[
    {
        "id_str": "1512764553729392641",
        "full_text": "A pleasure to meet Larysa Dumenka from the Ukrainian Community Centre in Leeds and a big thank you to @SwarthmoreLeeds for organising today’s really useful information session on linking host families with Ukrainian refugees. https://t.co/dtIQdyiT7w"
    },
    {
        "id_str": "1512740088484188161",
        "full_text": "Sunshine and doorknocking in support of @FarleyLabour in Burmantofts this morning. Good response.  #VoteLabour https://t.co/oAM9lsFinv"
    },
    {
        "id_str": "1512067639039827986",
        "full_text": "Chilling piece in today’s Irish Times describing the horror that Russian forces have been inflicting on the people of Ukraine.  https://t.co/lQBs1RHTdm"
    },
    {
        "id_str": "1511705708336668673",
        "full_text": "A pleasure to meet you both  again. https://t.co/Uc9Q2LOw2K"
    },
    {
        "id_str": "1511695914758508552",
        "full_text": "A privilege to attend President Zelensky’s hard-hitting address this morning to a joint sitting of the Oireachtas. The standing ovation he received was heartfelt.  🇺🇦 https://t.co/dwPzqQUbUI"
    },
    {
        "id_str": "1510599871673380868",
        "full_text": "Good meeting at @holbeckwmc with local taxi drivers. We discussed their understandable concerns about the suitability policy and I support their calls for a review. The Council has now set up a new working group and I hope everyone will take part. @andrew_scopes @GoharAlmassKhan https://t.co/POFltN7zag"
    },
    {
        "id_str": "1510297397641060364",
        "full_text": "@emjaykays So what kind of Brexit deal would you have wanted?"
    },
    {
        "id_str": "1509541750775369731",
        "full_text": "Yet another prediction that didn’t turn out to be very accurate. https://t.co/W2jzLvQ4zV"
    },
    {
        "id_str": "1509466187037646852",
        "full_text": "Really stark evidence in today's @UKTradeBusiness session. SME owners tell us how Brexit red tape and extra costs are affecting them and raising prices to customers. And how ill-equipped Government systems are to deal with all the paperwork. \n\nWatch here: https://t.co/H886FGLiLU"
    },
    {
        "id_str": "1509460451016519682",
        "full_text": "Thanks so much for everything Aodhan - you have been a great colleague. All the best in your new role. https://t.co/AMtpZMppdM"
    },
    {
        "id_str": "1508910928259166210",
        "full_text": "So the Government has ended up imposing lots of costs and red tape on British businesses exporting to the EU while allowing EU businesses exporting to the UK to do so without full checks. https://t.co/BmyOms33Gv"
    },
    {
        "id_str": "1507310683926540288",
        "full_text": "Lovely picture Paul and Guy. It’s such an important cause. And special thanks to Rory Burke. #WearAHatDay @BrainTumourOrg @braintumourrsch https://t.co/edyTOKPiWS https://t.co/2L34L7BN4B"
    },
    {
        "id_str": "1506734667352973312",
        "full_text": "“The cost of getting out will be virtually nil” claimed Boris Johnson on 6 March 2016. Today the OBR assumption is that total UK imports and exports will be 15% lower than if we had remained in the EU. https://t.co/jatrDcIRLt"
    },
    {
        "id_str": "1506637061192830981",
        "full_text": "Shameful. https://t.co/hJxI60ofx0"
    },
    {
        "id_str": "1506291129012076545",
        "full_text": "In memory of Kurt, Leslie, Aysha, Andreea and Keith. 22nd March 2017. https://t.co/pbZiSs0eMi"
    },
    {
        "id_str": "1506273377434152965",
        "full_text": "Is this the future for home heating? This is a gas boiler that can be converted to work on 100% hydrogen. https://t.co/EbZDF8OTJT"
    },
    {
        "id_str": "1505978155529605132",
        "full_text": "Whether he is actually sorry about this or not, what on earth possessed him to make such an offensive comparison in the first place? https://t.co/X3Et7ty65j"
    },
    {
        "id_str": "1505965283252518912",
        "full_text": "Why P&amp;O Ferries cannot be allowed to get away with its shocking treatment of long-serving staff. My thoughts as I attended the RMT and Nautilus rally at Parliament today. https://t.co/ELWIq2rQmF"
    },
    {
        "id_str": "1505834042373124110",
        "full_text": "@TruthieBoy Try hilary.benn.mp@parliament.uk"
    },
    {
        "id_str": "1504838643197915141",
        "full_text": "@TruthieBoy Can you email me at: bennh@parliament.uk"
    },
    {
        "id_str": "1504775023822843919",
        "full_text": "@POferries Your treatment of your staff is truly shocking and lacks any humanity.  @BorisJohnson What are you going to do about it?"
    },
    {
        "id_str": "1504771713397137411",
        "full_text": "Leeds city centre on a brilliant blue sky Friday morning https://t.co/UNjEN60tIO"
    },
    {
        "id_str": "1504744456830046226",
        "full_text": "A heartfelt thank you to the members of Leeds Central Labour Party and our affiliated trade unions and socialist societies for unanimously re-selecting me as your Labour candidate. Now let’s carry on campaigning to secure the election of a Labour Government.\n@LeedsCentralLab https://t.co/3KIcQHHVPy"
    },
    {
        "id_str": "1504574336505716740",
        "full_text": "Following the wonderful news about the release of Nazanin Zaghari-Ratcliffe and Anoosheh Ashoori, I asked the Foreign Secretary about what action can be taken to stop other countries from using British citizens as hostages in future. https://t.co/KLcWLsRqps"
    },
    {
        "id_str": "1504099741881278473",
        "full_text": "A privilege to hear from four Ukrainian women MPs in the House of Commons today.  “We are in a desperate situation and it’s getting harder by the day. We need your help.” Thanks to  @lesiavasylenko, @Aly_shkrum, Olena and Maria for your bravery        🇺🇦 https://t.co/srIMh6GfnH"
    },
    {
        "id_str": "1502974513876770818",
        "full_text": "Out in the Northcotes this morning.  Good response - and it didn’t rain! Thanks everyone.  @iqballeeds @paulwrayuk @LeedsCentralLab #LabourDoorstep https://t.co/4kViv7Muxc"
    },
    {
        "id_str": "1502644041787260936",
        "full_text": "Out campaigning this morning with our great candidate for Middleton Park ward Pete Chambers. #LabourDoorstep @LeedsCentralLab https://t.co/7dbe7IgT1s"
    },
    {
        "id_str": "1501917714402664460",
        "full_text": "@pumpchimp https://t.co/dFZj3nFyL4"
    },
    {
        "id_str": "1501846329294786561",
        "full_text": "@SharpLaneLeeds @LeedsNews @SouthLeedsLife Thank you. They were all excellent letters. The future is clearly in good hands."
    },
    {
        "id_str": "1501843365687607298",
        "full_text": "Why does the Home Office think that Ukrainians fleeing the war in desperation will have taken with them proof of residence in Ukraine prior to 1 January? https://t.co/UJw82jUwta"
    },
    {
        "id_str": "1501564533910945794",
        "full_text": "⁦@Sarcoma_UK⁩ https://t.co/mcbaCvmByX"
    },
    {
        "id_str": "1500872783227547648",
        "full_text": "@Daviemoo @101Jonesy101 What is your email address ? Thanks."
    },
    {
        "id_str": "1499363133734932484",
        "full_text": "@EmmaTelford14 Sorry to hear this. Can someone please email me the details? bennh@parliament.uk"
    },
    {
        "id_str": "1499109621876862980",
        "full_text": "Solidarity with @leedsucu and @UoLUnison https://t.co/m5er1gxZC1"
    },
    {
        "id_str": "1499091686026326021",
        "full_text": "@kali_mountford A point I have just made Kali in the Ukraine debate."
    },
    {
        "id_str": "1498715016039735296",
        "full_text": "Signing the Book of Solidarity with Ukraine in the House of Commons today. слава україні. https://t.co/CQLHPxvsPU"
    },
    {
        "id_str": "1498588069779357699",
        "full_text": "The #SpeciesChampions project is 6 today! I’m delighted to be MP Species Champion for #watervoles, which are vulnerable to extinction in the UK. Water vole populations plummeted by 90% in the 20th century. Read more: https://t.co/1nT9KkJZTS @PTES #MPs4Nature"
    },
    {
        "id_str": "1497995156057907206",
        "full_text": "Rosie - you have  been a wonderful colleague. Wise, determined and an absolute joy to work with, and that’s why I and all your many friends in Parliament will miss you. https://t.co/3q8pWn75Uk"
    },
    {
        "id_str": "1497577099904827399",
        "full_text": "Thanks to everyone who came out this morning to campaign for @FarleyLabour in East End Park. The sun shone brightly in contrast to last week’s rain! https://t.co/sJAulFwgF3"
    },
    {
        "id_str": "1497575973486747652",
        "full_text": "Lots of banners and placards at today’s rally in support of our NHS in Leeds city centre. Standing together! #NHS @LeedsCentralLab https://t.co/wl2FpZWY2Z"
    },
    {
        "id_str": "1497265027199508480",
        "full_text": "@jshield 2. What did the latter achieve? Daesh had committed genocide and it once controlled territory in Syria and Iraq roughly the size of the UK but, as a result of military efforts by the Global Coalition and its partners on the ground, Daesh no longer occupies any land."
    },
    {
        "id_str": "1497264833233891334",
        "full_text": "@jshield 1. There were two separate debates. The first in Aug 2013 was on President Assad’s actions in Syria - when both the Government motion and the Labour amendment were lost. The second, in which I spoke, was in Dec 2015 when the House voted for air strikes against Daesh."
    },
    {
        "id_str": "1497144321178537984",
        "full_text": "2. What did the latter achieve? Daesh had committed genocide and it once controlled territory in Syria and Iraq roughly the size of the UK but, as a result of military efforts by the Global Coalition and its partners on the ground, Daesh no longer occupies any land."
    },
    {
        "id_str": "1497144319744094213",
        "full_text": "1. There were two separate debates. The first in Aug 2013 was on President Assad’s actions in Syria - when both the Government motion and the Labour amendment were lost. The second, in which I spoke, was in Dec 2015 when the House voted for air strikes against Daesh."
    },
    {
        "id_str": "1496748807626838020",
        "full_text": "Despite Russia’s repeated claims that they had no plans to invade Ukraine we now know that was a lie. Full sanctions must be applied now."
    },
    {
        "id_str": "1496447168705708034",
        "full_text": "My question to the Prime Minister yesterday about  sanctions on Russia in response to its aggression towards Ukraine. https://t.co/W3fgaO36oe"
    },
    {
        "id_str": "1495878773069209606",
        "full_text": "Thank you for everything you have done for your constituents and for our country. I will really miss your wisdom, your courage and your friendship Paul. https://t.co/UBVkDVvaiU"
    },
    {
        "id_str": "1495458603502866437",
        "full_text": "@edwardpoole1975 @LeedsCentralLab None."
    },
    {
        "id_str": "1495063560879316996",
        "full_text": "I am so sad to hear that Mohammed Farouk Butt (the Chair of the Hamara Centre) has passed away.  He devoted his whole life to the service of his community and he achieved so much. He will be greatly missed. Our thoughts are with his family and many friends. May he Rest In Peace."
    },
    {
        "id_str": "1495014296765480960",
        "full_text": "We may have got a bit wet but a good morning’s door knocking and talking to residents in the Nesfields. @LeedsCentralLab https://t.co/HrMVV96OLK"
    },
    {
        "id_str": "1494734867451555843",
        "full_text": "Storm Eunice damage on The Gateway building in Leeds this afternoon. Luckily no one was hurt. https://t.co/xbThP6oLZz"
    },
    {
        "id_str": "1494650333074710529",
        "full_text": "A big thank you to all the Leeds University staff I met this morning on the picket line. Your solidarity and determination are remarkable. There must be a fair settlement. All the best! @leedsucu https://t.co/BhVvkBDKQA"
    },
    {
        "id_str": "1494369796254752769",
        "full_text": "Looking forward to seeing you tomorrow to show my support. @leedsucu https://t.co/HhS4w1AUTt"
    },
    {
        "id_str": "1493352223128100870",
        "full_text": "Why should leaseholders have to pay at all? What about those who have already spent thousands on waking watches, higher insurance premiums and the installation of fire alarms? And who is going to enter into a long, uncertain and expensive legal process? This is not fair. https://t.co/RS3CWJsPXO"
    },
    {
        "id_str": "1492921723800408066",
        "full_text": "10. So instead of offering webinars to businesses whose job has been made harder, when is the Government going to  address the fundamental cause of all of this and start building a new and better trading relationship with the EU?  /ends"
    },
    {
        "id_str": "1492921722651254784",
        "full_text": "9. The trouble is that these things won’t deal with the problem, namely that checks, bureaucracy, rules of origin, paperwork and extra costs are a fundamental part of trading with the EU as a third country (which is what we now are)."
    },
    {
        "id_str": "1492921721376096258",
        "full_text": "8. And the Government’s response? \"We know that some businesses are facing challenges with specific aspects of our new trading relationship, and that's why we are operating export helplines, running webinars with experts and offering businesses support..”"
    },
    {
        "id_str": "1492921719392284677",
        "full_text": "7. Peter Cowgill said \"I actually think it was not properly thought out. All the spin that was put on it about being free trade and free movement has not been the reality…. the new system and red tape just slows down efficiency….”"
    },
    {
        "id_str": "1492921718184292364",
        "full_text": "6. And this week, the boss of one of Britain's big retailers - JD Sports - is reported as saying that Brexit has turned out to be considerably worse than he feared."
    },
    {
        "id_str": "1492921717022466048",
        "full_text": "5. The British Chambers of Commerce have said \"with data from the first year of the TCA now available, the UK is trading less with the EU, than it was three years ago. This gap is not currently being made up by trade with the rest of the world.\""
    },
    {
        "id_str": "1492921715676090379",
        "full_text": "4. According to new figures from the ONS, UK exports of goods to the EU in 2021 were 12% lower compared with 2018 - ie the last year before the impact of Covid and Brexit stockpiling - whereas exports to the rest of the world were only about 6% lower -ie half that amount."
    },
    {
        "id_str": "1492921714543632390",
        "full_text": "3. The Public Accounts Committee has found that “UK businesses face additional administration and cost when trading with the EU.”"
    },
    {
        "id_str": "1492921713302122501",
        "full_text": "2. In recent weeks we have seen more and more evidence of the adverse impact that the UK’s new trading relationship with the EU is having on British businesses and exports."
    },
    {
        "id_str": "1492921711905411076",
        "full_text": "1. After the Brexit deal was signed, Boris Johnson infamously claimed that there would be \"no non-tariff barriers\" on trade with the EU. It wasn’t true."
    },
    {
        "id_str": "1491828945955786759",
        "full_text": "Afghanistan is facing a grave humanitarian crisis now and speed is of the essence. My question to the minister yesterday. https://t.co/mDrLOxBITg"
    },
    {
        "id_str": "1491410326281400323",
        "full_text": "Good news.  Well done to all those involved in the police and the Council. https://t.co/kybM0WJ88t"
    },
    {
        "id_str": "1491400505217929216",
        "full_text": "There is a terrible lack of urgency  in responding to this crisis.  The Afghan people need help now. https://t.co/fbL5o4EDmN"
    },
    {
        "id_str": "1491331827742945288",
        "full_text": "After the Brexit deal was signed, Boris Johnson claimed there would be \"no non-tariff barriers\" on trade with the EU. The truth is that Brexit is causing increased costs, paperwork and delays. https://t.co/e5ntlnZwKD"
    },
    {
        "id_str": "1489909823139311616",
        "full_text": "Beautiful memories Luke. https://t.co/slOcwUUMe3"
    },
    {
        "id_str": "1488929344911196161",
        "full_text": "A great man indeed. https://t.co/uUmGQk8MuP"
    },
    {
        "id_str": "1488924264120082432",
        "full_text": "There is something fundamentally wrong with the system when so many appeals against DLA, ESA and PIP assessments, including in Leeds, are being overturned in favour of the claimants at the Tribunal. My intervention yesterday in the disability benefits debate in Westminster Hall. https://t.co/IOZSs6Bjdg"
    },
    {
        "id_str": "1488526792491159552",
        "full_text": "@alison_4life I am so sorry to hear this Alison. Thinking of you and all your family."
    },
    {
        "id_str": "1488247663506391040",
        "full_text": "For all the Prime Minister’s  distraction and obfuscation in the House of Commons this afternoon, Keir Starmer is right.  Boris Johnson is “ totally unworthy of his responsibilities… and unfit for office.”"
    },
    {
        "id_str": "1488214400628670469",
        "full_text": "Jack’s children spoke so well and with such love about their father at his funeral today, as did Gordon Brown. Amid the tears, there were smiles and laughter as we remembered a wonderful campaigner, a great optimist and a much-missed friend. https://t.co/QbZz10lc4b"
    },
    {
        "id_str": "1487472076537610245",
        "full_text": "And @abigailmashall"
    },
    {
        "id_str": "1487471721162682374",
        "full_text": "Great turnout for our campaigning event in Little London this afternoon. @kbrooksleeds @Jonathan_Pryor @CllrWalshaw @al_garthwaite @UKLabour https://t.co/fzjS8HNnsC"
    },
    {
        "id_str": "1487132402979901442",
        "full_text": "Great to visit Leeds City College at the wonderful Quarry Hill campus today. This is where they are teaching the health and social care staff of the future.  Such committed staff and enthusiastic students.  @SuzyGallagher67 ⁦@leedscitycoll⁩ https://t.co/0GzHQY6yXo"
    },
    {
        "id_str": "1487130326707154944",
        "full_text": "I much enjoyed my visit today and I was really impressed by your students and your facilities. https://t.co/dX3UOigOAM"
    },
    {
        "id_str": "1486838347616161792",
        "full_text": "https://t.co/OawtpGU244"
    },
    {
        "id_str": "1486445740817854464",
        "full_text": "We will always remember. @HMD_UK https://t.co/nkhLAIp7EJ"
    },
    {
        "id_str": "1486443277154930693",
        "full_text": "@Geordetroiter @UnitePolitics https://t.co/O0PEfLgHx3"
    },
    {
        "id_str": "1485322045986684928",
        "full_text": "@JamesReedYorks @LeedsCC_News @tomriordan Где вы увидели этот знак?"
    },
    {
        "id_str": "1485296911892590595",
        "full_text": "@Wayne_Dixon https://t.co/Wo2gEOc6k1"
    },
    {
        "id_str": "1484893256743800839",
        "full_text": "Great to be out campaigning again with Cllr Sharon Burke in Belle Isle - unlike last time no wind and rain! Good reception on the doorstep.  #LabourParty https://t.co/xsNjvfDIoS"
    },
    {
        "id_str": "1484590664486723584",
        "full_text": "Thank you so much for inviting me to visit and for everything you and your wonderful team are doing to help the community. https://t.co/RL1Pl2EvdE"
    },
    {
        "id_str": "1484117796799881221",
        "full_text": "@UtilitaEnergy Thanks - quite understand - but could you please contact them again and ask them to reply."
    },
    {
        "id_str": "1484104093605974020",
        "full_text": "@HarriTD_pol Morning Harri - can you please look at the email from my office. Thanks."
    },
    {
        "id_str": "1483879765262151684",
        "full_text": "@UtilitaEnergy Thanks. My office emailed you on 6 December about an individual case and we still haven’t heard anything back. Could you please respond?"
    },
    {
        "id_str": "1483841932862365697",
        "full_text": "This is welcome news. https://t.co/F7Wy6w9cqy"
    },
    {
        "id_str": "1483765105741516800",
        "full_text": "Exactly right Matthew. Leaseholders have suffered long enough. @LeedsCladding @ukcag @LKPleasehold https://t.co/3wAsXpey0q"
    },
    {
        "id_str": "1483128429029601284",
        "full_text": "@StewartWood It is extraordinary. She said on Twitter that “this licence fee announcement will be the last” without apparently having any idea how the BBC might be funded in future."
    },
    {
        "id_str": "1482324290775224321",
        "full_text": "@HarriTD_pol Can you email me at: bennh@parliament.uk"
    },
    {
        "id_str": "1481653237505617925",
        "full_text": "Hear hear ! https://t.co/xRBtJwMR6b"
    },
    {
        "id_str": "1481210168847310850",
        "full_text": "@gandlin https://t.co/bMR2Vz3Q9j"
    },
    {
        "id_str": "1481210030066184192",
        "full_text": "@JamesHar16 https://t.co/bMR2Vz3Q9j"
    },
    {
        "id_str": "1481207194339233794",
        "full_text": "They are clearly unsafe. https://t.co/VXdf7zppCt"
    },
    {
        "id_str": "1481159274462121985",
        "full_text": "On Monday, after paying tribute to Jack Dromey, I asked Michael Gove if he will guarantee that leaseholders will not have to meet the cost of other non-cladding fire safety defects. The reply I got shows  why we have to go on campaigning. @LeedsCladding @ukcag @LKPleasehold https://t.co/i7QIBxPcUG"
    },
    {
        "id_str": "1480981733726167045",
        "full_text": "My reflections on yesterday’s cladding announcement and why we need to keep up the pressure. ⁦@LeedsCladding⁩ ⁦@ukcag⁩ ⁦@LKPleasehold⁩ https://t.co/tjh4AT8jAM"
    },
    {
        "id_str": "1480847796551004161",
        "full_text": "8. These are all reasons why we must continue to campaign until leaseholders know for sure that they will be protected from all these costs and the buildings they live in can finally be made safe. @LeedsCladding @ukcag @LKPleasehold"
    },
    {
        "id_str": "1480847795099738117",
        "full_text": "7. Getting money out of the building safety fund is far too slow and complicated. And the longer buildings remain unsafe, the longer leaseholders will have to continue paying waking watch and higher insurance bills while their flats remain worthless."
    },
    {
        "id_str": "1480847793883389955",
        "full_text": "6. The warnings to developers may sound tough but what action will follow if they don’t respond? And will all this be enough to persuade lenders, insurers and surveyors to say that flats now have value again and can be sold?"
    },
    {
        "id_str": "1480847792604123138",
        "full_text": "5. Developers and freeholders have had four years to meet these costs. Why does the Government think that they will now suddenly come forward and do so in the next two months?"
    },
    {
        "id_str": "1480847791295447040",
        "full_text": "4. Thousands of leaseholders have already had such bills and they are sitting on desks or in drawers. Until they know for sure that they won’t have to pay them, then all the worry and distress that they are experiencing will continue."
    },
    {
        "id_str": "1480847790146265089",
        "full_text": "3. Michael Gove said that leaseholders would be protected from forfeiture or eviction arising from historic fire safety costs, but he couldn’t answer my question about whether this would extend to protection against bankruptcy as a result of bills that leaseholders can’t pay."
    },
    {
        "id_str": "1480847788896366592",
        "full_text": "2. Government will now cover the cost of replacing dangerous cladding in all blocks over 11m. They have promised to provide statutory protection for leaseholders against having to bear any of the costs of other fire safety defects, but we don’t yet know what form this will take."
    },
    {
        "id_str": "1480847787382165506",
        "full_text": "1. Reflections on yesterday’s cladding announcement. There are things in it to welcome, including abandoning the idea of a loan scheme for leaseholders in blocks below 18m, new guidance to help assess the fire safety risk in buildings and indemnifying building assessors."
    },
    {
        "id_str": "1480553809705373697",
        "full_text": "A reminder of the Government’s announcement almost a year ago promising to “bring an end to unsafe cladding with multi-billion pound intervention”.  Today’s announcement by Michael Gove is a sign that we still have some way to go.  Meanwhile leaseholders wait in fear and debt. https://t.co/y0dauSnqc5"
    },
    {
        "id_str": "1479585345385680901",
        "full_text": "If this is true then it’s some progress. Leaseholder loans were totally unfair and wouldn’t have worked. But ministers still haven’t grasped the problem of other fire safety defects - like missing fire breaks - discovered in many buildings. You can’t make a building half safe. https://t.co/KjYKpfbsGR"
    },
    {
        "id_str": "1479498054109650947",
        "full_text": "I am so shocked and sad to hear this Joe. Your Dad was a wonderful man. Warm, kind, passionate, wise and utterly committed to the Labour and trade union cause which has today lost a great friend.  We are all thinking of you, your Mum and all the family. https://t.co/AUrSQwMda9"
    },
    {
        "id_str": "1478401026797486089",
        "full_text": "So Prime Minister, why hasn’t the US given the UK the same deal to remove tariffs on our steel that it has given to the EU? https://t.co/5DxkUbJNkz"
    },
    {
        "id_str": "1477072175077236739",
        "full_text": "Many congratulations @alison_4life https://t.co/Tfu995IGYV"
    },
    {
        "id_str": "1477066714223464449",
        "full_text": "So richly-deserved. We are all very proud of you John. https://t.co/uFRcikM09v"
    },
    {
        "id_str": "1476579216439316484",
        "full_text": "@stephdarlo Very sorry to hear this. Can you forward any information you have had from RMG to me at bennh@parliament.uk"
    },
    {
        "id_str": "1474100254098313231",
        "full_text": "@jonsnowC4 It has been a privilege to watch your reporting over the years and to be on the receiving end of your questioning! Always interested, forensic and passionate and never cynical. The epitome of good journalism. Thank you Jon and all the best."
    },
    {
        "id_str": "1474080335025561601",
        "full_text": "Thanks everyone. https://t.co/MXlXXv1Wxd"
    },
    {
        "id_str": "1474080219623563267",
        "full_text": "https://t.co/VNgVPpKhB3"
    },
    {
        "id_str": "1473402815355752451",
        "full_text": "First the TCA with the EU and now a deal with Australia. This is a Conservative Government that keeps signing trade deals which disadvantage British businesses and industries. https://t.co/yyoxSXxC9A"
    },
    {
        "id_str": "1472296836979429377",
        "full_text": "Could this mean that there will now be a more sensible approach to resolving the problems with the NI Protocol ? Less rhetoric. More patient diplomacy. I hope so. https://t.co/DXY1aGxynE"
    },
    {
        "id_str": "1471093619725672448",
        "full_text": "Controls delayed yet again. https://t.co/DroyDe4MDs"
    },
    {
        "id_str": "1470839565204307978",
        "full_text": "It has been a privilege to serve alongside Angela over the years. She’s been a very hard-working representative of the people of Beeston and Holbeck and we all wish her well for the future. https://t.co/t2WMhGMfh3"
    },
    {
        "id_str": "1470792649250643970",
        "full_text": "@Pandaforce21 Having to present a negative lateral flow test will by definition help to reduce the risk of transmission."
    },
    {
        "id_str": "1470776094378835979",
        "full_text": "@Pandaforce21 Thank you for that - I do appreciate it - but I come back to the measures we are voting on today. To oppose them because of things that may be proposed in the future - on which we would have to vote separately - doesn’t sound like a very strong argument to me."
    },
    {
        "id_str": "1470766777886027792",
        "full_text": "@Pandaforce21 Can I just ask if you have read what I wrote?"
    },
    {
        "id_str": "1470765077980762119",
        "full_text": "Why I will be voting for the Covid measures today. They are common sense steps in the interests of protecting public health.  https://t.co/CErG8vMHrx"
    },
    {
        "id_str": "1470762104110075909",
        "full_text": "I am so sad to hear this. Leo was steadfast, loyal, cheerful, funny and utterly devoted to Margaret and to the Labour Party. All our thoughts are with you Margaret and the family. https://t.co/A1uE26z85P"
    },
    {
        "id_str": "1469277716100833281",
        "full_text": "Really enjoyed my visit to @UTCLeeds this morning. Great students and staff and a very positive ethos. It was inspiring to meet the engineers, scientists, designers and technologists of the future https://t.co/ygdJ8Mjv2B"
    },
    {
        "id_str": "1468350310427070466",
        "full_text": "@DeanMThomson The reality I am referring to here is that now we have left it doesn’t make much sense to require the chemicals industry to spend about £1 billion on replicating a registration system. Today’s decision shows that ministers now recognise this too."
    },
    {
        "id_str": "1468347354080292867",
        "full_text": "Now that the Government has finally apologised for its failures over building safety, why are hundreds of thousands of leaseholders still facing the prospect of having to pay to fix those failures ? @LeedsCladding @LKPleasehold @ukcag https://t.co/PuYPrDO90a"
    },
    {
        "id_str": "1468317874565623821",
        "full_text": "Reality is beginning to intrude. https://t.co/OzLkSu8nTr"
    },
    {
        "id_str": "1467579592613507081",
        "full_text": "I’m so sorry to hear this George. https://t.co/nYRChodpwv"
    },
    {
        "id_str": "1467509660324409350",
        "full_text": "You have been an outstanding representative of Huddersfield Barry and a great parliamentarian who has always been interested in the future. It has been a privilege to work alongside you. https://t.co/eeOlhlUTQ8"
    },
    {
        "id_str": "1467254788098248705",
        "full_text": "Undeterred by the wet, the cold and the inside-out umbrellas, it was good to be out meeting residents in Belle Isle this morning. Thanks everyone. ⁦@leedscentralclp⁩ #LabourDoorstep https://t.co/aT0m3LfDxN"
    },
    {
        "id_str": "1467178920487366656",
        "full_text": "A terribly sad story and all our thoughts are with Alex’s family.  The concerns highlighted by the Coroner must be addressed. https://t.co/GejHq79yPV"
    },
    {
        "id_str": "1467085326862667778",
        "full_text": "Great to catch up with Dennis Robbins this morning to talk about the terrific work the club is doing with young people and its plans for the future. Always such an inspirational place to visit. Thanks so much.  @HunsletClub @CEO_HunsletClub https://t.co/qLZhF9MMRC"
    },
    {
        "id_str": "1466823350836207624",
        "full_text": "@UtilitaEnergy can you please email me at bennh@parliament.uk so I can explain the problem a constituent of mine is having with her payment arrangements to one of your team."
    },
    {
        "id_str": "1466427109295935489",
        "full_text": "All the best Daniel. https://t.co/Kox2OmXOD9"
    },
    {
        "id_str": "1465998748107091968",
        "full_text": "Today is #WorldAIDSDay and a moment to remember the 44 million lives that have been saved thanks to the The Global Fund. We have made remarkable progress in the fight against AIDS, TB and malaria, but there is much still to do. @STOPAIDS"
    },
    {
        "id_str": "1465698815525097479",
        "full_text": "A busy morning’s doorknocking for our great candidate @danfrancis02 in the Old Bexley and Sidcup by-election together with @elliereeves @abenaopp and the team. https://t.co/5JyQnkCLZS"
    },
    {
        "id_str": "1463566755813629954",
        "full_text": "@lufcsmith1919 @RichardBurgon https://t.co/L7OHIgrCVy"
    },
    {
        "id_str": "1461803551433408518",
        "full_text": "Thanks very much for inviting me to visit the Co-op New York Street store in Leeds this morning to hear about the abuse and violence suffered by shopworkers. I’m supporting the campaign to give shopworkers better protection in law. @UsdawUnion @leesykes14694 @CooperativesUK https://t.co/KG5GrySPnV"
    },
    {
        "id_str": "1461406921697726474",
        "full_text": "Why the scrapping of HS2 to Leeds is a broken promise and a betrayal of the North. https://t.co/PTEKZU1dpw"
    },
    {
        "id_str": "1461357156570075136",
        "full_text": "6. Finally, this was the big test of whether levelling up meant anything. Today shows that the Government has failed this test."
    },
    {
        "id_str": "1461356418687062023",
        "full_text": "5. Leeds has long needed a rapid transit system and we are the largest city in Europe without one. The plan talks about £200m to develop proposals and start work, but then says that the total cost for the initial network will be £2 billion. Where is the money for this?"
    },
    {
        "id_str": "1461355859540201485",
        "full_text": "4.And what about Leeds station which is almost at capacity?  Its expansion plans depended on HS2 arriving from the south to form a T-station which would have freed up capacity coming into Leeds west/east and east/west. Now all we’re getting is yet another study."
    },
    {
        "id_str": "1461355377614745601",
        "full_text": "3. While there will be a high speed line from Birmingham to East Midlands Parkway, despite some of the briefing I can find no sign of firm plans for the line between Leeds and Sheffield. In any event, that still leaves a great big hole in the middle of where HS2 East used to be."
    },
    {
        "id_str": "1461354989486444548",
        "full_text": "2. Ministers say “the full HS2 and Northern Powerhouse Rail schemes as originally proposed would not enter service until the early to mid-2040s” as if this was somehow a justification for scrapping them. This was meant to be an investment for 100 years or more."
    },
    {
        "id_str": "1461354461851312134",
        "full_text": "1.Not only has the Prime Minister broken his word that HS2 East and Northern Powerhouse Rail would be built in full, but the more I read of the Integrated Rail Plan, the less integrated it appears."
    },
    {
        "id_str": "1461294951187243008",
        "full_text": "The Prime Minister repeatedly pledged that HS2 and Northern Powerhouse Rail would be built in full. Today that promise has been broken. Leeds and the North have been betrayed. https://t.co/A67Xn6GAMy"
    },
    {
        "id_str": "1461027209548861447",
        "full_text": "A privilege to attend the unveiling last Saturday of a memorial to the 57 pupils of Hunslet Carr primary school who lost their lives in World War I. A big thank you to the Hunslet Carr Residents Association for making this possible. https://t.co/UbH2HhnHqd"
    },
    {
        "id_str": "1461004489628991496",
        "full_text": "Visited the Field of Remembrance outside Westminster Abbey today to place crosses in memory of my uncle Michael (RAF) and great uncle Oliver (Somerset Light Infantry). #WeWillRememberThem https://t.co/EM3VeX2sRu"
    },
    {
        "id_str": "1460635630715772929",
        "full_text": "My question to the Prime Minister yesterday on why his plan to decarbonise our homes falls so far short of what is needed to get to net zero. #COP https://t.co/YegYqTfiOk"
    },
    {
        "id_str": "1460352207375806481",
        "full_text": "It certainly is. HS2 East and NPR were a chance to invest in decent transport links in the North for the next century and beyond. The Tories promised to do so and they broke their word. https://t.co/S3f8izla1T"
    },
    {
        "id_str": "1460295815356891136",
        "full_text": "Exactly. https://t.co/bmrZlXbdM4"
    },
    {
        "id_str": "1460259253525090315",
        "full_text": "So much for Boris Johnson’s firm promise to bring the HS2 eastern leg to Leeds. The question people in Yorkshire will now be asking is this: ”Why should we believe anything he says?” https://t.co/bbfwkLoGB4"
    },
    {
        "id_str": "1459964243026055175",
        "full_text": "If the Prime Minister really believes that the COP agreement sounds \"the death knell for coal power\" then he must reject the new coal mine in Cumbria."
    },
    {
        "id_str": "1459199737731637250",
        "full_text": "Really good discussion with @simonotstreets and @schoeys on why the 1824 Vagrancy Act should be repealed. Legislation which criminalises people just for being homeless has no place in the 21st century. #ScraptheAct"
    },
    {
        "id_str": "1459156888495480832",
        "full_text": "Really enjoyed talking to students and staff on my visit today to @CentralYMCAUK in Leeds. Inspiring. Thank you so much for inviting me to learn about the great work you’re doing. https://t.co/jQAgXUTo6R"
    },
    {
        "id_str": "1458902563953197060",
        "full_text": "Thank you for remembering them. https://t.co/g57XqTTqnP"
    },
    {
        "id_str": "1458764893008584704",
        "full_text": "Congratulations Yvette! https://t.co/V3NHx7J4Zs"
    },
    {
        "id_str": "1458764434235609089",
        "full_text": "#WeWillRememberThem https://t.co/rVHq9qIkuA"
    },
    {
        "id_str": "1457768989904588800",
        "full_text": "@knoweuro https://t.co/b9UEVA37bn"
    },
    {
        "id_str": "1457768869020454922",
        "full_text": "@Steel_Bodkin @UKTradeBusiness Please check the facts  https://t.co/b9UEVA37bn"
    },
    {
        "id_str": "1457410964790337536",
        "full_text": "It is indeed a lovely piece Andrew about a lovely man whom we were so proud to know and whose untimely passing we still mourn. And boy did he know his Labour history, as I first   learned on a train journey to Brighton! RIP dear Ashok. https://t.co/VUT4Fe1ja9"
    },
    {
        "id_str": "1456622240137682947",
        "full_text": "Many congratulations Laura. https://t.co/lUZNAAwDMK"
    },
    {
        "id_str": "1455997382202728450",
        "full_text": "@juliettejohn Thanks so much Juliette.  Hope all is well with you."
    },
    {
        "id_str": "1455985967345582085",
        "full_text": "@ClemMinister @paulanthonythor @FatsoCatso @BarristerNF @aev1609 I wasn’t able to vote today because I am isolating having tested positive for Covid."
    },
    {
        "id_str": "1455984030252478469",
        "full_text": "@HaggasRob @peterwalker99 @Ed_Miliband @BarryGardiner I wasn’t able to vote today because I am isolating having tested positive for Covid."
    },
    {
        "id_str": "1455983032230465541",
        "full_text": "@NevillesHat @BarristerNF I wasn’t able to vote today because I am isolating having tested positive for Covid."
    },
    {
        "id_str": "1455982177452273950",
        "full_text": "@Tristan_Palmer I wasn’t able to vote today because I am isolating having tested positive for Covid."
    },
    {
        "id_str": "1455981820101660672",
        "full_text": "I wasn’t able to vote today because I am isolating having tested positive for Covid. https://t.co/QX4hqo0BVg"
    },
    {
        "id_str": "1455907299118174213",
        "full_text": "Utterly extraordinary reply from the Prime Minister. Either the Government thinks homes with flammable cladding are unsafe and need fixing or they don’t. What is their policy now? @ukcag @LeedsCladding @LKPleasehold @michaelgove https://t.co/CQ3TdUlLiB"
    },
    {
        "id_str": "1453731399614144517",
        "full_text": "And therein lies the problem from someone who knows. The Government must do more and it should raise the tax on developers and house builders. @LeedsCladding @ukcag @LKPleasehold https://t.co/Qfd1nFHj5d"
    },
    {
        "id_str": "1453668507774857216",
        "full_text": "As we reflect on yesterday’s Budget speech, the almost complete absence of references to climate change is quite extraordinary. What will all the delegates arriving for COP make of it ?"
    },
    {
        "id_str": "1453358706377347074",
        "full_text": "A missed opportunity.  How much longer must we wait for transport investment levelling up in the North? @ConnectBritain https://t.co/QyFQ8t8Oly"
    },
    {
        "id_str": "1453331157236453380",
        "full_text": "https://t.co/TpnbczUL98"
    },
    {
        "id_str": "1453279626386710532",
        "full_text": "Wonderfully moving interview with Pip Peacock on #lifechanging just now. A tale of determination in the face of terrible injuries and simple human kindness.  @janegarvey1"
    },
    {
        "id_str": "1453018410787426306",
        "full_text": "Thanks for organising this Alex. I will be joining you. https://t.co/xMHzU1LF2j"
    },
    {
        "id_str": "1453000910662156297",
        "full_text": "My plea to the Housing minister yesterday to come up with a comprehensive plan to solve the cladding crisis. We all know that the measures announced so far are insufficient and our leaseholders continue to suffer as a result. @LeedsCladding @ukcag @LKPleasehold @michaelgove https://t.co/ItjDIdAqaD"
    },
    {
        "id_str": "1452640230188662802",
        "full_text": "The Prime Minister has repeatedly pledged to build the HS2 East route to Leeds. https://t.co/mMCM9zLo1B"
    },
    {
        "id_str": "1451603527839715332",
        "full_text": "3. It is essential that effective action is taken to prevent this from happening, and this must include action by clubs and nightclubs - as many in Leeds are calling for."
    },
    {
        "id_str": "1451603526556307456",
        "full_text": "2. The Home Secretary has asked police forces for an update following a number of cases of women reporting being spiked by needles in nightclubs across the country."
    },
    {
        "id_str": "1451603525100785667",
        "full_text": "1. Spiking in bars and nightclubs is appalling criminal behaviour and is making women very afraid. The WY Police say there has been one reported case of spiking by injection in Leeds, which they are investigating, but there are many other reports of spiked drinks."
    },
    {
        "id_str": "1451481428835831818",
        "full_text": "Really powerful speech being made by @BarryGardiner in support of his #StopFireandRehire Bill."
    },
    {
        "id_str": "1450812431916310528",
        "full_text": "Discussing the shortage of lorry drivers with transport firm owners and Rod McKenzie of the Road Haulage Association at Westminster this afternoon. ⁦@RHANews⁩ #NationalLorryWeek https://t.co/DECgiDM2ud"
    },
    {
        "id_str": "1450510847806165003",
        "full_text": "Truly shocking.  @michaelgove needs to act now to bring this nightmare to an end. https://t.co/jwuscVQ6l8"
    },
    {
        "id_str": "1449043811267665924",
        "full_text": "All of us who knew David are heartbroken. He was a lovely man and a determined campaigner who served his constituents with distinction. Our hearts go out to his wife and children on their terrible loss. https://t.co/YsRELIsqF3"
    },
    {
        "id_str": "1449004094207758336",
        "full_text": "We are all deeply distressed and shocked to hear about David Amess. Thinking of you David and your family."
    },
    {
        "id_str": "1448727536326909954",
        "full_text": "A really powerful speech indeed. Are the Prime Minister and the Transport Secretary actually going to break their word? https://t.co/MhfsxmKoDo"
    },
    {
        "id_str": "1448591408303165452",
        "full_text": "@yesand1 Thanks Andrew."
    },
    {
        "id_str": "1448551552029970433",
        "full_text": "Extraordinary that the Government is trying to hide this information. It should be published immediately. https://t.co/MIcW5jomlv"
    },
    {
        "id_str": "1448352290667118595",
        "full_text": "10. So what we now need is for some calm rational common sense to be applied by both sides in finding a way forward.   /ends"
    },
    {
        "id_str": "1448352287357870087",
        "full_text": "9. The Government’s wish to have a continuing punch-up with the European Union is, however, not in anybody’s interests. Brexit has happened. The question now is what kind of future relationship we’re going to have with our biggest and important trading partners."
    },
    {
        "id_str": "1448352283012513799",
        "full_text": "8. As for democratic consent, the protocol allows the NI Assembly to decide whether it wants these trading arrangements to continue or not. In other words, if the elected representatives of NI think that part of protocol isn’t working, they can vote to end it."
    },
    {
        "id_str": "1448352277861998597",
        "full_text": "7. You could use the Joint Committee to agree a clearer form of arbitration - like the deals that the EU has with Switzerland and Ukraine - to reduce the likelihood of anything getting as far as the ECJ. This would be perfectly compatible with the spirit of the agreement."
    },
    {
        "id_str": "1448352272648478721",
        "full_text": "6. At the moment, this is a theoretical problem. And in any case, there is already in the protocol a mechanism for the Joint Committee to try and resolve disputes."
    },
    {
        "id_str": "1448352269422977037",
        "full_text": "5. On the European Court Justice, unlike the way in which checks are applied to goods entering NI, the Government cannot argue that the ECJ’s role has now become bigger or different compared to what it was when Boris Johnson declared this to be a really good deal."
    },
    {
        "id_str": "1448352266386292738",
        "full_text": "4. But negotiations need trust, and trust is in very short supply because the Prime Minister is trying to remove aspects of the agreement that he signed up to only two years ago knowing perfectly well what they were."
    },
    {
        "id_str": "1448352256223502339",
        "full_text": "3. There will now be a negotiation between the UK and the EU. Let’s hope that both sides enter into that in a spirit of compromise and goodwill."
    },
    {
        "id_str": "1448352232722903043",
        "full_text": "2. The real test is how Northern Ireland businesses react. What they say will be important because they understand better than anyone else what those problems are and what they would be in future if there were no changes."
    },
    {
        "id_str": "1448352183192375300",
        "full_text": "1. The EU proposals on the NI protocol look like a significant step forward. The EU has moved from saying in effect “the rules are the rules are the rules” to recognising that applying them fully in Northern Ireland would create unacceptable problems for NI and GB businesses."
    },
    {
        "id_str": "1448332482739326983",
        "full_text": "@TimCJBoswell I agree. It is completely wrong and unfair. Leaseholders should not have to pay to fix a problem they didn’t create and anyway they don’t have the money. That’s why @michaelgove has to act now to sort this out."
    },
    {
        "id_str": "1446510304247140359",
        "full_text": "Lots of people here. A great initiative. ‘Rise to the Moment’ really sums it up.  We have a climate crisis and now is the time for action to build a zero carbon future. https://t.co/MyHeYITrKU https://t.co/BS1erOtTb4"
    },
    {
        "id_str": "1446438689299746827",
        "full_text": "This is such sad news. James was a very kind and thoughtful man, an effective minister and a credit to our democracy. All our thoughts are with his wife and children on their terrible loss. https://t.co/wpgpC7pJLA"
    },
    {
        "id_str": "1445783045148082180",
        "full_text": "This is such heartening news. Children under 5 are the most vulnerable group affected by malaria; in 2019, they accounted for 67% of all malaria deaths worldwide. Congratulations to all those who have made this historic moment possible. https://t.co/rEnkwdoQYR"
    },
    {
        "id_str": "1445346241378983937",
        "full_text": "There is no justification for abuse towards GPs or their staff.  Surgeries are under pressure and we need more GPs to help patients. #supportyoursurgery https://t.co/95uzNRDOlF"
    },
    {
        "id_str": "1444292831120605184",
        "full_text": "Beeston and Holbeck street stall today collecting signatures for our petition opposing the Universal Credit cut. Thanks everyone. #labourcampaignday https://t.co/iVB9Zdju77"
    },
    {
        "id_str": "1443196003637727235",
        "full_text": "A really impressive speech by @Keir_Starmer"
    },
    {
        "id_str": "1442504029020561410",
        "full_text": "@PippaCrerar It’s not actually what I said. My point was that we need to begin to address the problems that businesses are facing and build a new economic relationship with the EU.  But the next election will not be about Brexit."
    },
    {
        "id_str": "1441812253351858176",
        "full_text": "A sensible compromise. Now, let’s get on with defeating the Tories. https://t.co/tQ3kRg5SDI"
    },
    {
        "id_str": "1441438921360019458",
        "full_text": "At the @Strike4Youth climate event in Millennium Square this afternoon. Great to talk with the @DECLeeds and @UniversityLeeds teams about what we now need to do now to get to zero carbon. https://t.co/UZgLc1D6sm"
    },
    {
        "id_str": "1441368640436117507",
        "full_text": "Really enjoyed and impressed by my visit to @ScientificGames today to open the new printing line with Kevin Anderson and Mark Scholey. A £20m investment and 175 new manufacturing jobs. Great news for our city. https://t.co/QMBDTiWoxL"
    },
    {
        "id_str": "1440678601167290371",
        "full_text": "Success at last. Great news @lufctrust https://t.co/efre6q3UlH"
    },
    {
        "id_str": "1439628404068962311",
        "full_text": "https://t.co/zqmxMB7soc"
    },
    {
        "id_str": "1439620716828184587",
        "full_text": "Joe Mercer rightly described him as “a blinking little genius”.  #RIP https://t.co/tS8hssxHLE"
    },
    {
        "id_str": "1439300255691034632",
        "full_text": "With the men’s and women’s  World Cup ICC trophies at the Beeston Festival today. Thanks to @YCCC_YCF, @UN_streets @ECB_cricket the Yorkshire Cricket Foundation for all the great work you do in the community. https://t.co/RNJDpjeZiI"
    },
    {
        "id_str": "1439224379599118338",
        "full_text": "Another wonderful @BeestonFestival with big crowds in the sparkling September sunshine. Thanks to everyone who made it possible. https://t.co/LEID21HtjG"
    },
    {
        "id_str": "1438535889160966146",
        "full_text": "Read what M&amp;S has to say about the difficulties that the Prime Minister has imposed on them because of his Brexit deal. Instead of helping British firms like M&amp;S to trade with the EU, he’s made it much harder for them - hence these closures. https://t.co/rzMZAHuV4e"
    },
    {
        "id_str": "1438524236071530507",
        "full_text": "My message to @michaelgove  on why he needs to act now to put an end to the cladding scandal. @EOCS_Official @LeedsCladding @LKPleasehold https://t.co/yOFadjh49I"
    },
    {
        "id_str": "1438492701851361280",
        "full_text": "2/2 ⁦@EOCS_Official⁩ https://t.co/5KlYaDuvHs"
    },
    {
        "id_str": "1438492179459096585",
        "full_text": "1/2 Posters at the ⁦@EOCS_Official⁩ rally today https://t.co/LHjbTGC01q"
    },
    {
        "id_str": "1438491816219774986",
        "full_text": "Great to see Abi of ⁦⁦⁦@LeedsCladding⁩ at today’s rally.  Thank you for everything you have done to support leaseholders in Leeds. ⁦ https://t.co/nW2DybQE13"
    },
    {
        "id_str": "1438476333034655749",
        "full_text": "Great turnout at the @EOCS_Official cladding rally. @LKPleasehold @LeedsCladding https://t.co/K1l6lAVuhG"
    },
    {
        "id_str": "1438469238252052485",
        "full_text": "My speech in the House of Commons opposing the unforgivable Tory cut in Universal Credit.  https://t.co/joYeeqtkMJ"
    },
    {
        "id_str": "1438459788090806272",
        "full_text": "Looking forward to today’s cladding rally outside Parliament. It’s a huge opportunity to tell @michaelgove that we are not going away and that he must come up with a plan to solve the problem and protect leaseholders from paying bills they are not responsible for. @LeedsCladding https://t.co/Dqkpo1w1LY"
    },
    {
        "id_str": "1438113940463136773",
        "full_text": "@jreynoldsMP is making a powerful speech right now  against the cut in universal credit. It’s wrong, and it will force families to make impossible choices. #UniversalCredit"
    },
    {
        "id_str": "1437894867712102408",
        "full_text": "Delighted to hear this Val. Richly deserved. @Val_Hewison https://t.co/M6U6skeUOl"
    },
    {
        "id_str": "1437887353952030729",
        "full_text": "I will be speaking at @labour4europe &amp; @LabourEuropean 's joint rally: \"Brexit isn’t working: What can Labour do?\" on Sunday the 26th of September, in Brighton at the Odeon Cinema. Book your free ticket now while they're available!\nhttps://t.co/oTqIRppYIW?"
    },
    {
        "id_str": "1437777560121790472",
        "full_text": "The Government has managed to end up imposing checks, red tape and costs on British businesses exporting to the EU while delaying the implementation of our checks on EU firms exporting to the UK. Extraordinary! https://t.co/eujhKDVKZU"
    },
    {
        "id_str": "1437159135804600329",
        "full_text": "A great afternoon at the Great Middleton Park Show. Thanks to everyone who worked so hard to make it such a success.  #FriendsofMiddletonPark https://t.co/djgsNZkONw"
    },
    {
        "id_str": "1436730447694794753",
        "full_text": "All power to your campaign @RachelReevesMP How do the owners not understand that people need to be able to sit down? https://t.co/4GFXMRUDX4"
    },
    {
        "id_str": "1436670560721846272",
        "full_text": "The Hunslet Gala is back! Thanks to everyone who worked  so hard to organise such a great day. https://t.co/igEje7GRz8"
    },
    {
        "id_str": "1436362257408090118",
        "full_text": "A wonderful gathering to unveil the @LeedsCivicTrust plaque in memory of the Rev Don Robins. A truly remarkable man who founded the St George’s Crypt to help the homeless in the 1930s. https://t.co/p9YvhxsnOv"
    },
    {
        "id_str": "1436359813684994054",
        "full_text": "First look inside the resurrected First White Cloth Hall on Kirkgate which was originally built in 1711. It really is very impressive.  Congratulations to @HistoricEngland @RushbondPLC @LeedsCC_News @LeedsCivicTrust and the builders H H Smith. https://t.co/rcQTjzzsgN"
    },
    {
        "id_str": "1435855470384779265",
        "full_text": "Knowing this, how on earth can ministers go ahead with this profoundly regressive cut? https://t.co/9puLKs6Q6c"
    },
    {
        "id_str": "1435624910110535683",
        "full_text": "@Paul00675794 @campbellclaret And what about the lives of those murdered by ISIS/Daesh?"
    },
    {
        "id_str": "1435611540955226115",
        "full_text": "Well well. I am not surprised to hear this, but all the Government has managed to do so far has been to impose costs, checks and red tape on our own businesses trying to trade with the EU while allowing European businesses to continue to export to the UK hassle-free. https://t.co/SDB4Dtg5uc"
    },
    {
        "id_str": "1435295792512835597",
        "full_text": "@localbandita Can you email me at bennh@parliament.uk with details of the addresses? Thanks."
    },
    {
        "id_str": "1435237609362624520",
        "full_text": "@HowkinsAuthor Please get your facts right. It's the Syrians and the Russians you should be addressing your comments to and not the RAF. My speech in 2015 was about the atrocities committed by ISIS/Daesh."
    },
    {
        "id_str": "1433552462108106752",
        "full_text": "It certainly is, and the central message is that the Government does not currently have a plan to fix this. And until it comes up with one, this crisis will continue to blight the lives of many many people. @LeedsCladding @ukcag https://t.co/hDz6vWHu8q"
    },
    {
        "id_str": "1429736130434453506",
        "full_text": "@OwenJones84 The Prime Minister of Pakistan Imran Khan said that the Taliban are “breaking the chains of slavery” \nThe use of the term “national liberation” was clearly ironic."
    },
    {
        "id_str": "1429583299786297346",
        "full_text": "I trust that @YorkshireCCC will now publish this report without delay in the interests of full transparency. @ECB_cricket https://t.co/ptzOEdwkIO"
    },
    {
        "id_str": "1429499815134695425",
        "full_text": "I think those who have astonishingly described the return of the Taliban as some sort of “national liberation” ought to read this article and reflect. https://t.co/sD4XUcFnXI"
    },
    {
        "id_str": "1428654697930444806",
        "full_text": "My call in Wednesday’s Afghanistan debate for us to learn the lessons and to be generous in giving shelter to those fleeing the Taliban. https://t.co/RE35XhVybZ"
    },
    {
        "id_str": "1427925122447466498",
        "full_text": "Parliament returns today to discuss the crisis in Afghanistan. https://t.co/abS39oB04f"
    },
    {
        "id_str": "1427332003234566144",
        "full_text": "The crisis in Afghanistan. https://t.co/X6XFOnlMWf"
    },
    {
        "id_str": "1424674421147643906",
        "full_text": "It is therefore also indisputable that we need to act to prevent catastrophic consequences for our planet.  And that means having a plan to achieve net zero here in the UK. https://t.co/rQBF138w9U"
    },
    {
        "id_str": "1423323942295592964",
        "full_text": "The Government needs to explain why Pakistan remains on the travel red list, while India, Bahrain, Qatar and the United Arab Emirates are being moved to the amber list. I have tabled a series of parliamentary questions to Grant Shapps, the Transport Secretary."
    },
    {
        "id_str": "1422934932612059140",
        "full_text": "@JakeEllis I don’t know but it’s a very good question."
    },
    {
        "id_str": "1422856515891961860",
        "full_text": "Here’s the Early Day Motion (331) that I have tabled on the cladding and building safety crisis.  https://t.co/eF9u0Aq8UL"
    },
    {
        "id_str": "1422850078381903872",
        "full_text": "Thanks @lewis_goodall for continuing to highlight the sheer scale of this scandal. https://t.co/ldKI1WKRgR"
    },
    {
        "id_str": "1421462417171750913",
        "full_text": "Thanks Andy for everything you have done for our community and all the best for the future. https://t.co/dlRQCn3PPa"
    },
    {
        "id_str": "1421227271097098248",
        "full_text": "@SheronBoyle1 Thanks.  I have responded to your email."
    },
    {
        "id_str": "1418209772768174091",
        "full_text": "From our really interesting @UKTradeBusiness evidence session today. https://t.co/SS2Pf87ppN"
    },
    {
        "id_str": "1418142104929415168",
        "full_text": "I’d asked about the effects of the cuts in UK aid on research programmes we were funding.   Clear that it’s damaged the UK’s reputation as a reliable partner.  @UKTradeBusiness https://t.co/7v9J0zwThN"
    },
    {
        "id_str": "1417848056456884231",
        "full_text": "Waiting to speak on the Building Safety Bill. The Government must now use this opportunity to protect leaseholders from having to pay to fix safety problems that they did not cause.  @LeedsCladding @ukcag @LKPleasehold"
    },
    {
        "id_str": "1417539834646777864",
        "full_text": "@eddiemarsan It was a great pleasure to meet you too. I have long admired both your acting and your approach to things."
    },
    {
        "id_str": "1416801023511891974",
        "full_text": "@SamuelMarcLowe Congratulations Sam!"
    },
    {
        "id_str": "1416657513148203008",
        "full_text": "Great work indeed @dock_leeds Thank you https://t.co/jFMLRf1cGN"
    },
    {
        "id_str": "1416402019066302467",
        "full_text": "@KeyworkerMan @LeedsCladding @EOCS_Official @LKPleasehold Eh??? So why do they have the same cladding problems in Australia which, when I last checked, is not a member of the EU?"
    },
    {
        "id_str": "1416399858915848202",
        "full_text": "Why we’re going to keep going  until leaseholders can get their homes made safe and their  lives back. @LeedsCladding @EOCS_Official @LKPleasehold https://t.co/2cLOr7iECC"
    },
    {
        "id_str": "1416397421446324225",
        "full_text": "Thanks to everyone who turned out today. We are going to keep going until we win.  @LeedsCladding @EOCS_Official @LKPleasehold @paulwrayuk https://t.co/kEpxywuhNx https://t.co/dV6a4VhZvM"
    },
    {
        "id_str": "1416299206822842368",
        "full_text": "And voices at the ready too! See you at 1pm. @LeedsCladding @paulwrayuk https://t.co/e9JAZu5fxm"
    },
    {
        "id_str": "1415648463753187328",
        "full_text": "Thanks very much @NFUnortheast for the warm welcome and really good discussion.  Much appreciated. https://t.co/C1KSj7kFlo"
    },
    {
        "id_str": "1415417371179864065",
        "full_text": "Great news. https://t.co/qcR7Xw2kSq"
    },
    {
        "id_str": "1415353055957164032",
        "full_text": "#SpeakOutAboutBullying https://t.co/Wnp2RSuY74"
    },
    {
        "id_str": "1415287953526599686",
        "full_text": "Important thread on the cut in UK aid. https://t.co/HoYap8DSZe"
    },
    {
        "id_str": "1415244957984641026",
        "full_text": "Absolutely. We’re standing with you @shah_arooj https://t.co/kV6OGzgKku"
    },
    {
        "id_str": "1415010962143387649",
        "full_text": "It certainly has been a privilege working with you Caroline, Laura, all our fellow commissioners and the great team at @IPPR  It’s an excellent and thought-provoking report. https://t.co/vn6Bb7W98h"
    },
    {
        "id_str": "1414852122693316612",
        "full_text": "Really good news. https://t.co/SZnC3u8Kxs"
    },
    {
        "id_str": "1414535737635229702",
        "full_text": "I hope they get caught, but why did you refuse to condemn those who booed the England team for taking the knee against the kind of awful racism we’ve seen since last night? If you want to understand what leadership actually is, you would do well to listen to Gareth Southgate. https://t.co/gzelmcciki"
    },
    {
        "id_str": "1414280701814390788",
        "full_text": "https://t.co/m34tEj0XWq"
    },
    {
        "id_str": "1413500018447699973",
        "full_text": "@MargeDacre He must have had quite a good view! It was an extraordinary day."
    },
    {
        "id_str": "1413410907674357761",
        "full_text": "A reminder of just how visionary was John Thorp’s plan for Millennium Square. And none of us who were there will ever forget the morning when the square was filled to overflowing to greet Nelson Mandela after he was made a Freeman of the city. #Leeds https://t.co/MDjVGgqzlu"
    },
    {
        "id_str": "1412373698758205443",
        "full_text": "7. The Government’s position seems illogical and contrary to the science. Ministers should think again."
    },
    {
        "id_str": "1412373697327927297",
        "full_text": "6. That contradicts its own scientific advice that wearing masks (eg on transport) is about reducing the risk to others rather than to ourselves. Given this, how can it be a matter of personal responsibility as to whether we choose potentially to give COVID to someone else?"
    },
    {
        "id_str": "1412373695792877571",
        "full_text": "5. In other words, wearing a mask can help to prevent us, if we have COVID, from giving it to other people. And yet the Government is trying to argue that it should be our choice as to whether we want to take the risk to ourselves of not wearing a mask."
    },
    {
        "id_str": "1412373694085746689",
        "full_text": "4. This is what the Government currently says: “The best available scientific evidence is that, when used correctly, wearing a face covering may reduce the spread of coronavirus droplets in certain circumstances, helping to protect others.”"
    },
    {
        "id_str": "1412373692374568964",
        "full_text": "3. I don't understand this, especially when the science hasn’t changed and infections are rising rapidly."
    },
    {
        "id_str": "1412373690751332353",
        "full_text": "2. That advice then changed and it became a legal requirement, in certain circumstances, to wear a mask  indoors. We now appear to be going full circle as the Prime Minister thinks it is no longer necessary to require people to do so."
    },
    {
        "id_str": "1412373689241309185",
        "full_text": "1. On the 23 Jan 2020, I asked the Health Secretary what the advice to the public was about wearing face masks. He replied that it “is not deemed clinically necessary now. Of course, we keep that under review, and we will be guided by the science.”"
    },
    {
        "id_str": "1411665086326923269",
        "full_text": "Fine, but given that so many leaseholders are struggling at the moment even to afford waking watch and insurance bills, how do ministers expect them to pay for legal fees for long and complex court cases that may or may not end up in victory? @LeedsCladding @ukcag @LKPleasehold https://t.co/RREtfRQyIV"
    },
    {
        "id_str": "1411606889092222978",
        "full_text": "Indeed Sam. And if the EU can show flexibility on this, then there is no reason why it cannot do the same with other aspects of the Northern Ireland protocol. https://t.co/QaNbAbjUel"
    },
    {
        "id_str": "1411326873104224257",
        "full_text": "@JohnSteers @alexhern We did a switch in the 1960s/1970s from coal gas to natural gas."
    },
    {
        "id_str": "1411317671778570240",
        "full_text": "3/3 As ever, a heartfelt thank you to everyone who made today’s Gala possible. Holbeck’s community spirit is alive and well."
    },
    {
        "id_str": "1411317668091772932",
        "full_text": "2/3 The chair, blanket and lamp were all made from recycled items, Including a lot of crisp packets! Big thank you to re:establish  and the young people involved for making the project possible. https://t.co/cL0oaDydvs"
    },
    {
        "id_str": "1411317648219123712",
        "full_text": "1/3 Scenes from the Holbeck Gala 2021. Rain? What rain? https://t.co/OkhrTDIcDf"
    },
    {
        "id_str": "1411300325001154560",
        "full_text": "Have your say on developments in and around ⁦⁦@TempleLeeds⁩ and⁩ help shape the future. https://t.co/w27UTqpovQ"
    },
    {
        "id_str": "1411206541743726597",
        "full_text": "@alexhern Hydrogen"
    },
    {
        "id_str": "1410869796619657223",
        "full_text": "A wonderful victory for decency over division. Many congratulations @kimleadbeater"
    },
    {
        "id_str": "1410547190641082369",
        "full_text": "All the best for today Kim. https://t.co/rpcEXFfCFd"
    },
    {
        "id_str": "1410327740813918213",
        "full_text": "A sensible step. And unless anyone can actually show that these imports into NI either threaten the integrity of the EU single market or present a health risk then there’s no reason why it should not be made permanent. Let’s have more pragmatism from both sides. https://t.co/3fJFELaNuh"
    },
    {
        "id_str": "1408856331218526220",
        "full_text": "This is completely unacceptable behaviour towards @kimleadbeater     The fact that she stood her ground and made her point in the face of such aggression shows exactly why she should be the next MP for Batley and Spen. https://t.co/PqKhPYCjq0"
    },
    {
        "id_str": "1408397189357965315",
        "full_text": "@HealthforAllLds @SouthLeedsLife It was lovely to see you all and here’s to meeting in person next year."
    },
    {
        "id_str": "1408171803458084865",
        "full_text": "Indeed Tom.  And this hasn’t aged awfully well. https://t.co/73OuyxYBry https://t.co/851LO5AkUv"
    },
    {
        "id_str": "1407826301550006273",
        "full_text": "Alan and the team @SlungLow  - you have been magnificent in your determination to help others during the pandemic. Thank you for everything you have done. https://t.co/28GfocGWxQ"
    },
    {
        "id_str": "1406729528354000905",
        "full_text": "Shocking and utterly unfair.  What are you going to do to stop this happening @RobertJenrick ? https://t.co/lS72Zh9Ouv"
    },
    {
        "id_str": "1406245918282768389",
        "full_text": "@richardmarcj It was a pleasure to meet you Richard."
    },
    {
        "id_str": "1406230096667680773",
        "full_text": "Great to be out campaigning for @kimleadbeater in #BatleyAndSpen today with members from Stoke, Lancaster and South London. @UKLabour https://t.co/ICvtv2OMfO"
    },
    {
        "id_str": "1406144911863341058",
        "full_text": "Great news. Leeds next please. @BBCNewsnight https://t.co/LYKxR847MN"
    },
    {
        "id_str": "1406144421410885640",
        "full_text": "Excellent analysis as always by @tconnellyRTE showing that there is a way forward on food standards by drawing on the agreement eventually reached on the level playing field. It’s now all about political will on both sides. https://t.co/xwJXmEciPV"
    },
    {
        "id_str": "1405606959177469953",
        "full_text": "@Graz_Jakomini @UKLabour So you would have supported No Deal and that’s why we take a different view. I opposed No Deal and I wasn’t going to vote to make it happen. And like you I think abstention was avoiding a choice. And please don’t forget that we voted against the withdrawal agreement."
    },
    {
        "id_str": "1405602992368369666",
        "full_text": "@darrenpjones @alexsobel Hope you enjoyed your visit Darren."
    },
    {
        "id_str": "1405517358416887811",
        "full_text": "@Graz_Jakomini @UKLabour OK. If you had held the deciding vote on whether the TCA passed or not, how would you have voted?"
    },
    {
        "id_str": "1405509650347442176",
        "full_text": "@pamelam54875475 😀"
    },
    {
        "id_str": "1405498444484067329",
        "full_text": "@Graz_Jakomini @jessphillips @DavidLammy @DrRosena @UKLabour https://t.co/jCTjkA9pPi"
    },
    {
        "id_str": "1404768405375291392",
        "full_text": "Looking forward to you being able to re-open. https://t.co/POel5ARtNc"
    },
    {
        "id_str": "1403748288923418627",
        "full_text": "Many congratulations Rachel.  Richly-deserved. We are all very proud of you. https://t.co/HbAJnhAwJJ"
    },
    {
        "id_str": "1403353135129763843",
        "full_text": "Such a wonderful letter. https://t.co/YRP6BpMhap"
    },
    {
        "id_str": "1402925716904333317",
        "full_text": "Really illuminating evidence session on the impact and cost of food and agri-food checks on trade with the EU. https://t.co/AKjjwrn2om"
    },
    {
        "id_str": "1402720244628606984",
        "full_text": "A truly brutal and cowardly attack on HALO staff who risk their lives every day to clear munitions and make communities safe for children, families and businesses. Our thoughts are with the relatives of all those who were killed and with the wider HALO family as they grieve. https://t.co/oi2DkYkSeb"
    },
    {
        "id_str": "1402615412798496768",
        "full_text": "And finally.... https://t.co/EcP9uOqauA"
    },
    {
        "id_str": "1402614421822881799",
        "full_text": "Here's the rest of what I said. When is Parliament going to get a vote on this? https://t.co/CokgKVNsQN"
    },
    {
        "id_str": "1402395057488072705",
        "full_text": "@derek_rocholl @WYFRS @RobertJenrick @mhclg I will continue to do so Derek"
    },
    {
        "id_str": "1402378751770517504",
        "full_text": "My opening remarks in the Commons debate today on cuts in UK aid. We made a promise and we must keep it. https://t.co/5V1TvMHJLw"
    },
    {
        "id_str": "1402377666335019010",
        "full_text": "I am very relieved to hear that everyone is safe and thank you @WYFRS for responding so swiftly. But this reminds us all of the danger that leaseholders in blocks with unsafe cladding and missing firebreaks live with every single day. @RobertJenrick @mhclg https://t.co/joeW8Co5v6"
    },
    {
        "id_str": "1402268067934187522",
        "full_text": "Andrew Mitchell has just made a very powerful speech in the Commons arguing for the 0.7% aid budget to be restored."
    },
    {
        "id_str": "1401666803256987651",
        "full_text": "@williemillersm1 @tconnellyRTE Please have a look at this. https://t.co/3ztLMdOoaL"
    },
    {
        "id_str": "1401661373575225344",
        "full_text": "@PBlockTom @ChapCalledPaul Because the TCA meant no tariffs on goods and the alternative was No Deal.  However, we voted against the Withdrawal Agreement."
    },
    {
        "id_str": "1401652431407271937",
        "full_text": "Presumably this means that the Government also underestimated the effects of leaving the single market and the customs union on goods moving from the UK to the EU across the English Channel? https://t.co/xnrLcmFiKZ"
    },
    {
        "id_str": "1401479804042596352",
        "full_text": "So looking forward to my first cup of coffee from your new machine when you reopen. https://t.co/xoLVvlYQyo"
    },
    {
        "id_str": "1401468580516990977",
        "full_text": "This is just one reason why lots of us - MPs from all parties - will vote tomorrow to put this right. We made a promise as a country to the world’s poorest. We should keep our word. https://t.co/t9z0pHe3is"
    },
    {
        "id_str": "1401142342220976131",
        "full_text": "Simon Hattenstone’s assessment of @kimleadbeater “She could be a rare asset for the Labour party – a throwback to the old-fashioned working-class MP rooted in the community, and at the same time thoroughly modern” https://t.co/oqt7L2O9VP"
    },
    {
        "id_str": "1400171168171188227",
        "full_text": "Out campaigning in Batley and Spen this afternoon for @kimleadbeater who is an outstanding candidate. In a world of division, she is all about bringing people together. https://t.co/RdsLtcSQXR"
    },
    {
        "id_str": "1400166524158156809",
        "full_text": "Really enjoyed calling in on @MiddletonRailwa today to see the recent improvements. If you’ve never been, I cannot recommend it enough. Simply brilliant and a big thank you to all the team. https://t.co/sUL4jNS8TL"
    },
    {
        "id_str": "1399423411932340228",
        "full_text": "Indeed. Many congratulations Sam.  @SamCorley10 https://t.co/Onw69BTz9U"
    },
    {
        "id_str": "1399401481422376960",
        "full_text": "Middleton Park this afternoon in the late May sunshine. https://t.co/1H543JkxdL"
    },
    {
        "id_str": "1397653627456659466",
        "full_text": "Great result for @gmb and for @Uber drivers https://t.co/JIhYULMg7I"
    },
    {
        "id_str": "1396565043748253698",
        "full_text": "https://t.co/MABkYRhyCU"
    },
    {
        "id_str": "1395670767858294786",
        "full_text": "Many congratulations Asghar. You will be a wonderful Lord Mayor of our city. https://t.co/xrTfdbeFsL"
    },
    {
        "id_str": "1395123948103381001",
        "full_text": "@JosephDeverall @Hftonline @_OliviaBlake @alexsobel I’ve signed it."
    },
    {
        "id_str": "1394394141136674816",
        "full_text": "I am in touch with the Unite branch about this and hope the company will talk to the union about how to avoid compulsory redundancies. @StepChange @UniteNE40315 https://t.co/ZIcWqAoQxE"
    },
    {
        "id_str": "1393638599170592768",
        "full_text": "@faisalislam Man City in 1956."
    },
    {
        "id_str": "1393577259898916865",
        "full_text": "@tomriordan Love the pic and the smiles  Tom."
    },
    {
        "id_str": "1393237394720239618",
        "full_text": "@wesstreeting We are all rooting for you Wes. Take the time you need to get better and we look forward to welcoming you on your return."
    },
    {
        "id_str": "1392966074543521794",
        "full_text": "Join #Leeds charity @SNAPS_Leeds for their inclusive virtual challenge, the #JuneZoom! Pick your own challenge and complete it at your own pace in June to earn a medal. All proceeds will help SNAPS support children with #AdditionalNeeds and their families: https://t.co/DzD79BMfth"
    },
    {
        "id_str": "1392822171194601474",
        "full_text": "@AcornLeeds Can you contact me at bennh@parliament.uk with the details, please?"
    },
    {
        "id_str": "1392402970764001282",
        "full_text": "Great. You’ve all done a wonderful job on bringing the #FirstWhiteClothHall back to life and we’re all looking forward to seeing inside. #LeedsOldestStreet https://t.co/6eLQg8vBE3"
    },
    {
        "id_str": "1392141335390564352",
        "full_text": "Really pleased that @Keir_Starmer raised this today in the Queen’s Speech debate. The Prime Minister doesn’t get it and this crisis will only get worse until he brings forward legislation to protect leaseholders. @LeedsCladding @ukcag @LKPleasehold https://t.co/x42qOaT1KI"
    },
    {
        "id_str": "1391839596208660486",
        "full_text": "A really good initiative.  Thanks. https://t.co/3ZHKKm8vWl"
    },
    {
        "id_str": "1391731307974168577",
        "full_text": "It certainly is. The Government doesn’t have a plan to solve this crisis and they need to come forward with one as soon as possible. And lots of us will continue to press them until they do so because our leaseholder constituents can’t carry on like this.  @LeedsCladding @ukcag https://t.co/FG2AJ0u3Kz"
    },
    {
        "id_str": "1391469435790274569",
        "full_text": "Indeed Tom.  Thanks to all of you for making it possible for us to cast our votes. #Democracy https://t.co/87frHkMchc"
    },
    {
        "id_str": "1391468326765932546",
        "full_text": "Many congratulations Tracy. You have made history today and you will be a great Mayor for all the people of West Yorkshire. https://t.co/kYGyT0SZfq"
    },
    {
        "id_str": "1391057780434522117",
        "full_text": "Congratulations to Javaid Akhtar, Gohar Almass, Sharon Burke, Al Garthwaite, Mohammed Iqbal and Asghar Khan on all being elected. I look forward to continuing to work with you to be a strong voice for all our residents in Leeds Central.  #LeedsElects #UKLabour"
    },
    {
        "id_str": "1390746766065160194",
        "full_text": "Congratulations Huw! https://t.co/8nYxP7pcDz"
    },
    {
        "id_str": "1389976784008003595",
        "full_text": "Thank you Rebwar. It was great to meet you the other day and thank you for the fantastic job you are doing to help clean up our city. https://t.co/5ztwqCz8Kf"
    },
    {
        "id_str": "1389539778341781504",
        "full_text": "Great to be out campaigning over the weekend talking to lots of Leeds voters. #VoteLabour 6 May https://t.co/aHhDtAHWUg"
    },
    {
        "id_str": "1387850840715714561",
        "full_text": "Despite the disappointment of this week, the growing number of MPs who believe that leaseholders should not have to pay to fix a scandal they did not create will be carrying on the fight. After all, our constituents have nowhere else to go. @LeedsCladding @LKPleasehold @ukcag"
    },
    {
        "id_str": "1387675457273872385",
        "full_text": "Ministers have broken their promise that leaseholders shouldn’t pay to fix the cladding scandal. The truth is they can’t afford the sums being demanded, so their homes won’t be made safe. This isn’t over.  Ministers know that and my leaseholder constituents aren’t giving up. https://t.co/HRQzob6XH3"
    },
    {
        "id_str": "1387667922030583810",
        "full_text": "Thank you Alan and all your team for everything you are doing. https://t.co/HyKZx7q4sa"
    },
    {
        "id_str": "1387447647611625477",
        "full_text": "Exemplary explanation by Jonathan Van Tam just now at the press briefing on the potential risk from new variants of the Covid virus."
    },
    {
        "id_str": "1387329437373456385",
        "full_text": "@LiamSpender @LKPleasehold What is the best email to contact you on Liam? Thanks"
    },
    {
        "id_str": "1387136564912955397",
        "full_text": "This is shocking.  We know that clean water is vital for reducing infant mortality and preventing Covid infection. https://t.co/do0HgI3phf"
    },
    {
        "id_str": "1386371884460167173",
        "full_text": "@lufctrust @WeAreTheFSA Sorry but I can’t find it.  Can you please re-send it to bennh@parliament.uk"
    },
    {
        "id_str": "1386356457898233858",
        "full_text": "Really good response on the doorstep this afternoon in Beeston. We’ve been out campaigning for Mohammed Iqbal - the hard-working Labour candidate for Hunslet and Riverside ward. #VoteLabour @TracyBrabin https://t.co/6UIcCSD1fm"
    },
    {
        "id_str": "1386312089078095877",
        "full_text": "@lufctrust @WeAreTheFSA Thanks. Was that the ‘Have your say’ survey email?"
    },
    {
        "id_str": "1386276344611360769",
        "full_text": "Excellent turnout in the Belle Isle sunshine this morning to support Sharon Burke - our great local council  candidate in Middleton Park ward.  #VoteLabour @cllrjudithblake @AdamPOgilvie https://t.co/pU8fn24v2z"
    },
    {
        "id_str": "1385913466515505154",
        "full_text": "Out campaigning in the Hartlepool sunshine with our wonderful candidate @PaulWilliamsLAB with @LizTwistMP #VoteLab https://t.co/2Dj51uK1Xl"
    },
    {
        "id_str": "1385648857653157894",
        "full_text": "It’s a great project which is showing us what the future looks like. So glad you enjoyed your visit.  @CituUK @ThangamMP @TracyBrabin https://t.co/rbqWB5p5OM"
    },
    {
        "id_str": "1385541541536706561",
        "full_text": "This is so important and so exciting. At last there is hope that the terrible death toll from malaria can be significantly reduced.  Congratulations to all the team at the @JennerInstitute in Oxford. https://t.co/9L5P40cQw8"
    },
    {
        "id_str": "1385519085652529158",
        "full_text": "Great news that Hunslet Green CASC, Home of the Hunslet Warriors ARLFC, has been awarded #CreatedBy @RLWC2021 Capital Grants Programme funding supported by @TheRFL and @Sport_England to improve changing facilities for girls and create a new physio room."
    },
    {
        "id_str": "1385245925610774529",
        "full_text": "@robert0461 No. I think that’s the word used to describe those who expressed horror at the crimes committed by ISIS/Daesh but weren’t prepared to do anything about them. https://t.co/CWfdhV6uAN\n\nhttps://t.co/NiQS9LzuFK\n\nhttps://t.co/5I5gUDyQYw"
    },
    {
        "id_str": "1385135383764144128",
        "full_text": "These cuts will hurt the world’s poorest people and damage Britain’s international reputation. The Government knows this, which is why they are refusing to put it to a vote in the House of Commons. https://t.co/kUWb8w3dGR"
    },
    {
        "id_str": "1384480529068609537",
        "full_text": "@dan_m_dean bennh@parliament.uk"
    },
    {
        "id_str": "1384479958693646339",
        "full_text": "All the best Rosie. https://t.co/EaKRkVKJov"
    },
    {
        "id_str": "1384243036016709640",
        "full_text": "Graham Hyde of @lufctrust is spot on here.  Football has to be about the fans and the game’s traditions. The proposed European super league is about neither. It must be opposed. https://t.co/dqM3CHKgGW"
    },
    {
        "id_str": "1383893634148225030",
        "full_text": "I am so sad to hear this. Frank was a lovely man and was an internationalist to his core. He represented the very best of Labour values.  Rest in Peace Frank. https://t.co/k8xMwjO2xW"
    },
    {
        "id_str": "1382796964388016130",
        "full_text": "I support the #BrainTumourPetition and the @braintumourrsch report calling for a Levelling Up #BrainTumourResearch Fund of £105 million and an increase in national investment to £35 million a year during this Parliament. Together we can stop the devastation of this awful disease"
    },
    {
        "id_str": "1382055410115428353",
        "full_text": "So why are you opposed to HS2? https://t.co/hCfqMhE0d7"
    },
    {
        "id_str": "1381635677410967554",
        "full_text": "I am very sad to hear this.  Shirley was a courageous politician who never lost her compassion and her moral compass.  Thinking of her family. https://t.co/VCOc9qbhm7"
    },
    {
        "id_str": "1380535046528991235",
        "full_text": "All our thoughts are today with Her Majesty the Queen and her family on the sad loss of her husband and lifelong companion, the Duke of Edinburgh."
    },
    {
        "id_str": "1380143046910705667",
        "full_text": "I am very sad to hear of Peter’s passing.  He was my shadow at Defra and was both very able and courteous. All of us who knew him are thinking of his wife and family and their terrible loss. https://t.co/pKTr3fHhi7"
    },
    {
        "id_str": "1379349012915101700",
        "full_text": "Indeed he was Rachel. https://t.co/aJ1EjOrulA"
    },
    {
        "id_str": "1377719629741707264",
        "full_text": "@GaryPearson71 @SouthLeedsLife It’s a project that will create jobs and bring a wonderful piece of Leeds heritage back into use."
    },
    {
        "id_str": "1377170902685638656",
        "full_text": "Those who left this mess yesterday should come back today and clear it up. https://t.co/CPDzK86paU"
    },
    {
        "id_str": "1377167057695830025",
        "full_text": "Completely unacceptable. https://t.co/CPDzK86paU"
    },
    {
        "id_str": "1375143114705412102",
        "full_text": "Leeds next. https://t.co/YFsardps1e"
    },
    {
        "id_str": "1375119534454157315",
        "full_text": "@PARLYapp Congratulations Judith."
    },
    {
        "id_str": "1374781737234919427",
        "full_text": "Staying connected! https://t.co/bvFbJugRXD"
    },
    {
        "id_str": "1374314912055431174",
        "full_text": "Lewis was a wise and lovely man. He knew more about the Labour Party, the NEC and the Labour Party conference than anyone I have ever met. His books and his scholarship will remain with us as we mourn his passing. https://t.co/b7yXSO3RVq"
    },
    {
        "id_str": "1374099594548744201",
        "full_text": "Great news Alistair ! https://t.co/S0u1aYdr5j"
    },
    {
        "id_str": "1374054272350949380",
        "full_text": "@howzat1967 @LeedsCladding @ukcag @LKPleasehold The Government should pay something because it allowed the scandal to occur in the first place, but in the main the money should be recouped from those responsible – i.e. the builders, the developers, the freeholders and those who made the dangerous cladding."
    },
    {
        "id_str": "1374050221613809670",
        "full_text": "Really important vote in the House of Commons later on today on the Bishop of St Albans’ amendment to protect leaseholders from having to pay to fix dangerous cladding.  @LeedsCladding @ukcag @LKPleasehold"
    },
    {
        "id_str": "1373397217676029952",
        "full_text": "@connolly_susan @WildlifeTrusts Yes. I’ve been opposing culling badgers since 2008\nhttps://t.co/fsCKizi5qF"
    },
    {
        "id_str": "1372274263550464007",
        "full_text": "@Brown318T @GavNewlandsSNP ....and so, if it happened, subject left of centre voters in England to a greater chance of Tory rule.  What happened to solidarity?"
    },
    {
        "id_str": "1372182213928837125",
        "full_text": "@IanMurrayMP has just made a wonderful speech in the House of Commons taking apart the inconsistencies and lack of answers from the SNP on independence."
    },
    {
        "id_str": "1371880107929960450",
        "full_text": "@toepoke_co_uk Yes"
    },
    {
        "id_str": "1371416767092957191",
        "full_text": "@CarlaTurner89 I will indeed be voting against the Police, Crime, Sentencing and Courts Bill today."
    },
    {
        "id_str": "1371416607780712448",
        "full_text": "@GRAHAMMOORE11 @BestForBritain Labour will be voting against the Police, Crime, Sentencing and Courts Bill today."
    },
    {
        "id_str": "1370854579072598032",
        "full_text": "https://t.co/yufad2h6E2"
    },
    {
        "id_str": "1370671845645647872",
        "full_text": "@hill_aron @MakeVotesMatter Thanks. I support the House of Commons being elected by AV and an elected second chamber using proportional representation."
    },
    {
        "id_str": "1370338622696751107",
        "full_text": "@OwenJones84 @BenPBradshaw @angelaeagle 5/5 So, Labour’s vote on the TCA had no effect on the damage caused by the Withdrawal Agreement that we are now seeing because that was going to happen anyway the moment we left the transition period."
    },
    {
        "id_str": "1370337964274900996",
        "full_text": "@OwenJones84 @BenPBradshaw @angelaeagle 4/5 For example, without the TCA - ie with no deal at all - British businesses would now be paying full tariffs on exports to the EU and British consumers would be paying full tariffs on imports into the UK which would, for example, have raised food prices."
    },
    {
        "id_str": "1370337161673859074",
        "full_text": "@OwenJones84 @BenPBradshaw @angelaeagle 3/5 The Trade and Co-operation Agreement reached last Christmas Eve, which Labour voted for, made the effects of leaving the single market and the customs union marginally less bad than they would otherwise have been."
    },
    {
        "id_str": "1370336932065116166",
        "full_text": "@OwenJones84 @BenPBradshaw @angelaeagle 2/5 This meant that we left the single market and the customs union on the expiry of the transition period on the 31st December 2020. For the record, Labour voted against the Withdrawal Agreement on 20 December 2019."
    },
    {
        "id_str": "1370336462911250432",
        "full_text": "@OwenJones84 @BenPBradshaw @angelaeagle 1/5 There were two votes here Owen - about a year apart - not just one. The difficulties – delays, paperwork, costs and bureaucracy – which British businesses now face in trading with the EU are the result of the Withdrawal Agreement (WA)."
    },
    {
        "id_str": "1370147146910023682",
        "full_text": "@racheltwrite @alexsobel @ReclaimTS Yes."
    },
    {
        "id_str": "1370145818448179202",
        "full_text": "@MargoCHanson @GfAoLBA Thanks Margo. I have written to Robert Jenrick urging him to call in the LBA planning application."
    },
    {
        "id_str": "1370011910616330244",
        "full_text": "I would not be entirely surprised if the introduction of these checks is postponed again come October. https://t.co/CyaAYvhYyF"
    },
    {
        "id_str": "1369424879280328704",
        "full_text": "9.30 am tomorrow morning. https://t.co/ozvIGScxZn"
    },
    {
        "id_str": "1368507061403844608",
        "full_text": "This is no surprise given the mess they’ve created. Ministers delayed the introduction of checks from 1 Jan because they knew they weren’t ready, and now they fear what will happen if they start to bring them in as planned starting from 1 April with full checks from 1 July. https://t.co/WYu1Z3dRWF"
    },
    {
        "id_str": "1367853694553849856",
        "full_text": "https://t.co/zVCBssVXUV"
    },
    {
        "id_str": "1367832686467952640",
        "full_text": "@ScottishPower  I have two elderly constituents who have been without heating and hot water since Monday. Can you please email me urgently at bennh@parliament.uk"
    },
    {
        "id_str": "1367521479672410112",
        "full_text": "A case of cough up to hush up. https://t.co/hbxD4A4Vjs"
    },
    {
        "id_str": "1367520365862391813",
        "full_text": "There’s going to be a Westminster Hall debate on leaseholders and interim fire safety costs next Wednesday 10 Mar at 9.30am. Big thank you to my colleague @FloEshalomi for securing it.  The campaign continues. @LeedsCladding @ukcag @LKPleasehold https://t.co/L1PT3DjpET"
    },
    {
        "id_str": "1367500258574540807",
        "full_text": "@stevenj86479307 Thanks.  I am well aware of this scheme already, but it requires action by the Government for it to happen. That’s my point."
    },
    {
        "id_str": "1367489466827497477",
        "full_text": "@stevenj86479307 Thanks.  What is this method of getting support to deal all the fire safety problems?"
    },
    {
        "id_str": "1367445000913629185",
        "full_text": "2/2 Without a comprehensive plan, in which the builders and developers responsible meet the cost, buildings will remain unsafe, flats will still be worthless and unsellable, and waking watching and insurance bills will continue. @LeedsCladding @ukcag @LKPleasehold"
    },
    {
        "id_str": "1367444694511271938",
        "full_text": "1/2 The cladding crisis continues, with leaseholders still facing unaffordable bills to fix fire safety defects that the Government scheme does not cover, and yet not a word about this in yesterday’s Budget."
    },
    {
        "id_str": "1367108901309714436",
        "full_text": "https://t.co/QbiltHDsbZ"
    },
    {
        "id_str": "1367101857940791304",
        "full_text": "@MichaelAodhan @KvanOosterom @NLinUK @Big_Kells @InvestNI Dear Aodhan.  Could you please let me have your email address by emailing bennh@parliament.uk  Thanks."
    },
    {
        "id_str": "1366514415424712709",
        "full_text": "I am very sad to hear this. Corinne was a great force in the Walpole Residents' Association and a passionate advocate for the things she believed in. Thinking of her family and friends. https://t.co/RSrTc5B4vK"
    },
    {
        "id_str": "1366486826106683399",
        "full_text": "@robofsalisbury Thanks Robert."
    },
    {
        "id_str": "1366479065163653124",
        "full_text": "@SKnosey Thanks. I have now found it and I’ve just replied to you."
    },
    {
        "id_str": "1366469693092093953",
        "full_text": "This is shocking.  What does @DominicRaab think he is doing when he knows full well the extent of the humanitarian crisis being faced by the people of Yemen. https://t.co/xAgxbeDxWD"
    },
    {
        "id_str": "1366468694528909312",
        "full_text": "@SKnosey Can you tell me what email address you wrote from?  Many thanks."
    },
    {
        "id_str": "1365640006962937858",
        "full_text": "Congratulations Anas. https://t.co/KfN58VGrub"
    },
    {
        "id_str": "1365394053458767872",
        "full_text": "Thanks very much to Chris Peace of the Orgreave Campaign for coming to speak to @LeedsCentralLab tonight about why we must have an inquiry into what happened that day.  @orgreavejustice"
    },
    {
        "id_str": "1365313335248510979",
        "full_text": "Good to see the new access ramp coming along. Onwards and upwards! @holbeckwmc @SlungLow @slunglowalan https://t.co/HfbsWZCUka"
    },
    {
        "id_str": "1365309633800392708",
        "full_text": "@SKnosey Did you email bennh@parliament.uk ?"
    },
    {
        "id_str": "1365283285069410306",
        "full_text": "The First White Cloth Hall in Kirkgate is really coming along. After so many years, it’s great to see. https://t.co/Wfdfz6VVmm"
    },
    {
        "id_str": "1365281068505583617",
        "full_text": "Thanks to all the staff at the Elland Road vaccination centre for the wonderful job you are doing. I was very impressed by everything I saw and everyone I met on my visit this morning.  The @nhsleeds at its best. https://t.co/hpAdUFN4mo"
    },
    {
        "id_str": "1364940807027982342",
        "full_text": "https://t.co/12hP1RTNuN"
    },
    {
        "id_str": "1364927253126201345",
        "full_text": "@sonofr @BenPBradshaw @angelaeagle @RosieDuffield1 @Meg_HillierMP @campbellclaret @Peston @labourlewis @wesstreeting @DavidLammy @DawnButlerBrent @zarahsultana @Keir_Starmer @stellacreasy @RupaHuq @ToniaAntoniazzi @ApsanaBegumMP Eh? \nhttps://t.co/eC6i4LfqYr"
    },
    {
        "id_str": "1364903907131093000",
        "full_text": "Really good to see.  I do hope there will be more trees planted around the city centre. https://t.co/MCh7NGTfxe"
    },
    {
        "id_str": "1364728262736433156",
        "full_text": "@APB173 @Keir_Starmer @UKLabour Thanks.  I would just point out that the campaign has managed so far to get the Government to provide £5 billion but there is still a lot more to do."
    },
    {
        "id_str": "1364706544324075525",
        "full_text": "@APB173 @Keir_Starmer @UKLabour No. We voted to keep Lords Amendment 4. Do you support the leaseholders’ campaign by the way ?"
    },
    {
        "id_str": "1364632141464805382",
        "full_text": "I am still awaiting a reply from the Prime Minister on this. UK artists, musicians and performers have been abandoned. https://t.co/A9k25Xyf3I"
    },
    {
        "id_str": "1364569716052885504",
        "full_text": "Really important debate in the House of Commons this afternoon on the #FireSafetyBill I trust that we will get the opportunity to vote on all the amendments which seek to prevent leaseholders from having to pay to fix fire safety defects that are not their fault.  @LeedsCladding"
    },
    {
        "id_str": "1364508949064646662",
        "full_text": "I am greatly looking forward to this. It's an excellent and timely report. https://t.co/QbjItTILcl"
    },
    {
        "id_str": "1364213825436872709",
        "full_text": "Really good discussion this afternoon on this with lots of good ideas. A big thank you to all those who took part in the citizens jury.  We now need to get on with it because, as someone has just said, there is no vaccine against dangerous climate change. https://t.co/3eXhi7zUZR"
    },
    {
        "id_str": "1363857720986791938",
        "full_text": "This is indeed terrible news for all the workers affected and a terrible indictment of the management of the company. I’m in contact with the GMB and stand ready to help in any way I can. https://t.co/ZmlC04CSA4"
    },
    {
        "id_str": "1362080576103215105",
        "full_text": "@cleo_crick See following tweet."
    },
    {
        "id_str": "1362080311127982087",
        "full_text": "https://t.co/F5SSmVkwRE"
    },
    {
        "id_str": "1362080240147783681",
        "full_text": "This is quite an achievement for the Prime Minister which he - for some reason - neglected to tell us about. And he has yet to reply to my letter of 15 January about the answer he gave to me at the Liaison Committee on this very issue. https://t.co/K8HoktVy4Y"
    },
    {
        "id_str": "1362079681370075141",
        "full_text": "This is quite an achievement for the Prime Minister which he - for some reason - neglected to tell us about. And while I'm at it, he has yet to reply to my letter of 15 January about the answer he gave to me at the Liaison Committee on this very issue."
    },
    {
        "id_str": "1361649991341789187",
        "full_text": "This is full of ideas about what we can do to move to our zero carbon future. A big thank you to all the jurors who took part. https://t.co/yhNu2V289H"
    },
    {
        "id_str": "1361357864569360385",
        "full_text": "@BlackpoolPearl @StuartLong01 @asgharlab @LeedsCC_Help @LeedsNews @leedslivenews Can you email me at bennh@parliament.uk"
    },
    {
        "id_str": "1361020837273427977",
        "full_text": "I am so sad to hear this. Hywel was a lovely gentle man who cared about others. All our thoughts are with his family. https://t.co/flfE9v5Q8Y"
    },
    {
        "id_str": "1360717663283126273",
        "full_text": "@AlanWhelan17 Well Alan, I haven’t thought about your letter and my reply for a very long time indeed! I hope you are keeping well."
    },
    {
        "id_str": "1359981288921460744",
        "full_text": "All the best for tomorrow. https://t.co/VWQW0qYaZ2"
    },
    {
        "id_str": "1359938353131585547",
        "full_text": "Really interesting thread -  as always - by @tconnellyRTE  Now that both sides have got their hardball letters out of the way, what we need is common sense compromise. https://t.co/UG1mKB7SGs"
    },
    {
        "id_str": "1359495973278539785",
        "full_text": "5. This isn’t over yet."
    },
    {
        "id_str": "1359495693644292097",
        "full_text": "4. The proposed developer levy and tax on the residential property sector is also progress as it’s only right and proper that the industry that was responsible for the scandal should pay to sort it out."
    },
    {
        "id_str": "1359495321865314304",
        "full_text": "3. Having said that leaseholders shouldn’t have to pay to fix buildings above 18 m, it is completely unfair to ask leaseholders to help pay back loans to fix buildings between four and six stories high. They are not responsible for the problem."
    },
    {
        "id_str": "1359494840757673987",
        "full_text": "2. It seems the commitment to pay to make safe buildings above 18 m or six stories only covers the removal of dangerous cladding and not missing firebreaks and wooden balconies.  So who is going to pay to fix these? It cannot and must not be leaseholders."
    },
    {
        "id_str": "1359494362065960960",
        "full_text": "1. The cladding announcement by @RobertJenrick represents some progress - it wouldn’t have happened without the fantastic campaigning of cladding organisations - but it isn’t all it seems and it isn’t enough. @LeedsCladding @ukcag @LKPleasehold @LKPleasehold"
    },
    {
        "id_str": "1359464145607868420",
        "full_text": "https://t.co/dvNJ342uMI"
    },
    {
        "id_str": "1359430323579351041",
        "full_text": "@emskidodge @LeedsCladding @ukcag @LKPleasehold Thanks.  Did you send it to bennh@parliament.uk"
    },
    {
        "id_str": "1359415767071158274",
        "full_text": "I wonder why? https://t.co/8N8Bs7kPc2"
    },
    {
        "id_str": "1359413887951634432",
        "full_text": "The two big tests of today’s announcement on cladding are a) will it provide enough funding to fix the problem and b) will it protect leaseholders from having to pay for a scandal that was not of their making. It must do both.  @LeedsCladding @ukcag @LKPleasehold"
    },
    {
        "id_str": "1359158162469847046",
        "full_text": "This is such an important campaign by @UsdawUnion and the @The_TUC The Tories cannot be allowed to get away with this. https://t.co/IF78jFjPPB"
    },
    {
        "id_str": "1358396309452038145",
        "full_text": "@simonparsons19 https://t.co/Q02m3RxurZ"
    },
    {
        "id_str": "1357328668197019652",
        "full_text": "I have signed this joint letter to the Chancellor about the very large number of people who have been excluded from any support during the pandemic even though he repeatedly claims something else.  @ExcludedUK https://t.co/e2k56Z7Jqf"
    },
    {
        "id_str": "1357056293253578754",
        "full_text": "This was truly shocking to watch.  What is the matter with those who behave in such a disgusting way towards dedicated people who are there to help all of us when we get sick? https://t.co/lDT4nd3vww"
    },
    {
        "id_str": "1356943954957205510",
        "full_text": "This is exactly what leaseholders are worried about. “Unaffordable”?! As far as my constituents are concerned they’ve already had to make payments for waking watches and insurance bills that they can’t afford. They shouldn’t have to pay a penny more. https://t.co/dlEOORhd0z"
    },
    {
        "id_str": "1356943175290679296",
        "full_text": "It looks like the Government will announce something to address the cladding crisis, but I was alarmed to hear the PM say that no leaseholder should have to pay unaffordable costs. Why should they have to pay at all for a problem they didn’t create? @LeedsCladding @ukcag #PMQs"
    },
    {
        "id_str": "1356327689494405120",
        "full_text": "My speech in the House of Commons this afternoon on behalf of my Leeds constituents calling on ministers to take action to end the cladding scandal.\nhttps://t.co/A08O4lYvBQ"
    },
    {
        "id_str": "1356271001357733889",
        "full_text": "@JBrokenshire All the best for a full recovery James."
    },
    {
        "id_str": "1356227586792312835",
        "full_text": "@marleyapter @LeedsCladding @ukcag @LKPleasehold Why were so many of the blocks built without the firebreaks required by the building regulations at the time?"
    },
    {
        "id_str": "1356220742384410624",
        "full_text": "I am looking forward to speaking in today's cladding debate in the House of Commons. Here's why it is so important. @LeedsCladding @ukcag @LKPleasehold ' https://t.co/szxU9X6LDr"
    },
    {
        "id_str": "1355870532508508161",
        "full_text": "I agree, but in the meantime how about making all homes safe and worth something again? The #CladdingScandal must be sorted out now and not at the expense of leaseholders who aren’t responsible for the crisis. @LeedsCladding @ukcag @LKPleasehold https://t.co/ZqT7RgAA5h"
    },
    {
        "id_str": "1355508052938682369",
        "full_text": "@KerryMP @politicalhackuk @AlexDaviesJones @JohnRentoul Yup."
    },
    {
        "id_str": "1355250407795208197",
        "full_text": "This is a really ill-judged and provocative move by the EU Commission. What were they thinking of? https://t.co/xizWe5lggW"
    },
    {
        "id_str": "1355190518347657218",
        "full_text": "This is a really important campaign to support the great work of our museums and galleries.  @YVANetwork https://t.co/iVANgRWpLs"
    },
    {
        "id_str": "1355136916539240454",
        "full_text": "@MaxineB81928306 @LeedsCladding @LKPleasehold @ukcag https://t.co/AOyNOuxWlY"
    },
    {
        "id_str": "1355102021741932545",
        "full_text": "@frankrooney18 @RachaelLoftus Because if there isn’t a waking watch then the fire service could  close down the building and everyone would then have to move out."
    },
    {
        "id_str": "1354919882748522496",
        "full_text": "This is such a powerful report and such a tragedy.  Hayley did everything right - unlike those who built the block where she lived - but she’s the one who’s been made bankrupt. This cannot go on. @LeedsCladding https://t.co/mFIkXkKGSW"
    },
    {
        "id_str": "1354821803579850762",
        "full_text": "This will be an important debate in the House of Commons on Monday and I hope to be called to speak on behalf of my constituents who are the innocent victims of this scandal. They should not have to pay to fix a problem that they did not cause. @LeedsCladding @LKPleasehold @ukcag https://t.co/kKqKx481Wy"
    },
    {
        "id_str": "1354428707285454850",
        "full_text": "Strange how the Prime Minister argues at one and the same time that schools are safe and that they are vectors for transmission which causes the virus to spread between households."
    },
    {
        "id_str": "1354426074382405633",
        "full_text": "This is exactly the sort of leadership we need on transport. Thanks @groves_kim @cllrjudithblake https://t.co/6WpO4hFcwc"
    },
    {
        "id_str": "1354393371616415744",
        "full_text": "Today is #HolocaustMemorialDay           A day to remember all those who were murdered by the Nazis, including 6 million Jews. A day to remember all the victims of more recent genocides. A day to remember where hatred and bigotry can lead. A day to remember and never forget."
    },
    {
        "id_str": "1354370629500334080",
        "full_text": "Much of England’s wildlife-rich habitat has disappeared  over the last century. My speech from yesterday's debate on the Environment Bill in support of setting a binding target to halt and start to reverse this by 2030. https://t.co/Dehx2YiiYJ"
    },
    {
        "id_str": "1354193258897928193",
        "full_text": "What a simply wonderful film. Do watch it. https://t.co/bZMbndDmg6"
    },
    {
        "id_str": "1353994266176086016",
        "full_text": "Today I will be speaking in favour of this new clause to the Environment Bill to establish a state of nature target. We can’t stand by while species decline. It’s time to act. https://t.co/i8RXLyC2qj"
    },
    {
        "id_str": "1352942228390506498",
        "full_text": "@emskidodge @LostInSW19 @MrCladding @skirk93 @ChrisPincher @RobertJenrick I’ve signed the amendment."
    },
    {
        "id_str": "1352749950313103367",
        "full_text": "Many congratulations James. https://t.co/Vuq2cTFRY8"
    },
    {
        "id_str": "1352632265948409857",
        "full_text": "So good to hear the praise for MPs’ caseworkers - the far too often unsung people who make such a difference to the lives of our constituents. Thank you Judy, Olivia and Jo. #CaseworkerHeroes https://t.co/SOYJiDbVIb"
    },
    {
        "id_str": "1352395279392247811",
        "full_text": "@ididitathome Please listen to the British businesses who have suddenly found life harder because of form filling, red tape and extra cost. It’s not because the EU is making life difficult. It’s because that’s what leaving the single market and the customs union results in."
    },
    {
        "id_str": "1352348914071056384",
        "full_text": "@LeedsHospitals @WYFRS @WestYorksPolice I do hope everyone is OK."
    },
    {
        "id_str": "1351952034816253953",
        "full_text": "A dignified, uplifting and moving speech by President Biden in which he reminded us what we need to do to change things for the better.  The better angels of our nature now beckon. https://t.co/37jl6IpoU7"
    },
    {
        "id_str": "1350055146617778177",
        "full_text": "Levelling down I see. https://t.co/eGEy3m16Ci"
    },
    {
        "id_str": "1349488125496725512",
        "full_text": "Indeed. It is clear from the exchanges today that the Prime Minister doesn't understand the problems that UK musicians and performers, Scottish fishing communities and consumers in Northern Ireland now face. Things are not going smoothly. https://t.co/Mpwfozrx3t"
    },
    {
        "id_str": "1348740609310384128",
        "full_text": "@jillongovt @CommonsLiaison @DavidGHFrost @DrHannahWhite We have one final evidence session this Wednesday Jill. https://t.co/S94NjOFXHU"
    },
    {
        "id_str": "1348699147268976641",
        "full_text": "Re my point of order in the Commons just now, here's the correspondence with the Leader of the House about the fact that our select committee will now be prevented from taking evidence from Lord Frost on the UK/EU Trade Agreement. https://t.co/VM4FpmmGtx"
    },
    {
        "id_str": "1348579481150218240",
        "full_text": "A big thank you to all the NHS staff and volunteers who are working so hard to get the vaccine to people as quickly as possible. https://t.co/q0t9KiN4f8"
    },
    {
        "id_str": "1348372599479414784",
        "full_text": "You should really watch this. https://t.co/vuD8p3Qdzz"
    },
    {
        "id_str": "1347589793102835719",
        "full_text": "@timhills No. Not yet."
    },
    {
        "id_str": "1347484253110620160",
        "full_text": "My question to the Prime Minister about when all the children of Leeds Central will be able to access online learning. To do that they need laptops and Wifi or mobile data that their parents can actually afford. https://t.co/NhosT0PYc2"
    },
    {
        "id_str": "1347180367934070789",
        "full_text": "@JoStevensLabour Great news Jo.  All the best."
    },
    {
        "id_str": "1346923746108596224",
        "full_text": "President Trump has brought shame upon himself for inciting this assault on American democracy. https://t.co/yvngiUjRQ8"
    },
    {
        "id_str": "1346772015064211456",
        "full_text": "Good old BBC showing what public service broadcasting is all about.  @bbcpress https://t.co/cDXZjHB7MX"
    },
    {
        "id_str": "1346398824714153984",
        "full_text": "@paulwaugh @HuffPostUK All the best for your recovery Paul."
    },
    {
        "id_str": "1346109876557254656",
        "full_text": "https://t.co/IokqOAOM4n"
    },
    {
        "id_str": "1344604057013542915",
        "full_text": "So delighted by your award @slunglowalan It is richly deserved by you and all the @SlungLow team. And thank you for your service in the Reserves. We are all proud of you. https://t.co/zqnS09xOzz"
    },
    {
        "id_str": "1344560793573089282",
        "full_text": "@Graz_Jakomini @UKLabour @Keir_Starmer @DavidLammy @DrRosena @YvetteCooperMP View the Hansard contribution by Hilary Benn (Leeds Central) (Lab) on Wednesday 30 December 2020 https://t.co/Ky1xRAbYeL"
    },
    {
        "id_str": "1344377134907842561",
        "full_text": "@AnthonyKeenan17 https://t.co/B3aG8SPc6e https://t.co/xN4Lm6TbXw https://t.co/A7iOmXFGDB https://t.co/stL6ODiOkx https://t.co/Lc0BLnn7wc https://t.co/EjMxQzFOVY"
    },
    {
        "id_str": "1344231874152067072",
        "full_text": "Keir Starmer’s rigorous analysis in the House of Commons right now is such a contrast to the Prime Minister’s bombast."
    },
    {
        "id_str": "1342139915430146052",
        "full_text": "3. The task now is take this agreement as a starting point as we build a stronger relationship with our friends and neighbours in the EU over the years ahead."
    },
    {
        "id_str": "1342139582322622470",
        "full_text": "2.  We all now need to be able to read the text to find out what is in it and what isn't. There is also a big change coming from 1 January, despite this agreement, when we will see what Brexit actually means."
    },
    {
        "id_str": "1342139215597993987",
        "full_text": "1. I welcome an agreement because no deal would have been disastrous and the Prime Minister was eventually forced to recognise this. It will lessen some of the adverse economic effects of Brexit but it will also mean more red tape and costs for UK firms which export to the EU."
    },
    {
        "id_str": "1341428395993919489",
        "full_text": "Congratulations Vernon. https://t.co/2P3JwZEOBH"
    },
    {
        "id_str": "1341416392168509442",
        "full_text": "Many congratulations @cllrjudithblake https://t.co/MbEMy5X9te"
    },
    {
        "id_str": "1341382202379169793",
        "full_text": "@edebaroid @MarinaNigrelli https://t.co/kOAdCd1v5c"
    },
    {
        "id_str": "1340288502097952770",
        "full_text": "@michaelwhite All the best Michael."
    },
    {
        "id_str": "1339698469418754055",
        "full_text": "I am very sorry to hear this.  The whole thing is so unfair and unjust. Take care. https://t.co/VaLSGXsNTo"
    },
    {
        "id_str": "1339531874159521794",
        "full_text": "It has been obvious for some time that this would have to happen, but whatever the deadline thousands of leaseholders will miss out on funding to make their homes safe because £1bn is way, way short of what's needed. Ministers must come up with a plan and funding for every block. https://t.co/LbNjk9IOs8"
    },
    {
        "id_str": "1338815126342930432",
        "full_text": "A reminder of what the Prime Minister promised. #HS2 https://t.co/dUOpFycLRX"
    },
    {
        "id_str": "1338806170254008320",
        "full_text": "The Prime Minister promised levelling up, not stopping short. #HS2 must come to Leeds. https://t.co/xubzJTBhDc"
    },
    {
        "id_str": "1338621936008564737",
        "full_text": "@simonparsons19 @andreajenkyns https://t.co/sCoB3IFAUA"
    },
    {
        "id_str": "1338620986116218884",
        "full_text": "A heartfelt thank you to your team and to all the teams that are making Covid vaccination happen. https://t.co/QLaxPEvdW9"
    },
    {
        "id_str": "1338559494243168259",
        "full_text": "I asked the Health Secretary today about the big reduction in Covid cases in Leeds in the last 6 weeks and the forthcoming decision about whether we might be moved from Tier 3 to Tier 2.  Many businesses that have been badly affected in the city will be awaiting the answer. https://t.co/NCwDPq0sSq"
    },
    {
        "id_str": "1338167817334640643",
        "full_text": "@kizzibuttonz Can you please email me at bennh@parliament.uk"
    },
    {
        "id_str": "1338045892415401985",
        "full_text": "Congratulations to all the staff for their skill and care. The NHS at its best. https://t.co/gVzelPABqK"
    },
    {
        "id_str": "1337880418398384130",
        "full_text": "I am afraid you are mistaken. See below. https://t.co/HMGPN8K2vH https://t.co/mudTfcN5rw"
    },
    {
        "id_str": "1337786490647154689",
        "full_text": "And finally, winter plants looking forward to a better 2021, as are we all https://t.co/gvvPfkpHt7"
    },
    {
        "id_str": "1337786087809409027",
        "full_text": "The River Aire by the @CituUK low carbon development (another sign of the future) https://t.co/pvaerT3l8M"
    },
    {
        "id_str": "1337785863120498696",
        "full_text": "The Refill Zone at @asda Middleton (a sign of the future?) https://t.co/JLe4vpG3kE"
    },
    {
        "id_str": "1337785460391809024",
        "full_text": "The statue of the great Billy Bremner at Elland Road https://t.co/TwPwHOVsxb"
    },
    {
        "id_str": "1337785281995563015",
        "full_text": "Socially-distanced elves from the @mosaicchurch https://t.co/VpAR4FH5YT"
    },
    {
        "id_str": "1337784888330776577",
        "full_text": "@SlungLow at @holbeckwmc - an example of the great job that community organisations have done during the pandemic to help others https://t.co/AHxB7ixxVD"
    },
    {
        "id_str": "1337784617189912581",
        "full_text": "A slightly random collection of Leeds photos, starting with Briggate. Can you read the message? https://t.co/7BVY4s3zmO"
    },
    {
        "id_str": "1337727410658283525",
        "full_text": "Why hasn’t the Chancellor of the Exchequer said something about the damaging economic consequences of no deal as highlighted by the OBR? https://t.co/O09gyBUJH5"
    },
    {
        "id_str": "1337707670170693632",
        "full_text": "10. Both sides need a deal - after all jumping off a cliff isn’t going to be good for anyone. \nWhat’s needed now is a willingness on both sides to sort this out in the interests of all our futures."
    },
    {
        "id_str": "1337706160602951680",
        "full_text": "9. This would allow time to see whether the concerns – the UK view of sovereignty on the one hand and the EU fear that the UK will gain a competitive advantage over German, French and other countries’ firms on the other - is really something that we need to worry about."
    },
    {
        "id_str": "1337706010530762754",
        "full_text": "8. One way of avoiding the problem for now would be to have a review clause; ie an agreement that after say 5 yrs both sides could look at these LPF rules and the link to the degree of access that the UK has been given to the EU single market and decide whether they are working."
    },
    {
        "id_str": "1337705799326568449",
        "full_text": "7. The other issue is that because this arrangement will last for a very long time, both sides are trying to protect their interests and guard against something happening in future which they don’t want."
    },
    {
        "id_str": "1337705214804111360",
        "full_text": "6. The areas of dispute are these. How do you identify whether different standards are in practice affecting fair competition? Who decides? And at what point in the process can one side take action against the other to ‘re-level’ the playing field?"
    },
    {
        "id_str": "1337705058381799424",
        "full_text": "5. The other consideration is that trust was undermined by the row over the Internal Market Bill. Seeking to renege on part of a Treaty you negotiated a year ago is not a very good idea, especially when you’re trying to negotiate a new Treaty with the same partners now."
    },
    {
        "id_str": "1337704625139494912",
        "full_text": "4. In the Political Declaration both sides signed up to robust level playing field commitments to “prevent distortions of trade and unfair competitive advantages.” That’s why both the UK and the EU should want a mechanism for ensuring that the terms of trade remain fair."
    },
    {
        "id_str": "1337704393261641730",
        "full_text": "3. But the issue is what happens if EU standards diverge from ours in the years ahead and vice versa. In other words, how do you make sure that the playing field that both sides run out onto on 1 Jan remains level in the years ahead?"
    },
    {
        "id_str": "1337704138298298368",
        "full_text": "2. It’s pretty clear now that the level playing field is the cause of the deadlock. It seems that the UK and the EU have already agreed a non-regression clause – ie that both sides won’t reduce existing standards on things like environmental protection and workers rights."
    },
    {
        "id_str": "1337703696138907649",
        "full_text": "1. We are currently staring over the precipice of no deal. Everyone, including many of those who argued for Brexit, understand the damage it would do, especially at the same time as the Covid economic crisis and the end of the transition period. We are facing a perfect storm."
    },
    {
        "id_str": "1337533879054426114",
        "full_text": "https://t.co/uS44puck43"
    },
    {
        "id_str": "1337486507825913857",
        "full_text": "@BBCPolitics @BBCNews Important clarification from the EU. Since the Prime Minister claims that he wants the UK to lead the world on high standards, what is he worried about?"
    },
    {
        "id_str": "1337348548304793600",
        "full_text": "@CampLeaders I am contacting you on behalf of a constituent who has not been given a refund of the fee she paid to come to to work for you this summer which was cancelled.  Can you email me please? Thanks. bennh@parliament.uk"
    },
    {
        "id_str": "1336697936433049602",
        "full_text": "@mikeyl Not so. Both sides should be able to improve workers' rights and environmental standards."
    },
    {
        "id_str": "1336697079436079108",
        "full_text": "@DMBRICH No."
    },
    {
        "id_str": "1336663597670404100",
        "full_text": "@TwoTonneTed @RobertJenrick @team_greenhalgh @ukcag @axainsurance This is intolerable. The longer the Government fails to act to make these homes safe, the more leaseholders will find themselves literally priced out of their homes by bills they simply cannot afford."
    },
    {
        "id_str": "1336647299016101892",
        "full_text": "@CafeLeep @jlandpartners @waitrose @FareShareYorks @FareShareUK @Leep1leeds @Bridge2Hosp @MyForumCentral @AdvonetUK @fullcrumbkitch @goodthingsfdn @leedslibraries I will miss you all this Christmas, but let's look forward to next year!"
    },
    {
        "id_str": "1336306088791175168",
        "full_text": "This is positive news. https://t.co/jAAWBml30N"
    },
    {
        "id_str": "1335998742047154178",
        "full_text": "@drchrisnewton @BarrySheerman I didn't tell you what you voted for. All I did was to remind you what the Leave campaign promised the British people."
    },
    {
        "id_str": "1335980458035851264",
        "full_text": "@drchrisnewton @BarrySheerman As you know, the Leave campaign promised there would be a trade deal. It didn’t campaign for no deal."
    },
    {
        "id_str": "1335700879735918600",
        "full_text": "Well, quite a contrast to the PM’s assertion that the UK will “prosper mightily” if there’s no deal..... https://t.co/OjrFB4eSm2"
    },
    {
        "id_str": "1334856942347558912",
        "full_text": "This is just awful.  People are having the home of their dreams snatched away from them through no fault of their own. @RobertJenrick @mhclg https://t.co/z2qBeLXvSk"
    },
    {
        "id_str": "1334782324026839041",
        "full_text": "Richly deserved Dennis. Thanks for everything you’re doing. https://t.co/TMOZdjJ2S5"
    },
    {
        "id_str": "1334259855721369601",
        "full_text": "@CardiacArrest I am making enquiries about this."
    },
    {
        "id_str": "1333790002367455236",
        "full_text": "@M4Debs Do you agree that the suggestion that Covid vaccines will inject microchips into us is a conspiracy theory and therefore untrue?"
    },
    {
        "id_str": "1333777017502744576",
        "full_text": "@jude99_ @M4Debs https://t.co/4SYzXHT7nU"
    },
    {
        "id_str": "1333776613000048641",
        "full_text": "@jude99_ @M4Debs https://t.co/BNJFeoDdau"
    },
    {
        "id_str": "1333775097476370432",
        "full_text": "@kilimanExplorer https://t.co/aWmk6VfeSx"
    },
    {
        "id_str": "1333774004176515074",
        "full_text": "@M4Debs If you listened to my speech you would have heard me say that we must distinguish between conspiracy theory anti-vaxxers on the one hand and those who have genuine questions and concerns which are perfectly reasonable on the other. It is ultimately a matter of individual choice."
    },
    {
        "id_str": "1333769921084403718",
        "full_text": "Congratulations Jeremy and all the team on a decade of brilliant reporting.  If you want to know what’s happening in South Leeds you need look no further than @SouthLeedsLife https://t.co/4w6Wbw7QOk"
    },
    {
        "id_str": "1333698047616933888",
        "full_text": "As this piece shows, the fisheries issue is much more complicated than just a simple slogan of ‘taking back control’.\n\nhttps://t.co/WFlLlH13Lp"
    },
    {
        "id_str": "1333481018892947469",
        "full_text": "@chriswalshuk @andreajenkyns Thanks. I don't get why it matters whether someone was confirmed as Covid-positive before admission as opposed to confirmed after admission or required treatment for symptoms? Looking at this, the orange line is the better indicator."
    },
    {
        "id_str": "1332371152459739139",
        "full_text": "https://t.co/fLXyWRfRqa"
    },
    {
        "id_str": "1332297642441928704",
        "full_text": "Like @RichardBurgon I much enjoyed my virtual meeting with @esther_wakeman of @Leeds_Cares today and I would echo everything Richard says about the great work they are doing to support our NHS and the people of our city. Thanks to everyone in the team. https://t.co/BcXgGpp2G8"
    },
    {
        "id_str": "1332250846969655298",
        "full_text": "@chriswalshuk @SouthLeedsLife Thanks. The Leeds Teaching Hospitals Trust says it has more patients with Covid now than it had in the previous peak in April. Quite a lot of NHS elective surgery has been cancelled in order to be able to treat Covid patients so it’s having a serious effect on other illnesses."
    },
    {
        "id_str": "1332238062416490497",
        "full_text": "@RobWilliams100 https://t.co/gdF0lUnWgU"
    },
    {
        "id_str": "1331996624181194753",
        "full_text": "@_petermason @rachel_wenstone Thanks Peter"
    },
    {
        "id_str": "1331995719562092544",
        "full_text": "@ShabiraTurner Thanks very much."
    },
    {
        "id_str": "1331697400944226308",
        "full_text": "@Lee21249405 @edwardpoole1975 @sonofr @keirstarmer https://t.co/a6PETuPc1W"
    },
    {
        "id_str": "1331696427920224261",
        "full_text": "The Chancellor knows that the £1.6 billion he has allocated isn’t enough so telling me about it again completely misses the point. Unless something changes, my constituents will be living in these unsafe homes for years and years to come. Only the Chancellor can solve this. https://t.co/5LaIuTDabH"
    },
    {
        "id_str": "1331526926243127298",
        "full_text": "The cladding crisis can't go on any longer. So I asked the Housing Minister yesterday when the Government will come up with a plan to fix it. Here's the exchange. @LeedsCladding  @LKPleasehold @ukcag https://t.co/zKahAtKShF"
    },
    {
        "id_str": "1331231669198737408",
        "full_text": "3. Cutting UK aid will harm those who have least, damage our national interest and send the wrong message about the kind of country the UK should aspire to be.  It is no wonder that cross-party opposition to this is growing with each passing day."
    },
    {
        "id_str": "1331231393624547331",
        "full_text": "2. And the day after the Oxford vaccine comes through - a great British scientific achievement which is the most affordable of the vaccines discovered so far - are we really going to reduce the help that we give to the poorest people of the world who need to be vaccinated too?"
    },
    {
        "id_str": "1331230900005326851",
        "full_text": "1. When the Prime Minister announced the abolition of DFID on 16 June this year he assured the House of Commons that the UN 0.7% aid target “remains our commitment.”  So I wouldn’t trust any assurances that this cut will be temporary. https://t.co/fTarijzCxf"
    },
    {
        "id_str": "1331201695976730624",
        "full_text": "A really important report on the cladding scandal by @CommonsHCLG  We will be asking the Housing Minister what he’s going to do to protect leaseholders from unaffordable costs when he answers Clive Betts’ urgent question at 12.30pm. @LeedsCladding https://t.co/TCi7wgnpaZ"
    },
    {
        "id_str": "1330911383647645698",
        "full_text": "@RobWilliams100 @UKLabour I agree - and that’s all the result of Brexit. But given we have left, the question is what should we do now ?"
    },
    {
        "id_str": "1330908402638319616",
        "full_text": "@RobWilliams100 It isn’t. That’s why I opposed Brexit - and still do - but we lost. We’ve already left the EU and so we now need to think about the future."
    },
    {
        "id_str": "1330905541510651909",
        "full_text": "Here’s my article on why there must be a deal with the EU. https://t.co/gdF0lUnWgU"
    },
    {
        "id_str": "1330239137207742468",
        "full_text": "@onasixpence Thanks very much. That is some periodic table!"
    },
    {
        "id_str": "1329713450264694787",
        "full_text": "I am very sad to hear this.  John did so much for our city and all our thoughts are with his family. https://t.co/B7OG8ZayrP"
    },
    {
        "id_str": "1329481160557277188",
        "full_text": "Thank you @BBCPM for highlighting the nightmare of the cladding scandal that so many leaseholders are being forced to live with. Only the Government can fix this because as we have just heard leaseholders can’t pay and shouldn’t have to pay. @LeedsCladding"
    },
    {
        "id_str": "1329474119168126980",
        "full_text": "@BBCPM is about to have an item on the #claddingscandal  Do listen in. @LeedsCladding"
    },
    {
        "id_str": "1329189565899354117",
        "full_text": "All the best for your meeting tomorrow. https://t.co/vIOdma9eHi"
    },
    {
        "id_str": "1328742723340410881",
        "full_text": "@Mal_DuBois https://t.co/aDmO8mKF4I"
    },
    {
        "id_str": "1328739910921154565",
        "full_text": "Just called on the Transport Minister in a Westminster Hall debate to give a clear commitment that the HS2East route to Leeds will be built at the same time as the route to Manchester.  @cllrjudithblake"
    },
    {
        "id_str": "1328734262426791936",
        "full_text": "Proud to support Andrew Mitchell’s Ten Minute Rule Bill today which calls for the UK to finance the training of two doctors or nurses for every one recruited to work in this country from developing countries. Those countries need their health service staff."
    },
    {
        "id_str": "1328696106159656961",
        "full_text": "Do they mean temporary as in the introduction of income tax in 1799? https://t.co/xLxmjaxCQV"
    },
    {
        "id_str": "1328668357965606913",
        "full_text": "The Government must not do this. It would hurt the  poorest people in the world and damage our international reputation. https://t.co/F8dnmequGw"
    },
    {
        "id_str": "1328656970421854208",
        "full_text": "https://t.co/ltqnUpZO8M"
    },
    {
        "id_str": "1328426215712169984",
        "full_text": "Indeed. https://t.co/hIBVMqJzEU"
    },
    {
        "id_str": "1328380281447985152",
        "full_text": "@LeedsCladding  Well now, this is very interesting, and it looks like all our pressure has had an effect. BUT how is the removal of unsafe cladding going to be paid for if owners and freeholders don't come up with the money? https://t.co/NpeBvvfopn"
    },
    {
        "id_str": "1328377805453873160",
        "full_text": "Retail workers have been doing vital work during the Covid pandemic. They shouldn't have to endure violence, threats and abuse.\n\nSupport our retail workers – sign the petition calling for a new law to keep them safe #Respect20 https://t.co/xyCQMX7zk0"
    },
    {
        "id_str": "1328372121689616384",
        "full_text": "@OuseMoor Just to remind you.  https://t.co/uSvaKaMhEY  https://t.co/1bSCsshoWY https://t.co/6vgpYKc6TA"
    },
    {
        "id_str": "1328062856697286657",
        "full_text": "Now here's someone who knows what he is talking about - he actually runs a big dairy business - and yet George Eustice appears to think he knows better. Once again, ministers who believe Brexit will be good for the economy refuse to let the facts get in the way of the fiction. https://t.co/i0sko9rKrZ"
    },
    {
        "id_str": "1327690709390995456",
        "full_text": "10.  I still think there will be one, but if it doesn’t happen then while, of course, the Prime Minister will blame the EU, the blunt truth is that he will have no-one to blame but himself."
    },
    {
        "id_str": "1327690345778475009",
        "full_text": "9.  This is now all about political will. I think the vast majority of people in the country want a deal. So our message to the negotiators should be, keep going and please get an agreement."
    },
    {
        "id_str": "1327690193898500097",
        "full_text": "8.  So what needs to happen in the very little time that remains? Both sides need to compromise. That’s how you get agreements. It cannot be impossible to find a way through on the level playing field or fisheries or how disputes will be resolved."
    },
    {
        "id_str": "1327690001954566152",
        "full_text": "7.  Ministers know it too even though they pretend no deal is a good outcome. They’ve done the calculations which show a loss of future GDP. At a time when we’re already facing an economic crisis because of Covid, why on earth would you want to impose no deal on top of that?"
    },
    {
        "id_str": "1327689483412762631",
        "full_text": "6.  Businesses also know how damaging no deal would be. Just ask lamb or beef farmers or carmakers or the the British Retail Consortium which has calculated that no deal tariffs would add £3.1bn a year to the cost of importing food and drink from the EU."
    },
    {
        "id_str": "1327689252612829191",
        "full_text": "5.  Firms know this. Week after week our select committee has heard how business will be made more costly, more difficult and more uncertain because of expensive duplication (eg chemicals registration), new red tape, the potential for border delays or simply lack of clarity."
    },
    {
        "id_str": "1327689022714613761",
        "full_text": "4.  This is the first trade negotiation in British history in which the Government has gone into the talks knowing that it will come out with worse terms than what we have at the moment."
    },
    {
        "id_str": "1327688802148691970",
        "full_text": "3.  ....and the claim that we could get the exact same benefits - will finally be exposed for what they were. Completely hollow."
    },
    {
        "id_str": "1327688627586031622",
        "full_text": "2.  Either way, because any deal is likely to be thin (although avoiding tariffs is crucial) all those promises - one of the easiest trade deals in human history, we hold all the cards, there will be no downside to Brexit only a considerable upside...."
    },
    {
        "id_str": "1327688448728240128",
        "full_text": "1. The time for dither, delay and denial has gone.  The Prime Minister must now decide whether he actually wants a deal with the European Union or not."
    },
    {
        "id_str": "1327026791668658177",
        "full_text": "This is completely unacceptable and it would not be allowed in any other workplace. https://t.co/UY40WdDyDF"
    },
    {
        "id_str": "1326837450250055680",
        "full_text": "This is a really important campaign. Please support it. https://t.co/f9GcgoK539"
    },
    {
        "id_str": "1326836693446627328",
        "full_text": "It is hardest for the leaseholders Stephen. Their homes are unsafe and worthless, and you know they can't afford the sums required. The Government has rightly found billions to protect people during the pandemic so why can't you find the money here?  \n@LeedsCladding https://t.co/JHLroS5i4b"
    },
    {
        "id_str": "1326830189742010368",
        "full_text": "How will homes affected by the cladding scandal be made safe when leaseholders say they simply can’t afford sums like this? Ministers can’t pretend that all unsafe cladding will be replaced when there is currently no way of paying for this. @RobertJenrick @mhclg @LeedsCladding https://t.co/3pPOUwKVWu"
    },
    {
        "id_str": "1326654031272534016",
        "full_text": "Really important report on @BBCNews just now about the cladding scandal. This has gone on long enough. When is the Government going to bring leaseholders’ nightmare to an end ?@RobertJenrick @mhclg @LeedsCladding"
    },
    {
        "id_str": "1326187205711290370",
        "full_text": "The Garden of Remembrance at Westminster Abbey and St Margaret’s earlier today. https://t.co/udEvs8zb4D"
    },
    {
        "id_str": "1325474613762138115",
        "full_text": "@Kirstenfoster20 @JoeBiden @SenKamalaHarris What a lovely letter. Can you email me at bennh@parliament.uk with an address so I can reply to Poppy."
    },
    {
        "id_str": "1325435358423740418",
        "full_text": "All the best with your research. https://t.co/2Y14MHA8Zz"
    },
    {
        "id_str": "1325405825293316096",
        "full_text": "Remembering also today my uncle Flt Lt Michael Benn DFC who died on 23 June 1944 and my great uncle Captain Oliver Benn who died on 6 June 1915. #RemembranceSunday https://t.co/Mzh8kPbPEp"
    },
    {
        "id_str": "1325386458908286978",
        "full_text": "Even though we cannot be together this year, today - and always - we will remember those who gave their lives in the service of our country.  #RemembranceSunday https://t.co/zoOsSdZDdY"
    },
    {
        "id_str": "1325165940057714688",
        "full_text": "@Scott12Colin @JoeBiden And more voted for Joe Biden.  That’s why he has won."
    },
    {
        "id_str": "1325124624955305985",
        "full_text": "This is a victory for decency, moderation and the better angels of our nature. God bless the United States of America. @JoeBiden"
    },
    {
        "id_str": "1324766497856720896",
        "full_text": "This is totally unacceptable @HighwaysYORKS What are you going to do to put it right? @SouthLeedsLife @groves_kim @cllrjudithblake https://t.co/3GKeztQg9s"
    },
    {
        "id_str": "1324761532618756100",
        "full_text": "@DaveCha39610251 Glad to hear it!"
    },
    {
        "id_str": "1324671883300741121",
        "full_text": "Industry has been warning for quite some time that things would not be ready in time, but ministers’ response has been to claim that it will be alright on the night. Judging by this report, it doesn’t look like it will be. https://t.co/vhsWI1aU7b"
    },
    {
        "id_str": "1324285868836900867",
        "full_text": "Truly shocking to see this, but what is uplifting is the dignity of election officials all over the country who are determined to count each and every vote fairly and transparently. https://t.co/SHoiakVBDR"
    },
    {
        "id_str": "1324114524945944581",
        "full_text": "Shocking to see the boarding up buildings in anticipation of #USElection2020 This is what Donald Trump has brought upon US democracy. https://t.co/e2pSeOHfN4"
    },
    {
        "id_str": "1323946339311431681",
        "full_text": "@MissMWeaver1 @UKParliament Thanks very much. I look forward to receiving them."
    },
    {
        "id_str": "1322647685111910405",
        "full_text": "This shows just how many times the Prime Minister’s optimism has proved groundless.  No wonder he has lost the public’s confidence. https://t.co/iFZRvAUT5n"
    },
    {
        "id_str": "1322624584760307720",
        "full_text": "The problem for the Prime Minister’s credibility is that, even though he had the scientific advice, he acted too late in March and he’s acted too late now, while his regular expressions of optimism about when things will get better have proved wrong."
    },
    {
        "id_str": "1321939463719817218",
        "full_text": "Our thoughts are with the people of Nice tonight. Solidarité  🇫🇷"
    },
    {
        "id_str": "1321926013144760326",
        "full_text": "@BBCMarkMardell All the best Mark."
    },
    {
        "id_str": "1321914220464799744",
        "full_text": "2/2 We all need to play our part in trying to reverse the rise in infections so that we can eventually come out of this, but it will depend on what we do. And while we play our part, the Government has to ensure that all the businesses affected get the support they need."
    },
    {
        "id_str": "1321913944823529482",
        "full_text": "1/2 Leeds is moving into Tier 3. This decision was both inevitable and necessary given the high rate of Covid cases in Leeds and the increasing pressures on the LGI and Jimmy's, but I know it's going to be really difficult for a lot of businesses including in the city centre."
    },
    {
        "id_str": "1321867791738261507",
        "full_text": "This is a day of shame for the Party we love.  We let down the Jewish community and we failed to uphold our values.  Now is the moment for all of us to support Keir Starmer in his determination to bring about change so that this never happens again."
    },
    {
        "id_str": "1321443742654570496",
        "full_text": "5/5 And if the freeholder can’t or won’t pay then I have no problem with the Government taking a stake in the building as recompense. However it’s done, these homes must be made safe now and leaseholders should not have to pay."
    },
    {
        "id_str": "1321443558419800064",
        "full_text": "4/5 This cannot go on. If a landlord refuses to do works to make a property safe and the repair is urgent, the local council can step in, undertake the work and send the landlord the bill. Why not apply the same approach to removing dangerous cladding?"
    },
    {
        "id_str": "1321443286452707330",
        "full_text": "3/5 The fact is that leaseholders are already finding the cladding scandal unaffordable with waking watch payments and higher insurance premiums, as well as stress, anxiety, sleeplessness and living with the fear of bankruptcy."
    },
    {
        "id_str": "1321442906108997633",
        "full_text": "2/5 What exactly is “affordable” or, to put it the other way, protecting leaseholders from “unaffordable costs”? Ministers are completely unable to give us a definition or a figure.  And that is worrying a lot of people."
    },
    {
        "id_str": "1321442659995734016",
        "full_text": "1/5 Really worrying and unacceptable. Why should leaseholders who are not in any way responsible for this scandal have to pay to fix it? And why did ministers decide to move from ‘leaseholders should not have to pay’ to ‘leaseholders will have to pay’? @LeedsCladding @mhclg https://t.co/QFe5oMvQdb"
    },
    {
        "id_str": "1321092543308877828",
        "full_text": "It is a shameful decision that will level down. The Union Learning Fund is all about providing opportunities to level up. https://t.co/JCaDrz1hAy"
    },
    {
        "id_str": "1320694984820117505",
        "full_text": "This is the future. Well done @asda https://t.co/LPD76o1oXj"
    },
    {
        "id_str": "1319988338959462401",
        "full_text": "@satty_virdee Here’s one way. https://t.co/Eiv1k82y2p"
    },
    {
        "id_str": "1319962297754963968",
        "full_text": "Great to see our city pulling together to help children in need. https://t.co/OXrwnhUZYs"
    },
    {
        "id_str": "1319960899613040640",
        "full_text": "@dominicjcurran @Popssmith1 @iantighe @EuroGuido https://t.co/oWBh3fOoD7"
    },
    {
        "id_str": "1319931469431590913",
        "full_text": "@GRAHAMMOORE11 @rachelcoldicutt @BlandreaJ @slunglowalan have been doing a fantastic job since the start of the outbreak. Community spirit and support at its very best."
    },
    {
        "id_str": "1319386864147746816",
        "full_text": "Laser lights across Leeds this evening. Thank you  @LightNightLeeds https://t.co/OOKk7R6iaw"
    },
    {
        "id_str": "1319181401237893125",
        "full_text": "I’ve been contacted by lots of staff and businesses in the city centre who are being profoundly affected by the Tier 2 restrictions - footfall is down significantly - but get less support than if they had to close. This is not sustainable."
    },
    {
        "id_str": "1318995755810553856",
        "full_text": "Shameful to vote this down. https://t.co/8B7KsIY5ob"
    },
    {
        "id_str": "1318979670885437440",
        "full_text": "@GBPHS Thanks"
    },
    {
        "id_str": "1318945172705693709",
        "full_text": "@DavidBu03007859 Fact 1: Australia does not have a comprehensive free trade agreement with the EU. It’s why it is trying to negotiate one. Fact 2: if we leave with no deal, then none of these 58 agreements are going to apply to the UK so how exactly would we have an Australian-style arrangement?"
    },
    {
        "id_str": "1318932512333246465",
        "full_text": "Ministers cannot claim that they weren't warned about this and saying it's a matter for the market only highlights their failure to prepare. https://t.co/5wooAQYs8u"
    },
    {
        "id_str": "1318897456302727168",
        "full_text": "@KonMChittka Wrong again.  It helped lead to Daesh’s defeat on the ground in Iraq and Syria."
    },
    {
        "id_str": "1318849871697354752",
        "full_text": "@KonMChittka Please get your facts right.  My speech was about action against Daesh/ISIS - the fascists who did this.. https://t.co/CWfdhV6uAN https://t.co/AQWR1Jdc4N https://t.co/5I5gUDyQYw"
    },
    {
        "id_str": "1318596275080658944",
        "full_text": "@sopranoward @LeedsCC_News Very glad to hear this!"
    },
    {
        "id_str": "1318494736290807808",
        "full_text": "Indeed it is that simple. The Government must change its mind and make sure that one million children don’t go hungry. https://t.co/egAZSnXW8A"
    },
    {
        "id_str": "1318492667383336960",
        "full_text": "Such a powerful argument from Gordon Brown as to why Rishi Sunak must increase support to workers on the lowest incomes who are facing a cut of one-third  in their weekly wages.  Completely unacceptable. https://t.co/NiYaE8XaCX"
    },
    {
        "id_str": "1318306596968071171",
        "full_text": "Harry is a wonderful journalist and a legend. Thank you for everything. https://t.co/nDwpQvkixP"
    },
    {
        "id_str": "1318305622589399040",
        "full_text": "@Joe_Mayes @RachelReevesMP Is Michael Gove actually arguing that one of the benefits of Brexit is being able to build lorry parks?"
    },
    {
        "id_str": "1318199423151857665",
        "full_text": "This thread is well worth reading.  It sounds like long-overdue, if slow, progress. https://t.co/kuiPkRVZqm"
    },
    {
        "id_str": "1317594471740133376",
        "full_text": "@Jimbothebull @Prisoner0071 https://t.co/E28nfpG9CG"
    },
    {
        "id_str": "1317508585769885698",
        "full_text": "@TimCruse2 @Prisoner0071 The faces you should be worrying about are those of the beef and lamb farmers who will face huge tariffs if there is no agreement."
    },
    {
        "id_str": "1317104040333946887",
        "full_text": "Read here what this would mean. “A no-deal Brexit would represent a further major shock” to the UK economy https://t.co/EwN62KgAQ0 https://t.co/qZrcTND52F"
    },
    {
        "id_str": "1316287217300647936",
        "full_text": "Congratulations to St George’s Crypt in the heart of Leeds on its 90th anniversary today. The Rev Don Robins threw open the doors of his church in 1930 to help those in despair and the Crypt has been providing care and support to those in need ever since. Thank you. @CryptLeeds https://t.co/txgXXhceKb"
    },
    {
        "id_str": "1315691510847995904",
        "full_text": "Here's the link again:  https://t.co/Vcn9l8yUZp"
    },
    {
        "id_str": "1315690787598929926",
        "full_text": "@KnoxTony https://t.co/Vcn9l8yUZp"
    },
    {
        "id_str": "1315687909735960579",
        "full_text": "Here are the facts on the Covid wage support schemes in the three countries the PM mentioned (France, Germany and Italy) in response to me. https://t.co/O3KJ8k431C…"
    },
    {
        "id_str": "1315687374815404034",
        "full_text": "In reply the PM managed to quote other European countries’ wage support schemes which are actually more generous than the one in the UK - so accepting my point - but he did not give my constituents the assurance on preventing evictions that I was looking for."
    },
    {
        "id_str": "1315686245280944128",
        "full_text": "My question to the Prime Minister today on why the Government needs to do more to support workers in Leeds if businesses have to close in future, especially for those on the minimum wage, and must guarantee that they will not lose their homes because they can't pay the rent. https://t.co/ND0N2dXWq1"
    },
    {
        "id_str": "1315683227714101249",
        "full_text": "Prime Minister - here are the facts on the Covid wage support schemes in the three countries you mentioned (France, Germany and Italy) in response to me. https://t.co/Vcn9l8yUZp"
    },
    {
        "id_str": "1315638525778448384",
        "full_text": "@resistance_red Manufactured? https://t.co/2o4vLFY1IM"
    },
    {
        "id_str": "1315565022735675392",
        "full_text": "3 years after the Grenfell Tower fire, hundreds of people in Leeds are still living in unsafe homes. It's a scandal that's taking a huge toll on leaseholders who are not in any way responsible. Only the Government can end the nightmare. @LeedsCladding @LKPleasehold @EOCS_Official https://t.co/ADEC8H7d0z"
    },
    {
        "id_str": "1314899190636580864",
        "full_text": "This is really welcome news. https://t.co/jcyI0ITN1o"
    },
    {
        "id_str": "1314544042995261442",
        "full_text": "This is richly-deserved. I worked with the WFP when I was at DFID and their staff’s professionalism, commitment and determination to make sure that people didn’t go hungry was inspirational. @WFP https://t.co/vIlYtyExQ7"
    },
    {
        "id_str": "1313965629360271360",
        "full_text": "Having worked with David Blunkett to set up the Union Learning Fund, which has been such a success in helping workers to develop skills, gain qualifications and explore lifelong learning, there is no justification for this. None whatsoever. Shameful. https://t.co/3UX0cyq2s2"
    },
    {
        "id_str": "1313953775871238148",
        "full_text": "@Daviemoo @GenderGP Can you email at bennh@parliament.uk ?"
    },
    {
        "id_str": "1313581706226601985",
        "full_text": "This week @britishlibrary launches Reset.Restart, a new service to help entrepreneurs and small businesses to navigate the pandemic economy, delivered by @BIPC including @BIPCLeeds #ResetRestart"
    },
    {
        "id_str": "1312492511437320192",
        "full_text": "@BobbyBellaMcnab Salmond: 'Referendum is once in a generation opportunity' https://t.co/boX5EB2loH"
    },
    {
        "id_str": "1312492425328222210",
        "full_text": "@sblack505 Salmond: 'Referendum is once in a generation opportunity' https://t.co/boX5EB2loH"
    },
    {
        "id_str": "1311378925252214787",
        "full_text": "Just listened to @DanJarvisMP  make a very powerful case in the  House of Commons for more action and funding to prevent flooding in Yorkshire."
    },
    {
        "id_str": "1310969671651332098",
        "full_text": "@SlungLow @SouthLeedsLife @slunglowalan 🎂🎉👏"
    },
    {
        "id_str": "1310869464389431296",
        "full_text": "@traciewayling Yes.  I am taking it up with the WYFRS and the owners."
    },
    {
        "id_str": "1310477040366358529",
        "full_text": "@craig_balsdon Thanks Craig."
    },
    {
        "id_str": "1310153696416854016",
        "full_text": "Here is the evidence I submitted on the cladding scandal to the Public Accounts Committee inquiry in July. @EOCS_Official https://t.co/egni4oJXS9"
    },
    {
        "id_str": "1310151917885157378",
        "full_text": "@abismith28 And a big thank you to you and everyone involved in the Leeds Cladding Scandal group. We wouldn’t be making this much noise if it wasn’t for your huge efforts. We just need the Government to listen and act."
    },
    {
        "id_str": "1310142632182546432",
        "full_text": "@EOCS_Official @mhclg @RobertJenrick https://t.co/kUMtCQ6Chl"
    },
    {
        "id_str": "1309958532180172800",
        "full_text": "@OfficiallyAmyG https://t.co/4H68rUtL4q"
    },
    {
        "id_str": "1309165585406791690",
        "full_text": "@jack_saundrs Wrong. ISIS used to control large amounts of territory in Iraq and Syria.  Now they don’t.  Quite a big difference to those who had to live under them."
    },
    {
        "id_str": "1309161628747825153",
        "full_text": "@jack_saundrs https://t.co/dY41ybpPDn  https://t.co/CWfdhV6uAN https://t.co/2o4vLFY1IM"
    },
    {
        "id_str": "1308756555358183426",
        "full_text": "@michaelgove has just told the House of Commons that the Goods Vehicle Movement Service and Smart Freight IT systems are in operation and being tested. Any comments? @RHARichardB  @Eliz_de_Jong @ColdChainFed"
    },
    {
        "id_str": "1308481650297393158",
        "full_text": "3/3 If you want to discover how ready the UK actually is, then have a look at the evidence we took last week from those who know a great deal about moving stuff across borders.  https://t.co/ROTgU8sL4C"
    },
    {
        "id_str": "1308481474648211457",
        "full_text": "2/3 If lorries from the UK turn up at Calais with incorrect or incomplete paperwork to pass through customs and other checks from January, whose fault will this be?"
    },
    {
        "id_str": "1308481129251512320",
        "full_text": "1/3 Is the Government seriously claiming that it doesn’t know what paperwork and processes the EU will require for our exports from 1 Jan when they will be the same as the paperwork and processes that the EU already requires of any 3rd country (which we will then be)? https://t.co/UfaTaprdA9"
    },
    {
        "id_str": "1308086527445143553",
        "full_text": "@theresa_may is systematically pulling apart the Government’s justification for the international law-breaking clauses in the Internal Market Bill. “It will have a detrimental effect on people’s trust in the United Kingdom”.  Devastating."
    },
    {
        "id_str": "1306621864891080704",
        "full_text": "To mark becoming a free channel #SkyArts have commissioned @FujikoRose to create this striking piece of art of Elland Road. Thank you @SkyArts for agreeing to donate it to @lufctrust https://t.co/mUmZnKZsWJ"
    },
    {
        "id_str": "1306312366968233984",
        "full_text": "@gailcartmail @The_TUC @unitetheunion Many congratulations Gail.  We are all so proud of you."
    },
    {
        "id_str": "1305845340600504320",
        "full_text": "Today is the 80th anniversary of the #BattleofBritain80. On this day, the brave pilots of RAF Fighter Command claimed a decisive victory over the Luftwaffe - a turning point in the war. Let us always remember the @RoyalAirForce and its veterans for their sacrifice."
    },
    {
        "id_str": "1305539233206153217",
        "full_text": "Wonderful speech by @Ed_Miliband pulling apart the Prime Minister’s attempt to justify breaking international law."
    },
    {
        "id_str": "1304722309576560641",
        "full_text": "Have ministers considered the potential implications of the row over the internal market bill for the UK’s application to join the Lugano Convention from the end of the transition period?"
    },
    {
        "id_str": "1304693694151434240",
        "full_text": "Would the Prime Minister care to explain exactly how the EU would supposedly enforce this ‘blockade’ and prevent lorries full of food destined for supermarkets in Northern Ireland from crossing the Irish Sea? https://t.co/UyUsbTe2eo"
    },
    {
        "id_str": "1304354008182779911",
        "full_text": "Me too.  Good luck Adam. @AdamPOgilvie https://t.co/KJsiwq8sd9"
    },
    {
        "id_str": "1304342441017966593",
        "full_text": "Good to see the First White Cloth Hall rebuilding coming on. @LeedsCivicTrust https://t.co/YwucRa0d6Q"
    },
    {
        "id_str": "1304171273648570370",
        "full_text": "2/2 It does not cover the checks and declarations that the Government has already accepted will occur as goods move from Great Britain to Northern Ireland. Anyway, all of this should be sorted out by the Joint Committee and not by treaty-breaking UK legislation."
    },
    {
        "id_str": "1304170343368712194",
        "full_text": "1/2 The article is also wrong because the Government’s internal market bill appears to be specifically designed to prevent exit summary declarations having to be made in respect of goods moving from Northern Ireland to Great Britain. https://t.co/8chrJfw8lE"
    },
    {
        "id_str": "1304021249916653570",
        "full_text": "@LeedsCladding @GeorgeRobMartin @WhichUK I have contacted him."
    },
    {
        "id_str": "1303976706328457222",
        "full_text": "This is very worrying. If EWS1 forms aren’t issued then thousands of leaseholders won’t be able to sell their homes (which are currently worth nothing). Totally unfair. @RobertJenrick and @mhclg really need to get a grip of this crisis. @LeedsCladding  https://t.co/AfLUlRV8Pq"
    },
    {
        "id_str": "1303720920423505925",
        "full_text": "At last! https://t.co/ao9UI6tbcq"
    },
    {
        "id_str": "1303705198205034500",
        "full_text": "The state aid issue apart, at a quick first read the Bill contains pretty sweeping powers to over-ride the NI Protocol seemingly just to avoid the need for exit summary declarations on the movement of goods from NI to GB. https://t.co/e7nC8GoR6t"
    },
    {
        "id_str": "1303420434386427904",
        "full_text": "Great discussion today with @AskNationwide colleagues about the work they’ve been doing to help customers in Leeds and across Yorkshire during Covid, homelessness and, sadly, aggression towards staff which is totally unacceptable. Thanks for all you are doing.   @NationwidePress https://t.co/iAds8xR3F4"
    },
    {
        "id_str": "1303242987632308224",
        "full_text": "Thanks for everything you have done Peter. https://t.co/ag5ysWFtwf"
    },
    {
        "id_str": "1303032135457136641",
        "full_text": "My call, in the House of Commons just now, for the Government to sort out the cladding nightmare which is putting intolerable strain on so many innocent leaseholders in Leeds and eksewhere. @LeedsCladding @ukcag https://t.co/JMgW8is0hY"
    },
    {
        "id_str": "1303015673132613633",
        "full_text": "The Prime Minister says that tariffs being imposed on our trade with the EU, as a result of no agreement, would be a “good outcome.” Has he spoken to British farmers and car manufacturers before making that statement?"
    },
    {
        "id_str": "1302731867557376000",
        "full_text": "Extraordinary. If this turns out to be the case, then the Government will urgently need to explain why it is planning to take powers to over-ride a legally-binding treaty that it signed of its own free will. https://t.co/5bzB4XCzhL"
    },
    {
        "id_str": "1302664361543176193",
        "full_text": "@NigelPe20474539 Can you email me on bennh@parliament.uk"
    },
    {
        "id_str": "1302663923049598977",
        "full_text": "@JamesHConroy Can you email me on bennh@parliament.uk"
    },
    {
        "id_str": "1302329087705448448",
        "full_text": "If you are a constituent and need my help, then please get in touch. https://t.co/Vq0LcBwRRl"
    },
    {
        "id_str": "1301185680530460672",
        "full_text": "6/6 Meanwhile, if you need a reminder of what a ‘no agreement’ outcome would mean for the UK economy and businesses, then have a look at these:\n \nhttps://t.co/bVcb8GGmhm\n\nhttps://t.co/lSmPCZkP60\n \nhttps://t.co/zBeRRkEw90"
    },
    {
        "id_str": "1301185504348721154",
        "full_text": "5/6 Given these clear statements and the fact that time is running out, why is it so difficult for ministers now to set out what they have already committed to in writing?"
    },
    {
        "id_str": "1301185153805492224",
        "full_text": "4/6  … and in the Government’s own statement this year on The Future Relationship with the EU, it said:  “the Agreement should commit the parties to maintain effective competition laws, covering merger control, anticompetitive agreements and abuse of dominance…”"
    },
    {
        "id_str": "1301185031910625280",
        "full_text": "3/6 And yet in the Political Declaration signed last year the UK Government agreed that the “the future relationship must ensure open and fair competition, encompassing robust commitments to ensure a level playing field”…"
    },
    {
        "id_str": "1301184879145693186",
        "full_text": "2/6 One of the sticking points is that the EU wants to know what kind of state aid and competition policy rules the UK intends to follow in the future. To date, however, the UK Government has not set these out."
    },
    {
        "id_str": "1301184700405477376",
        "full_text": "1/6 The future relationship negotiations with the EU appear to be in difficulty. It’s all very well the two sides trading warnings with each other, but that isn’t going to get us a deal."
    },
    {
        "id_str": "1300313097912160256",
        "full_text": "@JSmithCricket Thanks Jon.  Times have changed thankfully!"
    },
    {
        "id_str": "1299741872814993408",
        "full_text": "As Douglas rightly says, it was an extraordinary privilege to serve alongside such committed and passionate staff who devoted their lives to improving the lives of others. Nothing - not even the mistaken abolition of DFID - will ever be able to take that away. Thanks to you all. https://t.co/yf70MujfzU"
    },
    {
        "id_str": "1298683120540160002",
        "full_text": "A life well lived indeed. Dorothy will be greatly missed. https://t.co/vhBBHqoZtq"
    },
    {
        "id_str": "1298229508403859457",
        "full_text": "So sad to hear that Harold Best has passed away. He was such a kind and principled man who will be greatly missed. All our thoughts are with Glyn and the family."
    },
    {
        "id_str": "1296903082769604611",
        "full_text": "Delighted to hear that Prof Catherine Noakes from Leeds University has received the @raengnews President’s Special Award for Pandemic Service. Pleased to see the engineering community being rewarded for its important contribution in tackling the pandemic. https://t.co/AIDpDLBG3D"
    },
    {
        "id_str": "1295388121656328192",
        "full_text": "2/2 The next question is this.  What are universities going to do about all those students they turned down for a place because they hadn’t got the grades required, but who will now have them?"
    },
    {
        "id_str": "1295387922179534853",
        "full_text": "1/2 At last, the right decision on A level and GCSE grades.  Gavin Williamson has finally had to admit, in his own words, that “the process of allocating grades has resulted in more significant inconsistencies than can be resolved through an appeals process.\""
    },
    {
        "id_str": "1294239095623999496",
        "full_text": "@sharonwit This little boy was injured in a regime air strike in Aleppo in 2016.  Your tweet should be directed at Presidents Assad and Putin who were responsible.  As for taking action against ISIS, here’s a reminder of why it was the right thing to do.  https://t.co/2o4vLFY1IM"
    },
    {
        "id_str": "1293182491457548293",
        "full_text": "https://t.co/JTL9g5Tx2d"
    },
    {
        "id_str": "1291085304670162944",
        "full_text": "@DFID_UK Why aren’t our search and rescue teams already on their way to Beirut? When people are trapped every second counts."
    },
    {
        "id_str": "1290991537934000128",
        "full_text": "I trust that we will hear very soon what @DFID_UK is going to do to help the people of Beirut and their devastated city."
    },
    {
        "id_str": "1290363978808545282",
        "full_text": "@kbrooksleeds I have Kayleigh.  I am taking their case up with the Arts Council and the Culture Secretary."
    },
    {
        "id_str": "1290326985634455557",
        "full_text": "A brave man and a remarkable politician who will be remembered above all for his steadfast commitment to peace. https://t.co/HaKdNR6Qgs"
    },
    {
        "id_str": "1289205033804787713",
        "full_text": "Thanks for the wonderful tour! https://t.co/SjUWR5EOPT"
    },
    {
        "id_str": "1287487410989932545",
        "full_text": "2/2 Every day leaseholders wake up to discover that their home is still a fire risk, it’s worth nothing and there seems to be no end in sight to the nightmare. This cannot go on and only the Government can fix it. We need to see some leadership. @mhclg"
    },
    {
        "id_str": "1287487147147239424",
        "full_text": "1/2 My letter to @RobertJenrick about the potentially huge costs leaseholders could face as a result of the Building Safety Bill. This cannot be allowed to happen. @LeedsCladding https://t.co/lSIjjcUNbg"
    },
    {
        "id_str": "1286338841989832705",
        "full_text": "@janlou5678 @danny_sisson @SRWheatfields I am so sorry to hear this very sad news. Gemma was determined to prevent what happened to her from happening to other people.  May she Rest In Peace."
    },
    {
        "id_str": "1284461614662590464",
        "full_text": "@LucyMPowell  is absolutely right. This is a scandal. People who bought the home of their dreams and are not responsible for the cladding problem are facing demands for money that they simply do not have. Only the Government can stop this from happening.  @mhclg https://t.co/6aMHcaCeJ3"
    },
    {
        "id_str": "1284195988081717249",
        "full_text": "Many congratulations.  It’s been a long time, but absolutely delighted the club is back where it belongs - in the top flight! https://t.co/E7ScV98Gi2"
    },
    {
        "id_str": "1283347931622518785",
        "full_text": "We cannot allow this to continue.  If the owners won’t live up to their responsibilities, then the Government must step in and make all of these homes safe. And if that means taking a stake in the freehold, then so be it. @LeedsCladding https://t.co/FqV9SqyJou"
    },
    {
        "id_str": "1283345904796413952",
        "full_text": "Thank you so much Dave for everything you have done and for always standing up for our Labour movement values. We all wish you the very best for the future. https://t.co/HIgDqSwTOS"
    },
    {
        "id_str": "1282709734399844352",
        "full_text": "Michael Gove now reveals that he hasn’t decided on a site yet, but he appeared to say to my colleague @wesstreeting that any site would be for checks on goods leaving the UK.  So where will checks be done on EU goods coming into the UK given there’s no space to do so at Dover? https://t.co/lPmk3nkN6N"
    },
    {
        "id_str": "1282635296480342019",
        "full_text": "The British Government must now call publicly for clemency and for these unjust death sentences to be set aside. @FCOHumanRights  @BBCNews @JamesCleverly @Reprieve https://t.co/tu3mG6Q988"
    },
    {
        "id_str": "1282255821938860034",
        "full_text": "So, when will the new infrastructure be completed and when will the new IT system be ready? https://t.co/0dQyjIFIYh"
    },
    {
        "id_str": "1282044167066136576",
        "full_text": "Good to see work coming along nicely on the First White Cloth Hall in Kirkgate. @LeedsCivicTrust https://t.co/DO39vuZbTC"
    },
    {
        "id_str": "1281638950604611587",
        "full_text": "@pjackso09793788 The point is that checks will be required whether we get an agreement (which I hope we do) or don’t get one (which would be a bad outcome). So making sure that we are ready for those checks is nothing to do with the negotiations. It’s about how well prepared the UK is."
    },
    {
        "id_str": "1281567269613600770",
        "full_text": "Called in on Slung Low at The Holbeck this morning to thank Alan and the team for the wonderful work they are doing in distributing food to those in need.  @SlungLow @slunglowalan https://t.co/Amy0gyaOJK"
    },
    {
        "id_str": "1281210250906021888",
        "full_text": "My letter to the owners of Hesco Bastion asking them to think again about moving most of the jobs at their Leeds factory to Poland.  Their loyal staff deserve better treatment than this. @GMB_union @LeedsNews @yorkshirepost https://t.co/MftZmHh8J1"
    },
    {
        "id_str": "1280967103642828800",
        "full_text": "Ministers have known for 4 years that they would have to prepare for new border arrangements with our single biggest market – the rest of the EU. And yet, with only months to go, here we have a minister warning of the damaging consequences of not being ready. https://t.co/X0VS0AFQGK"
    },
    {
        "id_str": "1280908565801287680",
        "full_text": "This updated guidance is needed urgently. https://t.co/gDtwy6zDYQ"
    },
    {
        "id_str": "1280864311099916292",
        "full_text": "@bbclaurak Very interesting, but the question remains what procedures was the Prime Minister referring to when he criticised care homes for not following them?"
    },
    {
        "id_str": "1280844097209733120",
        "full_text": "What a wonderful piece of research and what a great story. https://t.co/qpfNSpqOr0"
    },
    {
        "id_str": "1280825083859292160",
        "full_text": "On Monday the Prime Minister said that \"too many care homes didn't really follow the procedures\".  What procedures was he referring to?"
    },
    {
        "id_str": "1280602978592964608",
        "full_text": "Great idea! https://t.co/DRZ19Pc4w3"
    },
    {
        "id_str": "1280600362030858242",
        "full_text": "https://t.co/HLgZZBJN2L"
    },
    {
        "id_str": "1279155814641684487",
        "full_text": "@simon_oakden So why did the Conservatives vote against its creation 22 times, including at third reading of the Bill?"
    },
    {
        "id_str": "1279114898933456899",
        "full_text": "72 years ago, rebuilding from the devastation of World War Two, ​the Labour ​Government created our National Health Service. Today, it remains our proudest achievement.\nWe will always protect it so that it can protect you. #ThankYouNHS\nhttps://t.co/qm5PqqwxpB"
    },
    {
        "id_str": "1278778704030830594",
        "full_text": "I really enjoyed it. Thanks very much for inviting me and for everything you are doing. https://t.co/9Om8bqD7lE"
    },
    {
        "id_str": "1278771679968329734",
        "full_text": "https://t.co/ks5xF2gMkF"
    },
    {
        "id_str": "1278632714611146754",
        "full_text": "How did the Department of Health miss this really basic requirement when it was drawing up the testing contract? https://t.co/LPDLk50soH"
    },
    {
        "id_str": "1278231017413906432",
        "full_text": "@wycfan That is exactly the point. We need to see the full local picture."
    },
    {
        "id_str": "1278229652268613637",
        "full_text": "@BillyPilgrim75 @markyh65 @PatWilliams1944 It’s not being able to see the full local figures that’s the problem."
    },
    {
        "id_str": "1278224320830017538",
        "full_text": "Why has this information not been made public? Inexplicable. https://t.co/TDgf5rjGkw"
    },
    {
        "id_str": "1276457254355599361",
        "full_text": "With just 6 months to go, it seems that there is still no detailed plan for how this crucial crossing will operate. How are businesses meant to prepare when they have no idea what to prepare for? https://t.co/CevC1fmoio"
    },
    {
        "id_str": "1274274553661882370",
        "full_text": "@Oxford100 We’ve already left the EU...."
    },
    {
        "id_str": "1274004448499699713",
        "full_text": "@richardcalhoun https://t.co/0wEbgltHNw"
    },
    {
        "id_str": "1273970903244734464",
        "full_text": "Many many congratulations to you and all your team James. Richly deserved and a credit to journalism. https://t.co/FQRMBp8gEx"
    },
    {
        "id_str": "1273661236891332610",
        "full_text": "https://t.co/hIzGrr14eX #Worth"
    },
    {
        "id_str": "1273573410665385984",
        "full_text": "This is a very important thread on the consequences of a trade deal with the USA. https://t.co/n7bL7TOd0j"
    },
    {
        "id_str": "1273531965677895683",
        "full_text": "@MLWoodhouse https://t.co/cfxTz00oCz"
    },
    {
        "id_str": "1273336064950837248",
        "full_text": "@MLWoodhouse https://t.co/aDmO8mKF4I"
    },
    {
        "id_str": "1273297168862982146",
        "full_text": "@moodyblue81 https://t.co/aDmO8mKF4I"
    },
    {
        "id_str": "1272920338867814400",
        "full_text": "@Michonskye Do you mean DFID’s work on health which is helping to make sure that other people’s children don’t die of diseases that our children don’t die of?"
    },
    {
        "id_str": "1272884671332921344",
        "full_text": "I fear James that you are looking for reason when this is all about politics. https://t.co/SeeTLa1t1v"
    },
    {
        "id_str": "1272878632441196545",
        "full_text": "The Prime Minister just referred to DFID as a giant cashpoint in the sky. That kind of language shows that he has no understanding at all of the important work that DFID does or of the difference it has made to countless lives. https://t.co/UFmAnCO9pM"
    },
    {
        "id_str": "1272874903579111424",
        "full_text": "This is the wrong decision. DFID is admired and respected around the world and is an expression of the UK’s global commitment to fight poverty, and yet once again a Conservative Government is abolishing an independent development department and putting it back inside the FCO. https://t.co/p5cYX21YTN"
    },
    {
        "id_str": "1272435663456153601",
        "full_text": "@mj0nes52 I certainly am.  I have signed the letter from @EmmaLewellBuck to the Education Secretary."
    },
    {
        "id_str": "1271343919352229888",
        "full_text": "This is a significant u-turn and a recognition that the UK isn’t ready for new border checks on 1 Jan. But if we can’t deal with checks and controls on imports then how are we going to cope with the new costs and paperwork that will still be needed for British exports to the EU? https://t.co/udxPcLCwms"
    },
    {
        "id_str": "1271034702669938690",
        "full_text": "This is so powerful.  Lives blighted by a scandal that those affected had absolutely nothing to do with. https://t.co/0ZZ0U0Xwl5"
    },
    {
        "id_str": "1270769100285976576",
        "full_text": "https://t.co/QDvbFamPMB"
    },
    {
        "id_str": "1270443362722746373",
        "full_text": "@danielc51206838 @HuwMerriman Sorry but I can’t find it. Can you send it again to\nbennh@parliament.uk\nThanks"
    },
    {
        "id_str": "1270113286906941442",
        "full_text": "https://t.co/gfgqIkmB3o"
    },
    {
        "id_str": "1270110439834357761",
        "full_text": "3/3 This is heartless given that the reason for many of these applications is that people have no income because of the Covid crisis. @ukhomeoffice really needs to think again about this now."
    },
    {
        "id_str": "1270110223399899138",
        "full_text": "2/3 And then to make matters even worse, the @ukhomeoffice also told me today that ‘financial hardship’ is not part of the criteria for expediting an application to lift the ‘no recourse to public funds’ condition on someone’s leave to remain."
    },
    {
        "id_str": "1270109686105346051",
        "full_text": "1/3 Why is the @ukhomeoffice unable to answer this straightforward question which affects people in desperate difficulties because they’ve lost their jobs in the Covid crisis but aren’t allowed any recourse to public funds? https://t.co/v4OeuS1F6N"
    },
    {
        "id_str": "1270074634256482305",
        "full_text": "This is a great video telling a powerful story about community self-help.  Thanks everyone. @SlungLow @slunglowalan https://t.co/rShf8l7s2R"
    },
    {
        "id_str": "1269955879035641857",
        "full_text": "Great idea. https://t.co/8yKwYPggA5"
    },
    {
        "id_str": "1269033462234824704",
        "full_text": "What on earth is a ‘cladding consultation charge’? https://t.co/X9URBitxQk"
    },
    {
        "id_str": "1268934855880032263",
        "full_text": "@swanwickroa https://t.co/ZvnAyFPTLJ"
    },
    {
        "id_str": "1268933105248845830",
        "full_text": "And so they should be.  Shocking. https://t.co/LbBoqLQBCJ"
    },
    {
        "id_str": "1268667159334604801",
        "full_text": "@revolutiontaire @littler_tom I’ve signed!"
    },
    {
        "id_str": "1268269620626104320",
        "full_text": "To all of you who have emailed me about George Floyd, Belly Mujinga and Black Lives Matter please see my response below.  https://t.co/ZvnAyFPTLJ"
    },
    {
        "id_str": "1268264961702342656",
        "full_text": "@El_Toupee https://t.co/ZvnAyFPTLJ"
    },
    {
        "id_str": "1268264771838775305",
        "full_text": "@AyyDacity https://t.co/ZvnAyFPTLJ"
    },
    {
        "id_str": "1267897952108007424",
        "full_text": "https://t.co/47rNc7U5VO"
    },
    {
        "id_str": "1267846692314939393",
        "full_text": "Leeds showing leadership in the of the wake of the terrible death of George Floyd. Let us stand together in his memory and in solidarity with the right to peaceful protest. https://t.co/eRHkcbrvR8"
    },
    {
        "id_str": "1267809372811546624",
        "full_text": "It is completely unacceptable for the Government to continue to deny MPs who are shielding, or living with those who are, the right to vote in the Parliament to which they have been elected. https://t.co/lluGKoxzSA"
    },
    {
        "id_str": "1267511028901974020",
        "full_text": "@TrollyAnne @asgharlab Thanks.   I have raised this with the Highways Dept."
    },
    {
        "id_str": "1267389280797818885",
        "full_text": "A number of local residents have now objected to the re-submitted planning application on Claypit Lane in Little London. It will destroy mature trees and an important sound barrier and result in a over-large building not in keeping with the area.  Here’s my objection. https://t.co/gNdpLqYFFv"
    },
    {
        "id_str": "1265674780944015365",
        "full_text": "Astonishing that the Prime Minister seems to have no idea what “no recourse to public funds” means."
    },
    {
        "id_str": "1265658914575712258",
        "full_text": "@tompfoster @SoupTomatoSoup @PosiRich @tonyscogsbarber @labourwhips Thanks.  And what email address did you send it from?"
    },
    {
        "id_str": "1265648698970824704",
        "full_text": "@tompfoster @SoupTomatoSoup @PosiRich @tonyscogsbarber @labourwhips What email address did you use?"
    },
    {
        "id_str": "1265004401711857670",
        "full_text": "https://t.co/TbOIQEpgy1"
    },
    {
        "id_str": "1263805970666475520",
        "full_text": "@peacocks   Could you please email me at bennh@parliament.uk about a constituent who was made redundant by Edinburgh Woollen Mill Group"
    },
    {
        "id_str": "1263801409989943296",
        "full_text": "@thomsonionioni Sorry to hear this.  Could you please email me at bennh@parliament.uk"
    },
    {
        "id_str": "1263777231421177862",
        "full_text": "Excellent opening contribution from David Blunkett. https://t.co/Ys0NGWpCdd"
    },
    {
        "id_str": "1263490848681009158",
        "full_text": "A number of parents and school staff have been in touch with me about the reopening of schools in Leeds. Here is my reply which says that a return to school should be based on certain conditions being met and not on an arbitrary date. https://t.co/kTbxfwtbov"
    },
    {
        "id_str": "1262407480270880770",
        "full_text": "So why are leaseholders being expected to pay completely unaffordable waking watch costs while nothing actually happens to replace the unsafe cladding? @LeedsCladding @mhclg https://t.co/JNrFpxua2V"
    },
    {
        "id_str": "1262070136774766592",
        "full_text": "@CafeLeep @Leep1leeds Hi everyone at @CafeLeep - we are missing you too. So let’s keep safe and look forward to the day when the door opens and we can see each other again."
    },
    {
        "id_str": "1261581529215651841",
        "full_text": "@BBCNormanS @TheScotsman So sorry to hear about your Mum Norman."
    },
    {
        "id_str": "1261368048226893824",
        "full_text": "@Hari89886353 Can you please email me bennh@parliament.uk"
    },
    {
        "id_str": "1260610906251239424",
        "full_text": "In which case why has the Government been making these comparisons for several weeks? https://t.co/rfopVvdwrD"
    },
    {
        "id_str": "1260549058063720450",
        "full_text": "https://t.co/EpQAECCQMZ https://t.co/ZvRcT5gd4g"
    },
    {
        "id_str": "1260212465993949186",
        "full_text": "@occassionalrhi I have just re-posted it."
    },
    {
        "id_str": "1260211993153241090",
        "full_text": "Please watch this powerful video about the cladding scandal and the continuing effect it is having on leaseholders during the COVID crisis. @LeedsCladding @LKPleasehold https://t.co/aUUiNErJNP"
    },
    {
        "id_str": "1258778880451756032",
        "full_text": "@shaunmartin36 We are, but I so wish I could have known him."
    },
    {
        "id_str": "1258751325506097152",
        "full_text": "@mrshipley Thinking of your Dad Alan."
    },
    {
        "id_str": "1258722690166394880",
        "full_text": "2/2 “It was my dearest wish to see us all united after the war. I wanted to settle down to do what I could to prevent the suffering of another war from descending on the lives of our children. How I longed to see a world when people could be free and happy...” #RAF #VEDay75"
    },
    {
        "id_str": "1258722514248892417",
        "full_text": "1/2 Today, as we remember all those who gave their lives in the defeat of Nazism, my thoughts are with my uncle Flt Lt Michael Benn who died on 23 June 1944. He was 22 years old. In the letter he wrote to his family to be opened in the event of his death, he said this... https://t.co/gCGmAQX8JA"
    },
    {
        "id_str": "1258127355513577474",
        "full_text": "Congratulations on your first 10 years Rachel. And here’s to many more! https://t.co/X4QemiWirD"
    },
    {
        "id_str": "1258018756145623040",
        "full_text": "@JordanDawes13 Email me: hilary.benn.mp@parliament.uk"
    },
    {
        "id_str": "1257970649471033345",
        "full_text": "2/2 All this local effort is helping people and businesses in difficulty, and I hope the Government understands that our councils will need more funding to enable them to carry on doing this. @mhclg @RobertJenrick"
    },
    {
        "id_str": "1257970155335925762",
        "full_text": "1/2 Just come off our weekly MPs Skype call with Leeds City Council. Really impressed by the leadership being shown and the vital work being done by council staff, voluntary organisations and volunteers in the city. @cllrjudithblake @tomriordan"
    },
    {
        "id_str": "1256486629293928448",
        "full_text": "@mickmodern @LeedsCC_News @PAFRAS_Leeds Thanks for everything you have done Mick."
    },
    {
        "id_str": "1256165856092073984",
        "full_text": "@HelenGoodmanBA I am so sad to hear this Helen. Thinking of you."
    },
    {
        "id_str": "1255967316405297158",
        "full_text": "@slunglowalan Hope you both feel better soon Alan."
    },
    {
        "id_str": "1255906219665039366",
        "full_text": "@danmay51 Please email me at bennh@parliament.uk"
    },
    {
        "id_str": "1255904991820369922",
        "full_text": "@yvetteoade1 @LeedsHospitals Thank you Yvette for everything you have done."
    },
    {
        "id_str": "1255125478693900290",
        "full_text": "We had the privilege of seeing ‘A Chip in the Sugar’ performed brilliantly last year by @paulratcliffe77 after our CLP meeting.  What a writer Alan Bennett is. https://t.co/NRrXThKsR0"
    },
    {
        "id_str": "1254396123923582976",
        "full_text": "@StewartWood @jethrotull What an enjoy indeed Stewart to discover your hidden talents!"
    },
    {
        "id_str": "1254026619355881473",
        "full_text": "@PhilColecomms @CarolineFlint So sad to hear this Phil. Thinking of you."
    },
    {
        "id_str": "1253699702895370244",
        "full_text": "@alexanderbkyle Done!"
    },
    {
        "id_str": "1253446822330355715",
        "full_text": "Thanks very much for organising this and thanks to all the leaseholders who joined us. https://t.co/6FrkdpadLh"
    },
    {
        "id_str": "1253417942668070912",
        "full_text": "Wonderful. https://t.co/Hs3M2u0X4d"
    },
    {
        "id_str": "1253258004813807617",
        "full_text": "@Warriorginge76 https://t.co/d4wZ3tKNur"
    },
    {
        "id_str": "1252967671878082563",
        "full_text": "My question to @MattHancock today about the wearing of masks by members of the public. I think we are likely to end up with this being recommended in certain situations when the lockdown starts to ease - whenever that is. The question is - where will the masks come from? https://t.co/wfn6aLfaNV"
    },
    {
        "id_str": "1252947522294874114",
        "full_text": "@SmkeyJo3 Thanks. Lots of people have contacted me about this and I have indeed raised it with the Chancellor."
    },
    {
        "id_str": "1252925540891267072",
        "full_text": "@Damons321P Can you email me at:  hilary.benn.mp@parliament.uk"
    },
    {
        "id_str": "1252625788828090369",
        "full_text": "So why did Michael Gove tell the Andrew Marr programme on 29 March that: “There was some confusion over our involvement in that scheme” when we now learn that there wasn’t any confusion at all?  It was a political decision not to take part. https://t.co/8nZ3iSoNK7"
    },
    {
        "id_str": "1251934949122416643",
        "full_text": "This is very sad news. His passing will be keenly felt by his family and by his many friends in the Labour and trade union movement. https://t.co/NWkDjs8kt2"
    },
    {
        "id_str": "1251228609848774656",
        "full_text": "@DCMS @OliverDowden  Please can you support local independent newspapers and websites at this absolutely crucial time by placing adverts with them as well as with the national and regional press. @SouthLeedsLife https://t.co/IDeYHFxeLT"
    },
    {
        "id_str": "1251094177196257280",
        "full_text": "Very sad to hear this.  All our thoughts are with his family. https://t.co/5iCe08TSW0"
    },
    {
        "id_str": "1250914342956077064",
        "full_text": "@HealthforAllLds @SouthLeedsLife @WYP_LeedsSouth @TNLComFund I am so sorry to hear this.  Let’s hope the police catch those responsible."
    },
    {
        "id_str": "1250800153105137668",
        "full_text": "@pinkfluff7 Can you email me.  hilary.benn.mp@parliament.uk"
    },
    {
        "id_str": "1250337460841615361",
        "full_text": "Today marks the 75th anniversary of the liberation of Bergen-Belsen by the 11th Armoured Division. I join @HolocaustUK in remembering all those who lost their lives and in thanking the British troops who cared for those they found. #Belsen75"
    },
    {
        "id_str": "1250190005374509057",
        "full_text": "An extraordinary and irresponsible decision. We will only beat this virus by working together. https://t.co/jAcFrKcMHm"
    },
    {
        "id_str": "1248588900106371072",
        "full_text": "I am so sad to hear this. Thinking of all of you. https://t.co/Vu8UgqknHP"
    },
    {
        "id_str": "1248586265093713922",
        "full_text": "@Michonskye @MattHancock @NHSEnglandMedia I am doing my job to speak up for care homes in my constituency. I’m well aware that manufacturers are swamped, but if we can build new hospitals and make ventilators then why can’t we produce more PPE and get it to the people who need it?"
    },
    {
        "id_str": "1248550325579063296",
        "full_text": "Care homes in Leeds are short of PPE and the situation is worse this week than last. Urgent need to sort this out. @MattHancock @NHSEnglandMedia"
    },
    {
        "id_str": "1248247137059532800",
        "full_text": "@marten_clark Sorry but still no email from you."
    },
    {
        "id_str": "1248243648086470656",
        "full_text": "@marten_clark @MyForumCentral @HolbeckTogether That email address works.  So does hilary.benn.mp@parliament.uk"
    },
    {
        "id_str": "1248242998925602817",
        "full_text": "@marten_clark Sorry but I can’t see an email from you. When did you send it and from what email address? Thanks."
    },
    {
        "id_str": "1248207226608779265",
        "full_text": "@marten_clark @MyForumCentral @HolbeckTogether I am sorry to hear this. Can you email me at bennh@parliament.uk"
    },
    {
        "id_str": "1248206899062939648",
        "full_text": "Thank you for everything you are doing. https://t.co/Bk4FQHl9GI"
    },
    {
        "id_str": "1247866018283900929",
        "full_text": "@jameswhittle91 If an employer decides it has no work for an employee then it can apply for help under the furlough scheme."
    },
    {
        "id_str": "1247839546194178050",
        "full_text": "@jameswhittle91 https://t.co/lf7KSemTk9"
    },
    {
        "id_str": "1247609800697020416",
        "full_text": "I am so sad to hear this. Sue was an outstanding representative of her city and of our movement.  All our thoughts are with her family and friends. https://t.co/YiJp2Y2xhw"
    },
    {
        "id_str": "1247597763040337920",
        "full_text": "@RibbleBoy15 @BorisJohnson I certainly have."
    },
    {
        "id_str": "1247527035162910720",
        "full_text": "@FiJohnston100 I and many other MPs have already raised this with the Chancellor."
    },
    {
        "id_str": "1247493947238334464",
        "full_text": "@slunglowalan @SlungLow  Brilliant idea.  Slung High eh? https://t.co/1LdCxmODkY"
    },
    {
        "id_str": "1247137975303057408",
        "full_text": "We’re all thinking of you Tony. https://t.co/TxVMD4UOwB"
    },
    {
        "id_str": "1247131037387325442",
        "full_text": "A really powerful article.  @mhclg @RobertJenrick https://t.co/rVCSBq6HZz"
    },
    {
        "id_str": "1246788068893437952",
        "full_text": "@w_nicht @cirian75 https://t.co/6v75E2u1Ik. https://t.co/JCfLgKECbO"
    },
    {
        "id_str": "1246545192485900289",
        "full_text": "@SajDevshi @RishiSunak I have already done so."
    },
    {
        "id_str": "1246476957073780738",
        "full_text": "@Colin00007 https://t.co/CcR9XXH2Dn"
    },
    {
        "id_str": "1246408433844260864",
        "full_text": "We need you to carry on doing such a great job on behalf of our community. https://t.co/zgiBYHSDkp"
    },
    {
        "id_str": "1246379911650172935",
        "full_text": "Many congratulations to @Keir_Starmer on his victory.  Now is the moment for all of us to work together to rebuild trust and confidence in a Labour Party that will be true to its values and will stand up for the national interest."
    },
    {
        "id_str": "1246123581001682944",
        "full_text": "@suzyglitter1 Thanks."
    },
    {
        "id_str": "1245266872213348353",
        "full_text": "PPE equipment for care homes needs be a priority too. I spoke to one care home yesterday and they told me that their usual suppliers are out of stock. @PHE_uk @DHSCgovuk @NHSuk"
    },
    {
        "id_str": "1245116721083617280",
        "full_text": "@Colin00007 No.  Getting more tests are what our wonderful NHS staff want and deserve. Please get behind them."
    },
    {
        "id_str": "1245083463558062080",
        "full_text": "We now need a clear and definitive explanation from ministers as to what the problem is when it comes to increasing the number of tests that everyone agrees is an urgent priority. https://t.co/rAQ0wVEkti"
    },
    {
        "id_str": "1244983028524421121",
        "full_text": "@Brazerman1 @RosinaFrance @trawlerhorse Fake news"
    },
    {
        "id_str": "1244718645978202113",
        "full_text": "This problem needs to be sorted out by the Government please. https://t.co/FUcNWbkxoR"
    },
    {
        "id_str": "1243832008721215495",
        "full_text": "Thank you for everything you’re doing. https://t.co/9W2dPMMIAo"
    },
    {
        "id_str": "1243552789546127363",
        "full_text": "@MattHancock Get well soon Matt."
    },
    {
        "id_str": "1243551571062984704",
        "full_text": "@AngelaRayner @wednesdayjojo Take care Angela and get better soon."
    },
    {
        "id_str": "1243551335896809472",
        "full_text": "Thanks Alan and all the team. https://t.co/LVQNbSOcat"
    },
    {
        "id_str": "1243506365076852745",
        "full_text": "@CrossleyV @BarclaysUK Can you email me bennh@parliament.uk"
    },
    {
        "id_str": "1243226366604165122",
        "full_text": "The help the Chancellor has just announced for the self-employed is very welcome indeed but it will take time to get up and running.  So how do people with no income manage in the meantime? This was my question to the Prime Minister yesterday. https://t.co/w0k4070OxY"
    },
    {
        "id_str": "1243203001201934336",
        "full_text": "@thomsonionioni @sainsburys Leeds City Council has launched a helpline. The number to call is 0113 378 1877."
    },
    {
        "id_str": "1243200830859284483",
        "full_text": "@Zak_S747 Sorry to hear this. Can you email me all the details bennh@parliament.uk"
    },
    {
        "id_str": "1242545295600357378",
        "full_text": "@LloydsBank @CapitaPlc @Huntswood  I have had lots of complaints today about the working conditions for staff in various locations of your operations in Leeds. What are you doing about this? https://t.co/i9uASpV5r8"
    },
    {
        "id_str": "1242465341223186432",
        "full_text": "@IsabelHardman The full guidance says:  “Where parents do not live in the same household, children under 18 can be moved between their parents’ homes.”"
    },
    {
        "id_str": "1242450509052731392",
        "full_text": "Received a number of complaints about Capita in Leeds requiring staff to come into work in offices where it is not possible to maintain social distance. Why are they still open?"
    },
    {
        "id_str": "1242439544743608324",
        "full_text": "This is shocking John. With all the other things that people have to worry about, surely the Government can reassure them that they will be able to stay in their homes.  @RobertJenrick @DHCLG https://t.co/98ALrgdBMI"
    },
    {
        "id_str": "1242167127047536643",
        "full_text": "@AireBar @TracyBrabin Shocking. Which is your insurance company?  Can you email me at bennh@parliament.uk"
    },
    {
        "id_str": "1241857747622264832",
        "full_text": "@ChrisCEOHopson Good idea - because we’d all like to hear the medical explanation for this."
    },
    {
        "id_str": "1241721934393626633",
        "full_text": "@slunglowalan Stay safe Alan... and keep the tweets coming."
    },
    {
        "id_str": "1241670558250668034",
        "full_text": "Thanks Andrew Marr for this morning’s programme and to all your BBC colleagues, national and local, for everything you are doing to keep us informed. Public service broadcasting at its best and a reminder of why the BBC is so important. https://t.co/rMiKaQz34V"
    },
    {
        "id_str": "1241277515617927168",
        "full_text": "@nick0510 If your relative is a constituent can they please email me at bennh@parliament.uk"
    },
    {
        "id_str": "1241067334485368832",
        "full_text": "@Colin00007 @Ed_Miliband If the banks had collapsed in 2008 cheques would have been worthless, credit cards useless, cash machines would have shut down and everyone would have lost their savings.  Gordon Brown stopped that happening. By the way I welcome the steps taken today."
    },
    {
        "id_str": "1240988556677562368",
        "full_text": "@GMBhutto https://t.co/XNTIIvURRd"
    },
    {
        "id_str": "1240921326535299073",
        "full_text": "Thank you for what you are doing. At times like this accurate information, honesty and trust are more important than ever. https://t.co/MMjJMxHYLi"
    },
    {
        "id_str": "1240691806141952001",
        "full_text": "@meganann_weaver So glad they arrived, as it turns out, just in time. All the best to you and your students."
    },
    {
        "id_str": "1240675463527358467",
        "full_text": "Some practical information for my constituents about the coronavirus epidemic. Stay safe and if you need my help, please get in touch.https://t.co/8NPGbQ9CFH"
    },
    {
        "id_str": "1240587751772360704",
        "full_text": "@MichelBarnier All the best Michel."
    },
    {
        "id_str": "1240001940106481666",
        "full_text": "@ChrisMasonBBC The best to you and all your family Chris."
    },
    {
        "id_str": "1240001152349077508",
        "full_text": "Lots of people who are already losing their jobs or worrying about how they will afford to pay the rent were hoping to hear about practical help today.  The Chancellor must give them an answer very quickly."
    },
    {
        "id_str": "1239961123589259264",
        "full_text": "Due to #COVID19 and the latest Government health advice about protecting everyone, I am suspending my face to face advice surgeries. As ever, if you need my help, please get in touch either by emailing me or telephoning. Further details below. https://t.co/jpQ5UYMUei"
    },
    {
        "id_str": "1239904551563677699",
        "full_text": "@zenscara Could you email me at bennh@parliament.uk"
    },
    {
        "id_str": "1239674604672765953",
        "full_text": "@AlisonFlp1 https://t.co/lf7KSemTk9"
    },
    {
        "id_str": "1239643011316932611",
        "full_text": "@waynesmith1971 Indeed. So we need a lot more testing capacity and ideally a test which tells you not only if someone has the virus now but also if they have had it previously."
    },
    {
        "id_str": "1239634068876255240",
        "full_text": "The Government now says that it wants to test all those at home with symptoms of coronavirus, subject to increasing testing capacity. A welcome change."
    },
    {
        "id_str": "1239630945323491331",
        "full_text": "@abstraktnature @DeliaSmith1961 @Adam_Creme @UKLabour Wrong.  I said this.  “Although my right hon. Friend the Leader of the Opposition and I will walk into different Division Lobbies tonight, I am proud to speak from the same Dispatch Box as him. He is not a terrorist sympathiser. He is an honest, principled, decent and good man”"
    },
    {
        "id_str": "1239572168700198919",
        "full_text": "@tom_bourlet Hi"
    },
    {
        "id_str": "1239472456420798464",
        "full_text": "@JoeHassell1 Thanks."
    },
    {
        "id_str": "1239268949247885313",
        "full_text": "@Katewms Absolutely."
    },
    {
        "id_str": "1239262914240040960",
        "full_text": "10. And how will such policies to help those who run out of cash be administered in practice, given the very large number of people and businesses who may be affected at any one time?"
    },
    {
        "id_str": "1239262495090642944",
        "full_text": "9. The same questions about paying staff and bills will apply to businesses which see demand plummet and/or face bankruptcy. How does the Government propose to help them?"
    },
    {
        "id_str": "1239261871330545664",
        "full_text": "8. Some people simply won’t be able to pay bills so what is the Government’s plan about mortgage payments, council rent, council tax, utility bills, VAT and business rates in those circumstances? Is it going to cancel debts or say you don’t have to pay for the time being?"
    },
    {
        "id_str": "1239261625145872385",
        "full_text": "7. As this crisis unfolds, there will be quite a lot of people who will cease to have an income either because they are ill, or their employer has laid them off or because, as self-employed people, there isn’t any work coming in."
    },
    {
        "id_str": "1239261289131790336",
        "full_text": "6. We need a minister to be given specific responsibility for the effort to ensure that more ventilators and ECMO machines are produced."
    },
    {
        "id_str": "1239261119484694528",
        "full_text": "5. If a lot of elderly people have to self isolate in the near future, what are the plans for making sure they are looked out for, have enough food, etc ? Where should we direct queries from elderly people themselves or their concerned families about how this will work?"
    },
    {
        "id_str": "1239260823421419520",
        "full_text": "4. If there isn’t already, there should be an equivalent of COBRA in every local authority area bringing together all of those who are working very hard at the moment on trying to deal with the virus."
    },
    {
        "id_str": "1239260560077860866",
        "full_text": "3. For example, why has the UK approach to testing changed? And why does it appear that we are now doing something different to what the WHO recommends? It would be good to hear the scientific explanation."
    },
    {
        "id_str": "1239260149078011905",
        "full_text": "2. Getting communications right is crucial to public confidence.  We need a daily news conference led by the Chief Medical Officer and/or his deputy so that announcements can be made and questions answered about the rationale behind the policies to fight the virus."
    },
    {
        "id_str": "1239259654850478081",
        "full_text": "1. Some thoughts on where we are with the coronavirus crisis."
    },
    {
        "id_str": "1239143593765416960",
        "full_text": "How many ventilators and ECMO machines does the Government estimate we will need?  What production rate can we achieve in the UK to provide them?"
    },
    {
        "id_str": "1238835584707317766",
        "full_text": "@Ethnotweeter @RobertaBuchan1 Exactly.  That’s what we did when we needed more aeroplanes. Now it’s ventilators and ECMO machines. The question is what do manufacturer need in order to increase production?"
    },
    {
        "id_str": "1238824793350320128",
        "full_text": "@chrismcg21 @BBCAnyQuestions If we don’t flatten the curve, it will make it much harder for the NHS to cope."
    },
    {
        "id_str": "1238823253621293056",
        "full_text": "@Gr8StageOfFools Sorry but you misunderstood my point.  I support postponing the elections."
    },
    {
        "id_str": "1238777992458969093",
        "full_text": "The Government should give a minister specific responsibility for making sure that UK production is increased urgently. https://t.co/T1MY5jNVU8"
    },
    {
        "id_str": "1238504682416455682",
        "full_text": "I asked Matt Hancock about this on Monday of this week. He said we need more and are buying them. Does anyone know how many the NHS has ordered? https://t.co/vhfP5mVgs4"
    },
    {
        "id_str": "1237796111898816513",
        "full_text": "@pradeepmundre @RobertJenrick @RishiSunak @LeedsCladding @LKPleasehold Thank you."
    },
    {
        "id_str": "1237736551628574720",
        "full_text": "@LeedsCladding @LKPleasehold  Very welcome Budget announcement in response to our campaign for funding to get rid of unsafe cladding. We need to see the details - which buildings will be eligible and how will it work? - but we have started to make our voices heard."
    },
    {
        "id_str": "1237667573086420993",
        "full_text": "Today’s Budget must bring help to all those whose lives have been put on hold by the cladding crisis. @RobertJenrick @RishiSunak @LeedsCladding @LKPleasehold"
    },
    {
        "id_str": "1237423367772426240",
        "full_text": "https://t.co/nvHLn4yDXu"
    },
    {
        "id_str": "1236676042099535874",
        "full_text": "@oscarofward @shulabour Thanks so much for inviting me. I really enjoyed meeting you all."
    },
    {
        "id_str": "1236352491027128320",
        "full_text": "@CallumThomas87 https://t.co/7apd4yDhXS"
    },
    {
        "id_str": "1236338806091120642",
        "full_text": "@simonhall1974 I’m afraid that’s not correct. Leeds has been working with others to open a new high school in Middleton, as you know, but it requires government financial support to make it happen."
    },
    {
        "id_str": "1236315658369011713",
        "full_text": "@ann_dempsey Thanks. I’m very concerned about this too and have raised the matter with ministers. I have also met representatives of Open Doors which is campaigning against the persecution of Christians worldwide."
    },
    {
        "id_str": "1236306027622150150",
        "full_text": "I also met a large delegation of Middleton parents this morning to talk about high school allocations. The extra 60 places at Cockburn will help, but the Government needs to understand the school place crisis in south Leeds, stop dithering and provide funding for a new school."
    },
    {
        "id_str": "1236299457525886978",
        "full_text": "Meeting with my Kashmiri constituents in Beeston who are deeply concerned - as am I - about the crisis in Kashmir and the recent violence against Muslims in India.  I will be writing to the Prime Minister.  #KashmirWantsFreedom https://t.co/rs8gDZbyWD"
    },
    {
        "id_str": "1236027537731588103",
        "full_text": "@AdamRoden_ And a pleasure to meet you too Adam.  Thanks for coming along."
    },
    {
        "id_str": "1235963146466189312",
        "full_text": "A real pleasure to attend the unveiling of the @LeedsCivicTrust blue plaque in memory of Keith Waterhouse at Hunslet Library today. He once described himself as “an old-fashioned Tabernacle radical.” https://t.co/UyqVOeaFhN"
    },
    {
        "id_str": "1235944795207593988",
        "full_text": "Delighted to be at the @HealthforAllLds AGM at Tenants Hall, Middleton.  Thanks to Pat McGeever and all the team and all the groups for the extraordinary work you do with and for our community. https://t.co/WYIITgkr7W"
    },
    {
        "id_str": "1235943666667188225",
        "full_text": "@TheEvertonian1 https://t.co/kEIJrO4FC0     https://t.co/IGrlT4L7z4"
    },
    {
        "id_str": "1235847083967447042",
        "full_text": "This will be very welcome news to worried parents, but the Government’s Department for Education needs to understand the school place crisis in south Leeds, stop dithering and provide funding so that the new Laurence Calvert high school, planned for by the Council, can open. https://t.co/BUemnVNdVk"
    },
    {
        "id_str": "1235684239225610240",
        "full_text": "Just heard the good news that Cockburn School will provide an extra 60 places this September, with support from the Council. This should help ease the very understandable worries of many parents. https://t.co/enmxPeceuA"
    },
    {
        "id_str": "1235636232924917760",
        "full_text": "@RosieWoodroffe @TomClarke_ITV @EmilyBeament Actually David Miliband was SofS before me. He handed on your report."
    },
    {
        "id_str": "1235292293156024321",
        "full_text": "A really powerful and heartfelt interview. Leaseholders have been put in an impossible position through no fault of their own. They need practical help now. @RobertJenrick @mhclg https://t.co/2vB6xQ3QEh"
    },
    {
        "id_str": "1235263915451441156",
        "full_text": "Congratulations - your message could not have been clearer. It is now up to the Government to respond. https://t.co/hfu5VMAuIM"
    },
    {
        "id_str": "1234916460620865536",
        "full_text": "Wishing you all the best for your meeting with @RobertJenrick tomorrow.\nYour case is strong and your cause is just. I hope you are heard and that the Government now acts to help all those affected. @LeedsCladding https://t.co/LSPUR6WbFs"
    },
    {
        "id_str": "1234157000751185920",
        "full_text": "I’m afraid there has always been a strain of this thinking in the Treasury.  It is profoundly mistaken.  Agriculture is a strategic industry. https://t.co/aE43gjRCJz"
    },
    {
        "id_str": "1233538785952092160",
        "full_text": "@KamRai7 @alexsobel @SunnyOsahn @Deep5110 @LeedsCC_News @RachelReevesMP @RichardBurgon @FabianLeedsNE Can you email me with the details? bennh@parliament.uk"
    },
    {
        "id_str": "1233407368689594369",
        "full_text": "Much enjoyed my visit to Sky Leeds Dock this morning.  Very impressed. Please note the important clocks.  @SkyCorporate #lifeatsky https://t.co/kXRATtYwM7"
    },
    {
        "id_str": "1233107700797583362",
        "full_text": "The Governnent says it is confident it will reach a comprehensive agreement with the EU.  Only tIme will tell.  But it might walk away in June if sufficient progress has not been made on the broad outline of a deal. If that happens, it will mean a no deal Brexit in December."
    },
    {
        "id_str": "1232933260046544896",
        "full_text": "Good news. https://t.co/UhtAJa6bfm"
    },
    {
        "id_str": "1232810503115886592",
        "full_text": "Many congratulations Rachel. https://t.co/fEGTgb7R8L"
    },
    {
        "id_str": "1232397151453556736",
        "full_text": "A privilege to listen to @RaedAlSaleh3 of the #WhiteHelmets speak in Parliament just now.  He was blunt about the terrible suffering of the Syrian people. We thanked him and his colleagues for the extraordinary work they do to save civilians."
    },
    {
        "id_str": "1232367495996153857",
        "full_text": "A privilege to listen to @RaedAlSaleh of the #WhiteHelmets speak in Parliament just now.  He was blunt about the terrible suffering of the Syrian people."
    },
    {
        "id_str": "1232331631853260802",
        "full_text": "Thanks to everyone who turned out for the #Cladding Lobby of Parliament today. We are calling on the Government to do the right thing and we’re not giving up.   @AndyBurnhamGM @SadiqKhan @LeedsCladding @McrCladiators @ukcag @LucyMPowell @JohnHealey_MP https://t.co/1WN7WvfxR4"
    },
    {
        "id_str": "1232259119819739137",
        "full_text": "I will be there Andy. We need @DHCLG @RobertJenrick @ChrisPincher to help our constituents now. @LeedsCladding https://t.co/y0nUPlUQrQ"
    },
    {
        "id_str": "1232249198235529216",
        "full_text": "@LiverTrust https://t.co/9cjmIIuM4Y"
    },
    {
        "id_str": "1231941570204663814",
        "full_text": "Standing with you in solidarity. @leedsucu @ucu https://t.co/S5hxIuVY3D"
    },
    {
        "id_str": "1231869203692560384",
        "full_text": "It certainly is. Ministers need to make sure that leaseholders who bought their flats in good faith don’t end up paying. Time is short, however, as the cost of waking watches, rising insurance premiums and alarm systems is threatening people with bankruptcy. @LeedsCladding https://t.co/kV5LipBiFB"
    },
    {
        "id_str": "1231265086846705664",
        "full_text": "An honour to visit the Student Breakfast Club at the @cardigancentre1 this afternoon.  A wonderful initiative to combat loneliness and promote wellbeing, with a warm welcome and a lovely atmosphere.  Every Saturday 2-5 pm. Thanks Theresa and all the team.  #itsourday https://t.co/FWSRKWq4e3"
    },
    {
        "id_str": "1231195305498030082",
        "full_text": "Thanks to our great #LeedsCentral team for our campaign morning in the Rookwoods. Talking to residents and putting back wheeliebins knocked over by the the strong wind!  @asgharlab Cllr Ron Grahame Cllr Denise Ragan  @LeedsCentralLab https://t.co/U4AH2MxrBn"
    },
    {
        "id_str": "1231137701681934336",
        "full_text": "@abigailmashall @cllrjudithblake @cllrjakhtar Great evening.  Thanks everyone."
    },
    {
        "id_str": "1230964209544024065",
        "full_text": "Great speech by @cllrjudithblake tonight reminding us what a difference having a Labour Council in Leeds is making. https://t.co/aCp7GI5LEo"
    },
    {
        "id_str": "1230620994198478848",
        "full_text": "It certainly was. https://t.co/bRf1NDk4jX"
    },
    {
        "id_str": "1230493859114815488",
        "full_text": "@beccy4567 I’ll be there."
    },
    {
        "id_str": "1230120647537438720",
        "full_text": "Much enjoyed my visit to @NorthBrewCo today. I learned a lot about brewing and about what an innovative and successful firm you are.  Thanks a lot. https://t.co/5uqBB2CkFJ"
    },
    {
        "id_str": "1229794052062707712",
        "full_text": "@Sober_Robin @UK_AHA I am writing to the Chancellor."
    },
    {
        "id_str": "1227662850182832130",
        "full_text": "Thanks to the 30 MPs who came along to our Leaseholders and Cladding debate today and to all who made such powerful speeches. The minister was left in no doubt about the crisis and the need for the Government to act.\n@LeedsCladding @McrCladiators @LKPleasehold @ukcaMany"
    },
    {
        "id_str": "1227326419346345986",
        "full_text": "My reaction to the good news that HS2 is going ahead and coming to Leeds. This is a victory for our campaign for investment in Yorkshire and in the North. @NP_Partnership #ConnectingBritain https://t.co/ri8OPabtyh"
    },
    {
        "id_str": "1227225640195194881",
        "full_text": "2/2 We now need to make sure that the new review of phase 2b to Leeds does not result in further delay in the opening of the Leeds HS2 station."
    },
    {
        "id_str": "1227225016460333056",
        "full_text": "1/2 welcome news that HS2 has finally got the go ahead. A big thank you to everyone in Leeds and across Yorkshire who has worked so hard to achieve this outcome."
    },
    {
        "id_str": "1227219757306449920",
        "full_text": "I was hoping for a bit more precision about the date. https://t.co/JVdfQpcv6p"
    },
    {
        "id_str": "1227145099676704769",
        "full_text": "So it’s clear now that there won’t be frictionless trade with our biggest export market from January next year. https://t.co/4QoZaq2ouL"
    },
    {
        "id_str": "1226954294664028160",
        "full_text": "A welcome decision. https://t.co/kGjVBzoFSw"
    },
    {
        "id_str": "1226869510877204480",
        "full_text": "@socialist1959 https://t.co/Yihp5YqrnB… https://t.co/VtJFWQi9WM… https://t.co/lkdtNonJjr"
    },
    {
        "id_str": "1226863338606473217",
        "full_text": "Thank you for such a memorable occasion. It’s not often we get the chance to preserve such beauty for future generations and it would  not have happened without the hard work and determination  of all the South Downs National Park campaigners.  #Ditchling https://t.co/zPzeRL9SyP"
    },
    {
        "id_str": "1226861727138111490",
        "full_text": "Delighted to have the chance to visit @museumartcraft today in Ditchling.  It is wonderful ! https://t.co/FkZZGIxFHQ"
    },
    {
        "id_str": "1226450595122470912",
        "full_text": "@grahambc1 @shaunjlawson And UN Security Council resolution 2249 called on member states “to take all necessary measures…to prevent and suppress terrorist acts committed specifically by ISIL… and to eradicate the safe haven they have established over significant parts of Iraq and Syria”."
    },
    {
        "id_str": "1226449483665420288",
        "full_text": "@grahambc1 @shaunjlawson Sorry but you have got your facts wrong. The vote in 2015 was about taking action against Daesh. This is what they did. \nhttps://t.co/gjY0njSJ8w https://t.co/CmXyjSI6mk https://t.co/H8nFUqwv8N"
    },
    {
        "id_str": "1225400205832577031",
        "full_text": "Many congratulations @liambyrnemp You are a credit to our movement and you will make a great Mayor. https://t.co/ALbCoTh8BR"
    },
    {
        "id_str": "1225357905442066432",
        "full_text": "I do hope that @DHCLG ministers will watch this video and see how my constituents have been put in an impossible position through no fault of their own. They need help. And they need it now. https://t.co/aaLTzd8RP2"
    },
    {
        "id_str": "1225175462390960128",
        "full_text": "It was a pleasure to meet Rob and all the other family members who were there. All power to your campaign. https://t.co/yXdbkP03VZ"
    },
    {
        "id_str": "1225174503426228229",
        "full_text": "Thanks Paul. I’ve got a debate on this in Westminster Hall next week. https://t.co/gjE1Hm9qMb"
    },
    {
        "id_str": "1225017179567009794",
        "full_text": "Thanks Tommy for everything you have done and continue to do for the community. https://t.co/W91PTgrNWV"
    },
    {
        "id_str": "1224739886722318338",
        "full_text": "I have been granted a Westminster Hall debate next week on leaseholders and cladding (2.30-4pm on Wed 12th Feb). A great opportunity to press once again for fair treatment of leaseholders caught up in the cladding nightmare. \n@LeedsCladding @cladding @McrCladiators @abismith28"
    },
    {
        "id_str": "1224363937426235394",
        "full_text": "Although @DExEUgov has now closed down, the Foreign Secretary was unable to tell me in the House of Commons just now which minister is responsible for the negotiations on our future relationship with the EU."
    },
    {
        "id_str": "1223357356505010176",
        "full_text": "12. And in that same spirit, however we feel tonight, that is what we must now together do."
    },
    {
        "id_str": "1223357178695815170",
        "full_text": "11. A final thought. Those of us who mourn tonight were often wrongly said to be pessimists about about our country’s future. I think the contrary is true for it is when we are confident about ourselves that we are able to reach out and engage with others."
    },
    {
        "id_str": "1223356980582023170",
        "full_text": "10. And the EU’s future? It will evolve and we should wish it well. After all it has succeeded in doing something extraordinary in preventing a return to the conflicts of the past that claimed the lives of generations of young Europeans, including so many of our own citizens."
    },
    {
        "id_str": "1223356619070877697",
        "full_text": "9. How can we best deal with all of these things? By working with others as we build alliances and promote our values."
    },
    {
        "id_str": "1223356471250956288",
        "full_text": "8. Think about the great challenges we face as a world.  Tackling climate change. Trying to contain threats to peace and security.  Deciding the rules of international trade. Dealing with the movement of human beings across the globe or new disease outbreaks."
    },
    {
        "id_str": "1223356218095362048",
        "full_text": "7.  For 47 years we chose to exercise our sovereignty in cooperation with other European countries and the need to do that will not disappear tomorrow. So let us find ways of counteracting the loss of influence that is one of the consequence of leaving."
    },
    {
        "id_str": "1223355987333128192",
        "full_text": "6. There has been so much debate about sovereignty, but it’s how we use it that matters. We never ceased to be a sovereign country, as the influence we had as a member state and the fact that we are now leaving both show."
    },
    {
        "id_str": "1223355822190858240",
        "full_text": "5. Britain is a great country and national pride is something that we can celebrate together. But that is different from a nationalism which divides - us versus them. So let us embrace our interdependence as human beings who share a small and fragile planet."
    },
    {
        "id_str": "1223355640719998979",
        "full_text": "4. This will be the most important priority over the next 11 months because all of us, especially businesses, will need to know what future we should plan for."
    },
    {
        "id_str": "1223355327871094785",
        "full_text": "3. Our friends, neighbours and trading partners across the English Channel will still be our friends, neighbours and trading partners and that’s why we need to negotiate a close economic relationship for the years ahead."
    },
    {
        "id_str": "1223355155388796928",
        "full_text": "2. Britain was always a pragmatic rather than an ideological EU member state. We joined late and left early, but we will still be Europeans."
    },
    {
        "id_str": "1223354978649235457",
        "full_text": "1. A thread not about why leaving the EU is a bad idea. We’ve made that argument and we haven’t changed our minds, but we lost. It’s happening. So instead, a few reflections on this moment for those who will be mourning and celebrating in almost equal measure tonight."
    },
    {
        "id_str": "1223182046455062528",
        "full_text": "It would be very helpful to UK businesses to know which regulations will apparently be different. https://t.co/YzE42Gc7ms"
    },
    {
        "id_str": "1222900438321623041",
        "full_text": "@ross_minton Indeed, but my point was that they did build the railway lines."
    },
    {
        "id_str": "1222591339109474304",
        "full_text": "All the best Liam @liambyrnemp https://t.co/JzWFJIwF2w"
    },
    {
        "id_str": "1222529250978410497",
        "full_text": "Passengers have been waiting far too long for this decision. The private franchise model is broken. We need publicly-run train companies and long-term public investment in our railways, including HS2 and HS3. https://t.co/0QsVgYPiNp"
    },
    {
        "id_str": "1222235552876920832",
        "full_text": "I hope that DHCLG and Treasury ministers are taking note of the human impact of the cladding crisis. Leaseholders simply don't have the money to pay to replace the cladding and they shouldn't have to pay for something they weren't responsible for. They need help. @mhclg https://t.co/vJugqZiQDm"
    },
    {
        "id_str": "1222084925693812737",
        "full_text": "Thank you to all my colleagues for re-electing me unopposed as Chair of @CommonsEUexit  I am looking forward to the Committee scrutinising the very important negotiations that are about to begin on our future relationship with the EU."
    },
    {
        "id_str": "1221537723804278784",
        "full_text": "Unspeakable inhumanity and one  of six million reasons why we must never, ever forget. #Auschwitz75 https://t.co/Y4XsUQChmE"
    },
    {
        "id_str": "1221190311935987712",
        "full_text": "@andrewstephen5 @SheenaParish Thanks."
    },
    {
        "id_str": "1221091732164616192",
        "full_text": "@andrewstephen5 @SheenaParish Would you mind taking the trouble to get your facts right? The vote in Dec 2015 was on air strikes against the fascists of Daesh."
    },
    {
        "id_str": "1220837667551809536",
        "full_text": "@matthewsyed Matthew - please thank your Mum for these memories.  I don’t recall the sandwich (!) but I do remember singing the Messiah with the choir including my Mum, other parents and staff. Holland Park had a great music department."
    },
    {
        "id_str": "1220835667669868546",
        "full_text": "@Fae19838628 Sorry to hear this.  It’s awful for the leaseholders affected and only the Government can sort it out."
    },
    {
        "id_str": "1220622192288976896",
        "full_text": "@matthewsyed Thanks Matthew.  Do give my best to your Mum."
    },
    {
        "id_str": "1220025186893942786",
        "full_text": "@AMW_leeds @rhian_bishop @LeedsCouncil It reveals a great weakness in the system for building standards.  Who is actually responsible for making sure buildings are properly constructed?"
    },
    {
        "id_str": "1219996842735341568",
        "full_text": "@rhian_bishop @LeedsCouncil 2/2 “Completion certificates or final certificates, which local authorities or approved inspectors respectively issue, are therefore not a guarantee or warranty for the building work that has been carried out.”"
    },
    {
        "id_str": "1219996607795662850",
        "full_text": "@rhian_bishop @LeedsCouncil 1/2 This is what the Planning Portal has to say : “ The inspections which building control bodies (BCBs) undertake should not be confused with full site supervision. Inspections are only carried out at certain stages of the building work.”"
    },
    {
        "id_str": "1219747842157424642",
        "full_text": "Today I signed the Holocaust Educational Trust’s Book of Commitment in honour of all those who were murdered during the Holocaust and in tribute to the survivors who work tirelessly to educate the young people of today. #LestWeForget https://t.co/WshD3LTbp0"
    },
    {
        "id_str": "1219321129980043265",
        "full_text": "Thanks, but do read all the exchanges today in Hansard as I got the feeling that the Government isn't thinking of further grant finance but of something else. https://t.co/aainWtVQHD"
    },
    {
        "id_str": "1219315051603075077",
        "full_text": "My exchange with @robertjenrick today on cladding and help for leaseholders following his statement in which he said \"I don't want cost to be a barrier to remediation and I'm considering with HM Treasury options to support leaseholders.\" @LeedsCladding @CladdingLeeds https://t.co/ickv3rhvsW"
    },
    {
        "id_str": "1218611286726017025",
        "full_text": "If the Prime Minister were to be foolish enough to do this, he would have failed spectacularly in the very first test of his professed commitment to the North. #HS2toLeeds https://t.co/uLd2R5Yw9a"
    },
    {
        "id_str": "1218585633507172352",
        "full_text": "Two outstandingly moving articles in the @guardian today on dealing with death. https://t.co/vzpKU6dMHE  https://t.co/NhO4PWdcKo"
    },
    {
        "id_str": "1217867573309648898",
        "full_text": "If you’re travelling on LNER and you have a hidden disability, if you wear the new free sunflower lanyard then it tells staff that you’d like to be offered some extra help. Great idea @LNER @DavidHorne https://t.co/e3V9nKpBty"
    },
    {
        "id_str": "1217845771766312960",
        "full_text": "Sign up below to hear Keir Starmer speak in Leeds tomorrow (17th Jan). https://t.co/UR68gbBNm7"
    },
    {
        "id_str": "1217489500483530753",
        "full_text": "Many congratulations Asghar.  You will do our city proud. https://t.co/xmbB2fWAMs"
    },
    {
        "id_str": "1217487806840344576",
        "full_text": "At the Open Doors event in the House of Commons for the launch of the 2020 #WorldWatchList of countries where Christians face persecution. @OpenDoorsUK https://t.co/TxQodhxSrM"
    },
    {
        "id_str": "1217437838691749888",
        "full_text": "Come and meet Keir Starmer in Leeds this Friday (17th Jan). 5.45pm start.  Leeds Minster, Kirkgate. Sign up here.   https://t.co/UR68gbBNm7"
    },
    {
        "id_str": "1217133280832696320",
        "full_text": "Great news. https://t.co/D9AvPBSUmN"
    },
    {
        "id_str": "1217122501471494145",
        "full_text": "Packed event at the House of Commons in support of HS2 and Northern Powerhouse Rail. We need a decision so we can get on with both of these projects which are so important for the economy  of Leeds and of the North.  @ConnectBritain #ConnectingBritain https://t.co/2pPhkJdzLM"
    },
    {
        "id_str": "1216766619323699200",
        "full_text": "Today I asked @RobertJenrick to extend the coverage of the Government cladding fund from just ACM-clad buildings to blocks with other types of cladding (including HPL) so as to help the growing number of our constituents affected by this crisis. \n@LeedsCladding @CladdingLeeds https://t.co/kvQLA8AtMu"
    },
    {
        "id_str": "1216740251164643330",
        "full_text": "@LordWizza @YvetteCooperMP https://t.co/XKHNjx8YRb"
    },
    {
        "id_str": "1216706282549403650",
        "full_text": "I have nominated Keir Starmer and Angela Rayner for Leader and Deputy Leader of the Labour Party."
    },
    {
        "id_str": "1215219686704656385",
        "full_text": "I have tabled this Early Day Motion calling on the Government to take urgent action on the cladding crisis facing leaseholders in Leeds and other towns and cities. https://t.co/q3bHIkvYpv @CladdingLeeds @LeedsCladding @CladdingScandal"
    },
    {
        "id_str": "1214584713551208449",
        "full_text": "@yennyhaha Thank you so much."
    },
    {
        "id_str": "1214517772983656448",
        "full_text": "Perhaps he finally realised how widely-respected DFID is around the world, but the idea that he even considered it is what’s really worrying. https://t.co/oiKmOJX77v"
    },
    {
        "id_str": "1214304579791282178",
        "full_text": "@CarlaTurner89 @FabianLeedsNE Can you email me with more details at bennh@parliament.uk"
    },
    {
        "id_str": "1210871671600627712",
        "full_text": "Delighted for you Tom. Richly deserved. https://t.co/9pdL9QovHc"
    },
    {
        "id_str": "1209950044746604544",
        "full_text": "I am so sorry to hear this.  Andrew was a lovely man and Labour to his fingertips. We will miss him greatly and our hearts go out to his family. https://t.co/Y1QSYaTm6Q"
    },
    {
        "id_str": "1208729230697279489",
        "full_text": "@slunglowalan So sorry to hear this Alan. What is the matter with some people...."
    },
    {
        "id_str": "1208444902583001088",
        "full_text": "@tconnellyRTE Happy Birthday and thanks for your wonderful reporting."
    },
    {
        "id_str": "1208323158979297280",
        "full_text": "A unique collection and well worth visiting. https://t.co/VAMc5zK2kF"
    },
    {
        "id_str": "1207993473707757568",
        "full_text": "Congratulations - richly deserved. Maureen and Lin kept us all going with tea, coffee, kindness and in my case Maltesers.  Happy Christmas. https://t.co/ovzoVuAEBs"
    },
    {
        "id_str": "1207977157265428486",
        "full_text": "@thepaulkerton https://t.co/IRHOUlIA1y"
    },
    {
        "id_str": "1207925269165748225",
        "full_text": "@danilovic17 @paulwrayuk @LeedsCladding Thanks.  I have met some of your neighbours and I’m taking the matter up."
    },
    {
        "id_str": "1207635543477149696",
        "full_text": "@ScotlandArise You are, with respect, missing the point. Whether goods moved between England and an independent Scotland by ship or by road, in both cases there would need to be checks and paperwork if Scotland was in the single market and the customs union and England wasn’t."
    },
    {
        "id_str": "1207320920618131457",
        "full_text": "@helenpidd Agreed. We need a tram system and the power to run our own buses. We will be pressing the new government to deliver on both."
    },
    {
        "id_str": "1205541049965436928",
        "full_text": "@AidenLeeds https://t.co/hx0x1Ja7w8"
    },
    {
        "id_str": "1205541027987238912",
        "full_text": "@lpattersonsmit1 @JulesSunbeam https://t.co/CzOc9oJ0LE"
    },
    {
        "id_str": "1205468505304424448",
        "full_text": "I would like to thank the people of Leeds Central for putting their trust and confidence in me once again as their Member of Parliament.  I will do my best to represent you, whether you voted for me or not."
    },
    {
        "id_str": "1205460839538532353",
        "full_text": "@Colin00007  Just in case you missed the Leeds Central result. https://t.co/qxo0kFJQe3"
    },
    {
        "id_str": "1205093986819596288",
        "full_text": "#VoteLabourToday https://t.co/BGvGwT0yrD"
    },
    {
        "id_str": "1205083645784068098",
        "full_text": "#hilarybenn4leedscentral #VoteLabourToday https://t.co/6oPFpScTD2"
    },
    {
        "id_str": "1204896652018028545",
        "full_text": "@PaulGibson1701 Thanks!"
    },
    {
        "id_str": "1204799884571881473",
        "full_text": "Why are you voting Labour?\n#VoteLabourDec12 https://t.co/8PZDB28jEB"
    },
    {
        "id_str": "1204778742712811520",
        "full_text": "A parent has just painted this. Very keen to get the message across! https://t.co/zfN7pJgciO"
    },
    {
        "id_str": "1204673581441003520",
        "full_text": "What would a Labour Government mean for you? #VoteLabourDec12 https://t.co/ypw5LhwWJK"
    },
    {
        "id_str": "1204658009378623488",
        "full_text": "@chloe_lee93 @YLALawyers Thanks.  You can find Labour’s policies on legal aid in our manifesto."
    },
    {
        "id_str": "1204657453536882688",
        "full_text": "Congratulations Mollie! https://t.co/KJXbTA5YTJ"
    },
    {
        "id_str": "1204516012676309000",
        "full_text": "I am happy to sign up as an RCN Nursing Champion. https://t.co/Jx30OMH9r3"
    },
    {
        "id_str": "1204479873147953154",
        "full_text": "@NostalgicLiber1 https://t.co/lpWHbZBtzM"
    },
    {
        "id_str": "1204466916011773957",
        "full_text": "@GianniRSarra T...hanks!"
    },
    {
        "id_str": "1204465549276852226",
        "full_text": "P...lease vote Labour on Thursday!"
    },
    {
        "id_str": "1204448154298519558",
        "full_text": "What are your hopes for a Labour Government? #VoteLabourDec12 https://t.co/Wr05nCc9Z4"
    },
    {
        "id_str": "1204410587007995905",
        "full_text": "P"
    },
    {
        "id_str": "1204312702614745088",
        "full_text": "I’ve been asking people what their hopes are for a Labour Government. #VoteLabourDec12 https://t.co/I0fomBea31"
    },
    {
        "id_str": "1204089109310038016",
        "full_text": "This says it all.  The hospital has rightly apologised but I know how hard the staff at the LGI work in difficult conditions.  The Prime Minister, however, can’t even bring himself to look at the photo. https://t.co/WbfBQ3zkxR"
    },
    {
        "id_str": "1204087064393859072",
        "full_text": "Vote Labour on Thursday https://t.co/38BJPyFaap"
    },
    {
        "id_str": "1203756369855295491",
        "full_text": "At The Holbeck tonight. If you’re in the area, come on down.  Jenkinson Lawn, Leeds LS11 9QX. https://t.co/imF7IN0WDb"
    },
    {
        "id_str": "1203743603283157003",
        "full_text": "Thanks everyone for the doorknocking session this afternoon in Woodhouse. Great response and lots of Labour posters.  #hilarybenn4leedscentral #VoteLabourDecember12 https://t.co/ONVISkskFq"
    },
    {
        "id_str": "1203649162182643712",
        "full_text": "Out in the Arthingtons this morning with our wonderful team, including the legendary Sid Reed. Thanks everyone. #hilarybenn4leedscentral #VoteLabourDecember12 https://t.co/Hikh0KSk3d"
    },
    {
        "id_str": "1203413593334722562",
        "full_text": "@Clairewood89 @UKParlEducation I look forward to receiving them!"
    },
    {
        "id_str": "1203397484292300800",
        "full_text": "@GreenLeavesorg Wrong. I was elected in 2017 on this Manifesto commitment “Labour recognises that leaving the EU with ‘no deal’ is the worst possible deal for Britain and that it would do damage to our economy and trade. We will reject ‘no deal’...”"
    },
    {
        "id_str": "1203327769335279616",
        "full_text": "@patricia_kelley Thank you so much."
    },
    {
        "id_str": "1203298235969880065",
        "full_text": "@GlynisWinestein Thanks Glynis."
    },
    {
        "id_str": "1203296986826444800",
        "full_text": "@GaryTaylor67 Thanks Gary."
    },
    {
        "id_str": "1203296026012073986",
        "full_text": "Thanks to our great delivery team out in Burmantofts and Richmond Hill this morning. #hilarybenn4leedscentral #VoteLabourDecember12 https://t.co/AGCHSCHmZr"
    },
    {
        "id_str": "1203242145911586816",
        "full_text": "@LeedsNews I am so sorry to hear this. What a terrible thing for someone to do. Despite this, I know you will keep up the really important work you do for bereaved families.  #CharliesAngelCentre"
    },
    {
        "id_str": "1202982562676854784",
        "full_text": "Labour will restore free TV licences for the over 75’s. We will also protect the pensions triple lock, the winter fuel payment and free bus passes. #hilarybenn4leedscentral #VoteLabour2019 https://t.co/6oMkbRJIM1"
    },
    {
        "id_str": "1202927178645684225",
        "full_text": "At the magnificent @CafeLeep Christmas lunch.  Wonderful atmosphere and a huge thank you to Angie and the team, @FareShareUK @FareShareYorks and @jlandpartners @waitrose for making it all possible. https://t.co/ch3xyIZTsu"
    },
    {
        "id_str": "1202880779547750400",
        "full_text": "Not so.  Please see below.  https://t.co/s8SP7iRpiB https://t.co/pOvU020wnE"
    },
    {
        "id_str": "1202592365917200386",
        "full_text": "Much enjoyed and very impressed by my visit to @SchneiderITUK this morning, especially our discussion about a zero carbon future that will need a lot more renewable electricity production and distribution. Thanks for your warm welcome. https://t.co/o7f4ykHSkt"
    },
    {
        "id_str": "1202521813827432449",
        "full_text": "@AitchJayKay https://t.co/hfhRguUnk8"
    },
    {
        "id_str": "1202296071592042496",
        "full_text": "Indeed.  And a wonderfully heartfelt and eloquent speech by Eddie Gray. https://t.co/FklaPbKb5M"
    },
    {
        "id_str": "1202227310797213698",
        "full_text": "Out in Tingley campaigning for the wonderful @Deanneferguson #VoteLabour2019 https://t.co/Ti7grnngh5"
    },
    {
        "id_str": "1202011392699752448",
        "full_text": "@simonparsons19 Thanks. I am meeting some residents in your block tomorrow evening."
    },
    {
        "id_str": "1201953223789203457",
        "full_text": "@stumaskell You clearly haven’t read what the 2017 Labour Manifesto, on which all Labour MPs were elected, said about rejecting a no deal Brexit."
    },
    {
        "id_str": "1201947474379902978",
        "full_text": "@Cymru581 Thanks a lot."
    },
    {
        "id_str": "1201936484321964033",
        "full_text": "@Phil154Thompson Thanks so much Phil!"
    },
    {
        "id_str": "1201905467141873670",
        "full_text": "How we can bring about a Green Industrial Revolution in Leeds to tackle dangerous climate change. #hilarybenn4leedscentral #VoteLabour2019 https://t.co/GnbSJ0AibZ"
    },
    {
        "id_str": "1201890041364205569",
        "full_text": "Worth noting that an Inside Housing  survey of who signed off building control approval of ACM-clad blocks showed that 108 towers (63%) were signed off by private inspectors and 64 (37%) by public inspectors. https://t.co/a6VS6sJzYC https://t.co/h5WBtBpQeG"
    },
    {
        "id_str": "1201847328342237184",
        "full_text": "Out in the Autumns in the beautiful December sunshine. #hilarybenn4leedscentral #VoteLabourDecember12 https://t.co/iVxUyZzuL7"
    },
    {
        "id_str": "1201521768361533442",
        "full_text": "@aishawalker @leedsucu Thanks.  Do you mind if I use this photo? Many thanks. Hilary Benn"
    },
    {
        "id_str": "1201505892782559232",
        "full_text": "@IsabelHardman Sadly, its true."
    },
    {
        "id_str": "1201479271887364098",
        "full_text": "Good luck with your important work. I’m very happy to support your mental health won’t wait campaign. #hilarybenn4leedscentral https://t.co/QLanCCYMUt"
    },
    {
        "id_str": "1201240961134813185",
        "full_text": "I pledge to make young people’s mental health a priority if I am elected. All young people should get support for their mental health as soon as they need it. @YoungMindsUK #ActEarly"
    },
    {
        "id_str": "1201190302381412353",
        "full_text": "Thanks everyone for three great doorstep sessions today. #hilarybenn4leedscentral #VoteLabour https://t.co/8vCBPG6cf9"
    },
    {
        "id_str": "1201120118182428678",
        "full_text": "@stevemas61 https://t.co/TiAPyfdsvw"
    },
    {
        "id_str": "1201092014684590080",
        "full_text": "4/4 So please don’t forget that on Thursday 12 December we will have the chance to bring an end to this unfair and uncaring Tory Government. If you don’t want to watch Boris Johnson do that again, #VoteLabour"
    },
    {
        "id_str": "1201091865619181569",
        "full_text": "3/4 We haven’t forgotten the cuts to school budgets, the tripling of tuition fees and the abolition of student maintenance grants."
    },
    {
        "id_str": "1201091601629626368",
        "full_text": "2/4 We haven’t forgotten the worst performance against waiting times targets since the targets were set, the shortage of 43,000 nurses and 15,000 fewer hospital beds in our precious NHS."
    },
    {
        "id_str": "1201091417239674880",
        "full_text": "1/4 Watching Boris Johnson on the Marr programme as he tries to make us forget that the Tories have been in power for nearly 10 years.  The only thing is, we haven’t forgotten.  We haven’t forgotten the closed libraries and SureStart centres and the growth in food banks."
    },
    {
        "id_str": "1200496193496911872",
        "full_text": "Our hearts go out to the families of the two people killed in today’s attack in London and to those who have been injured, and our thanks go to the police, the emergency services and the members of the public who responded with such speed and courage."
    },
    {
        "id_str": "1200458013485731842",
        "full_text": "@sicross2000 @BBCLookNorth .....I am campaigning for Leeds to be able to run its own bus services and for integrated ticketing. All of these things can help get us out of our cars and so reduce congestion. We also need to improve air quality and cut CO2 emissions by moving quickly to electric vehicles.\""
    },
    {
        "id_str": "1200457846309216256",
        "full_text": "@sicross2000 @BBCLookNorth This is what I actually said - seems pretty sensible to me. “We need a tram system in Leeds and publicly run, integrated transport covering cycling, buses, park and ride, Northern Powerhouse Rail and HS2......"
    },
    {
        "id_str": "1200449619865542657",
        "full_text": "I am relieved to hear that he has apologised. https://t.co/5l0uF3o6Kv"
    },
    {
        "id_str": "1200200984754085888",
        "full_text": "@magda_howland Thanks a lot."
    },
    {
        "id_str": "1200165140630581261",
        "full_text": "@HannahClarke910 And a jolly good article it is too Hannah!"
    },
    {
        "id_str": "1200087807848525825",
        "full_text": "@MichaelM238 Indeed and we need to make sure that all blocks are safe."
    },
    {
        "id_str": "1200086311547416579",
        "full_text": "The cladding crisis in Leeds and why more and more people are discovering that they can’t sell their flats. We need a government that will sort this out.   @CladdingLeeds @LeedsCladding https://t.co/j2SQA3ayDR"
    },
    {
        "id_str": "1199994652520321025",
        "full_text": "@LeedsCladding @insidehousing @CladdingScandal Can you email me at hilarybenn4leedscentral@outlook.com"
    },
    {
        "id_str": "1199830369668927488",
        "full_text": "Why has the Prime Minister not yet confirmed his attendance? This is the biggest issue facing our country and our world. #ClimateDebate https://t.co/kKHeFdjXgG"
    },
    {
        "id_str": "1199814607231172609",
        "full_text": "Happy to sign. https://t.co/Yvw5aInCUu"
    },
    {
        "id_str": "1199791910602326016",
        "full_text": "Thanks everyone who came out today in the rain to campaign and thanks to all the Labour supporters we met.  Onwards! #hilarybenn4leedscentral #VoteLabour2019 https://t.co/aMScnqo0Dd"
    },
    {
        "id_str": "1199789859478671363",
        "full_text": "This is indeed a scandal that is affecting a lot of Leeds residents. The Government needs to act to sort this out. https://t.co/xN8SysFdQh"
    },
    {
        "id_str": "1199462404922458115",
        "full_text": "@georgiatesta01 @sophie_r_allen Thanks for this.  Your election literature from me will arrive before too long. With the best will in the world, with 89,000 voters it is simply not possible to knock on everyone’s door !"
    },
    {
        "id_str": "1199401826954682371",
        "full_text": "Thanks to everyone who came to our phonebank this evening.  #hilarybenn4leedscentral #VoteLabour2019 https://t.co/feBgEX4mWn"
    },
    {
        "id_str": "1199377332697473026",
        "full_text": "Last day to register to vote.  https://t.co/2xAJLgyPQ0 https://t.co/ssAQ8AAPlY"
    },
    {
        "id_str": "1199293329667690496",
        "full_text": "@BrainTumourOrg  I’d like to sign up to your election manifesto pledge."
    },
    {
        "id_str": "1199095739470766081",
        "full_text": "@leedsbirder Thanks.  We need both."
    },
    {
        "id_str": "1199029475058556928",
        "full_text": "Great turnout for the @LeedsCitizens South Bank for South Leeds event at @holbeckwmc https://t.co/BwaXFG4aMi"
    },
    {
        "id_str": "1199011383632891905",
        "full_text": "@4wdChris https://t.co/vnR5jlS9F5"
    },
    {
        "id_str": "1199005473690832897",
        "full_text": "Promoted by Adam Ogilvie on behalf of Hilary Benn, both at Unity Business Centre, 26 Roundhay Road, Leeds LS7 1AB"
    },
    {
        "id_str": "1199005411967410178",
        "full_text": "The risk of flooding is one reason why we urgently need to take action against climate change. #hilarybenn4leedscentral #VoteLabour2019 https://t.co/pXZAdmsYpk"
    },
    {
        "id_str": "1198640793818402816",
        "full_text": "Thanks to everyone in our great team who has been out doorknocking and delivering this weekend. #hilarybenn4leedscentral #VoteLabour2019 https://t.co/JMa7RulYCp"
    },
    {
        "id_str": "1198318719065350149",
        "full_text": "Promoted by Adam Ogilvie on behalf of Hilary Benn, both at Unity Business Centre, 26 Roundhay Road, Leeds LS7 1AB"
    },
    {
        "id_str": "1198236119680405505",
        "full_text": "Rain? What rain?!  A great turnout ready to go out in Little London.  #hilarybenn4leedscentral\n#VoteLabour2019 https://t.co/OEbUqW3ZRh"
    },
    {
        "id_str": "1197990710533918720",
        "full_text": "Thank you for all your work on tackling arthritis. Happy to support.  @VersusArthritis https://t.co/cBgUKZEoRR"
    },
    {
        "id_str": "1197987210202681344",
        "full_text": "Happy to support. https://t.co/M1nhpadRwR"
    },
    {
        "id_str": "1197956772721504257",
        "full_text": "Big turnout for the @lassnleeds 20th anniversary celebration at @LeedsPlayhouse  Thank you to all your staff and volunteers for the friendship you have offered to so many people who have come to our city to find sanctuary. https://t.co/JX5k5NIPfp"
    },
    {
        "id_str": "1197930244042350592",
        "full_text": "Why Labour’s free broadband plan will make such a difference.   #hilarybenn4leedscentral #VoteLabour2019 https://t.co/fZ1Le0j5DE"
    },
    {
        "id_str": "1197438256373219328",
        "full_text": "Out in Moor Crescent Chase and Little London yesterday. #hilarybenn4leedscentral #VoteLabour2019 https://t.co/3oyAVIHe5o"
    },
    {
        "id_str": "1197279322903592961",
        "full_text": "https://t.co/04dZKk9wCZ"
    },
    {
        "id_str": "1197128417696788481",
        "full_text": "Out in Little London today.  Lots of support. Thanks to our great team. #hilarybenn4leedscentral\n#VoteLabour2019 https://t.co/HVKY4cbAY2"
    },
    {
        "id_str": "1197075447638564869",
        "full_text": "Great launch of the @HolbeckTogether True North calendar last night at @NMBCo Big thank you to Elissa, Bryony, Russell, Sophie, the Northern Monk team, Mark and everyone else who made it possible. https://t.co/Clfp6UYIdZ https://t.co/3J3Ef4kpBc"
    },
    {
        "id_str": "1196714384913027072",
        "full_text": "Make sure you get registered to vote in the General Election before the deadline on 26th November. Go online at https://t.co/2xAJLgyPQ0 #VoteLabour #hilarybenn4leedscentral https://t.co/0pHXCglrdU"
    },
    {
        "id_str": "1196557998933585920",
        "full_text": "As a candidate in the 2019 General Election, I am supporting @alzheimerssoc's calls for the next Parliament to #FixDementiaCare: https://t.co/jeC1vLsuYq https://t.co/hCSYxIYVDK"
    },
    {
        "id_str": "1196547718681944065",
        "full_text": "@intrepid_man @DECLeeds https://t.co/YB1d1yZanb  https://t.co/KkU05YacCy https://t.co/1f1iObr52q https://t.co/YGYydoSLLq"
    },
    {
        "id_str": "1196532493685547008",
        "full_text": "Out in Little London and City Island today. #hilarybenn4leedscentral #VoteLabour2019 https://t.co/3T5MvcJb1Z"
    },
    {
        "id_str": "1196531306080981007",
        "full_text": "A really good turnout for the @DECLeeds event on climate change this evening.  Thanks to the DEC team for everything you do to raise awareness of our global interdependence as human beings."
    },
    {
        "id_str": "1196446664032243712",
        "full_text": "Wonderful to see the beautiful inside of the new @HunsletHub Come on down and see what’s available. https://t.co/VAcMoX9Vb1"
    },
    {
        "id_str": "1196367083652681728",
        "full_text": "@samdee42 @Sherelle_E_J Thanks.  Just to let you know that this weekend we were out in Burmantofts, Middleton, Beeston, Holbeck and Hyde Park."
    },
    {
        "id_str": "1196112247636054016",
        "full_text": "Three doorknocking sessions today - Beeston, Holbeck and Hyde Park - and not a drop of rain! Thanks everyone.  #hilarybenn4leedscentral #VoteLabour2019 https://t.co/2NoNO9AMi3"
    },
    {
        "id_str": "1195762798401376256",
        "full_text": "Out in Middleton and Burmantofts today. Thanks everyone! #VoteLabour2019 #hilarybenn4leedscentral https://t.co/VhYopWzFPs"
    },
    {
        "id_str": "1195441340483547137",
        "full_text": "A wonderful occasion for the launch of @HolbeckTogether  Thanks to Elissa and the team, Eddie Gray, all the partners who’ve helped and to the local community for their steadfast support and encouragement. https://t.co/FrWxrGLv7T"
    },
    {
        "id_str": "1195399721839407104",
        "full_text": "Much enjoyed my visit to the Majestic building this morning - soon to be the Leeds headquarters for @Channel4     Big thank you to @WeAreMcAlpine for inviting me.  I was really impressed by the team and by the progress being made on a very complex project. https://t.co/oJfuJyJEh5"
    },
    {
        "id_str": "1195339707703537665",
        "full_text": "I went this morning.  It is a wonderful exhibition. What a collection of match shirts. Don’t miss it. And a big thank you to @lufctrust for making it happen. https://t.co/ZeDjzk4uCD https://t.co/VY0Yolp5bw"
    },
    {
        "id_str": "1195111078914674697",
        "full_text": "@YnysDeullyn @cuthbertneil @HouseofCommons @NX611JustJane Indeed he did!"
    },
    {
        "id_str": "1195109444901908480",
        "full_text": "@DefendLeeds1Bus Sure.  Please email me at: hilarybenn4leedscentral@outlook.com"
    },
    {
        "id_str": "1195073049726504960",
        "full_text": "@StewForsyth @rachgarvey Sorry to miss you too!"
    },
    {
        "id_str": "1195072645341077506",
        "full_text": "Respite from the rain this evening while out on the H2010 estate.  Thanks to all those residents who opened their doors to talk about the election. #hilarybenn4leedscentral #VoteLabour2019 https://t.co/cX0AuUDDou"
    },
    {
        "id_str": "1194984374187507717",
        "full_text": "Out on Burley Lodge Road today.  Thanks everyone.  #hilarybenn4leedscentral #VoteLabour2019 https://t.co/gHQS8hYazj"
    },
    {
        "id_str": "1194889345309839360",
        "full_text": "At the end of last night’s  doorknocking in Brewery Wharf. Lots of support. #VoteLabour2019  #hilarybenn4leedscentral https://t.co/wB0qvHKJNg"
    },
    {
        "id_str": "1194569950494633985",
        "full_text": "Very telling that he could not or would not answer the question. If a new trade deal with the EU were not negotiated by December 2020, then Boris Johnson’s election policy is to impose a no deal Brexit on the British economy from 1 Jan 2021. Vote #Labour to stop this happening. https://t.co/DRhThUA7Yc"
    },
    {
        "id_str": "1194339622806908930",
        "full_text": "Great stuff Huw. https://t.co/r38TyKCK7K"
    },
    {
        "id_str": "1194295606040289280",
        "full_text": "3/3 Promoted by Adam Ogilvie on behalf of Hilary Benn, both at Unity Business Centre, 26 Roundhay Road, Leeds LS7 1AB"
    },
    {
        "id_str": "1194295249323077635",
        "full_text": "2/3 Please note that if your contribution is above a certain amount the Labour Party will have to check that you are a permissible donor in compliance with the rules and information about donations, including donor details, may be published."
    },
    {
        "id_str": "1194295085921439750",
        "full_text": "1/3 If you would  like to help fund my general election campaign in Leeds Central, then here is the link to make a donation to Leeds Central Labour Party. All contributions gratefully received.  Thanks very much.\nhttps://t.co/n3pROi3SeR https://t.co/olftGxhpBz"
    },
    {
        "id_str": "1194229029240496130",
        "full_text": "Out today in the aptly named Autumns off Burley Lodge Road. #VoteLabour2019 https://t.co/kvUNPhg7uo"
    },
    {
        "id_str": "1193922094528126977",
        "full_text": "@jodonnell94 So you accept it won’t be good for our economy?"
    },
    {
        "id_str": "1193867133685501952",
        "full_text": "Out in the Willows this morning and the sun appeared! Thanks everyone.  @kbrooksleeds @cllrjakhtar @abigailmashall #VoteLabour2019 https://t.co/YiHFGmt66B"
    },
    {
        "id_str": "1193845925279612934",
        "full_text": "I’m sorry I can’t be with you today but have a great celebration. https://t.co/evITnPdaBe"
    },
    {
        "id_str": "1193618535534206976",
        "full_text": "In the light of this, would someone care to explain why so many British businesses think that Brexit will not be good for the British economy? https://t.co/geIcPVfNte"
    },
    {
        "id_str": "1193571144223350784",
        "full_text": "After the Remembrance Service at Hunslet Cemetery today.  Earlier I attended the Civic Service    in Victoria Gardens. Both were very moving as we remembered all those who gave their lives for our country.  #LestWeForget https://t.co/31RkjrEqth"
    },
    {
        "id_str": "1193226618392715264",
        "full_text": "https://t.co/A8s1u5wdL8 https://t.co/unXC1IHrk5"
    },
    {
        "id_str": "1193094206811717633",
        "full_text": "A timely reminder that ‘Get Brexit Done’ is a wholly misleading phrase. https://t.co/8yDh84YbTh"
    },
    {
        "id_str": "1192945360672563201",
        "full_text": "@ShahoAhmedd Thanks. I have just replied to you."
    },
    {
        "id_str": "1192785753153167360",
        "full_text": "Another really successful @BabyWeekLeeds A big thank you to @sparkyluce @PrettyLScarves and everyone else who has been involved. https://t.co/mW5QrxbRok"
    },
    {
        "id_str": "1192584770494091264",
        "full_text": "https://t.co/v0dCaB9LFr                       https://t.co/F5J33MOEm5                                        https://t.co/RdC1AKEXhP                   https://t.co/kE9dNTmqUF                       https://t.co/6R8NwL1WHD https://t.co/a6mblkgQqd"
    },
    {
        "id_str": "1192460556709564421",
        "full_text": "@LeedsMarkets https://t.co/L8Smjejwlb"
    },
    {
        "id_str": "1192413804564549632",
        "full_text": "Great to be part of the #BigLeedsChat at @KirkgateMarket today. Lots of people getting involved to talk about how we can make our city even better. https://t.co/iZ5tZTjulp"
    },
    {
        "id_str": "1192351160566517761",
        "full_text": "3/3 Promoted by Adam Ogilvie on behalf of Hilary Benn, both at Unity Business Centre, 26 Roundhay Road, Leeds LS7 1AB"
    },
    {
        "id_str": "1192351061538942976",
        "full_text": "2/3 Please note that if your contribution is above a certain amount the Labour Party will have to check that you are a permissible donor in compliance with the rules and information about donations, including donor details, may be published."
    },
    {
        "id_str": "1192350955934797824",
        "full_text": "1/3 If you would  like to help fund our general election campaign in Leeds Central, then here is the link to make a donation to Leeds Central Labour Party. All contributions gratefully received.  Thanks very much.\nhttps://t.co/n3pROi3SeR https://t.co/9fCDHsQIEp"
    },
    {
        "id_str": "1192349547655237632",
        "full_text": "How can you do this to loyal staff @asda ? https://t.co/Yg6mVuCXW7"
    },
    {
        "id_str": "1192347352998301697",
        "full_text": "It has been a privilege to work with you Sylvia. All the very best for the future. https://t.co/odvhkuhgbo"
    },
    {
        "id_str": "1192221890473005057",
        "full_text": "@I_love_mornings @FirstWestYorks Campaigning for bus regulation in Leeds.  If it’s good enough for our capital city, then it’s good enough for us."
    },
    {
        "id_str": "1192126547693572097",
        "full_text": "3/3 Promoted by Adam Ogilvie on behalf of Hilary Benn, both at Unity Business Centre, 26 Roundhay Road, Leeds LS7 1AB"
    },
    {
        "id_str": "1192126421600210945",
        "full_text": "2/3 Please note that if your contribution is above a certain amount the Labour Party will have to check that you are a permissible donor in compliance with the rules and information about donations, including donor details, may be published."
    },
    {
        "id_str": "1192126281854402563",
        "full_text": "1/3 If you would  like to help fund our general election campaign in Leeds Central, then here is the link to make a donation to Leeds Central Labour Party. All contributions gratefully received.  Thanks very much.\nhttps://t.co/foGw9kYNHq https://t.co/TCmrAnZYhE"
    },
    {
        "id_str": "1192061637680926722",
        "full_text": "2/2 Justice Secretary Robert Buckland said: “We accept that parliament has a legitimate role to play and I can bring forward an amendment that would allow parliament to have its say on the merits of an extension of the implementation period and the government will abide by that.”"
    },
    {
        "id_str": "1192061386953768960",
        "full_text": "1/2 Here we go again as the Tories threaten the country with a no deal Brexit in direct contravention of the assurance that a minister gave to MPs on 22 October. https://t.co/Eb90wiCdlr"
    },
    {
        "id_str": "1192029589222154240",
        "full_text": "https://t.co/vtvmQSDpxG"
    },
    {
        "id_str": "1191740222880538626",
        "full_text": "Another reason why Boris Johnson is not to be trusted. https://t.co/J6jr2zLUyv"
    },
    {
        "id_str": "1191684545579569154",
        "full_text": "This is a growing problem for Leeds residents who need to sell their homes but find they can’t through no fault of their own.  Ministers need to sort this out quickly. https://t.co/WnnRPjqbxH"
    },
    {
        "id_str": "1191433877967036422",
        "full_text": "@ARants88 @Daisy23459015 What about co-operation on aviation safety, for example?"
    },
    {
        "id_str": "1191355446289940485",
        "full_text": "@Hookie62 That's not the case. We pay the money either way."
    },
    {
        "id_str": "1191058185962037251",
        "full_text": "@Blood362 Not at all.  Neither of us know, so I am merely suggesting that we find out whether the British people have or have not changed their minds by putting a deal to leave and remain on a ballot paper and asking them."
    },
    {
        "id_str": "1191056132711833601",
        "full_text": "@Blood362 So, does that mean that the British people aren’t allowed to change their minds?\nThat doesn’t sound very democratic."
    },
    {
        "id_str": "1191046525725675520",
        "full_text": "@SpeakingTheTr14 Why no Remain option?"
    },
    {
        "id_str": "1191044863124529160",
        "full_text": "There are now at least three different versions of Brexit.  Theresa May’s deal, Boris Johnson’s deal and Nigel Farage’s ideal deal.  When those who support Brexit can’t even agree on what it means, going back to the people to give them the final say seems rather sensible."
    },
    {
        "id_str": "1191026163310829571",
        "full_text": "Not registered? Make sure you have your democratic right to vote in the Dec 12 General Election.  Register to vote - https://t.co/YriDR05wU8 https://t.co/POT2lPpA9Y"
    },
    {
        "id_str": "1191000093933154304",
        "full_text": "Great turnout for door knocking in Holbeck this afternoon. Thanks everyone.  @UKLabour @LeedsCentralLab @AdamPOgilvie https://t.co/ahqJ0ny1Nh"
    },
    {
        "id_str": "1190999246453006337",
        "full_text": "On the campaign trail in Beeston. @UKLabour @LeedsCentralLab https://t.co/KBuMk21rAx"
    },
    {
        "id_str": "1190747033390518272",
        "full_text": "No ASDA staff should be threatened with the sack in the run-up to Christmas or at any other time.  @GMB_union https://t.co/0gl1e1UAtD"
    },
    {
        "id_str": "1190254390373994497",
        "full_text": "Really good meeting with @HWLeeds this morning talking about mental health services. https://t.co/pLpJou7136"
    },
    {
        "id_str": "1189875074934935552",
        "full_text": "I’ve just been to the @HEALeeds Friday morning breakfast at St Matthews in Holbeck. Community spirit at its best. https://t.co/WLLmp6bNS1"
    },
    {
        "id_str": "1189850506337894400",
        "full_text": "Wonderful photos at St Matthews in Holbeck and wonderful photographers in Halloween hats @skippko https://t.co/zpAxugshZH"
    },
    {
        "id_str": "1189203500552675334",
        "full_text": "Congratulations Tudor! https://t.co/GRv4Z15nzq"
    },
    {
        "id_str": "1188431304381079553",
        "full_text": "Solidarity with you Luke. Those who hate like this have already lost. https://t.co/Oxrrad9bwM"
    },
    {
        "id_str": "1187835460187578371",
        "full_text": "Thanks for everything Callum and all the best. https://t.co/a82jIdVp5F"
    },
    {
        "id_str": "1187731088875110400",
        "full_text": "I have just been given this letter on behalf of Chilean students at Leeds University expressing deep concern about the situation in their home country and the unacceptable response of the authorities. #ChileProtests https://t.co/a9JnVc9JZP"
    },
    {
        "id_str": "1187457280620597251",
        "full_text": "What on earth possessed those who carried out the survey to even ask this question? https://t.co/Z7DCNe9aSs"
    },
    {
        "id_str": "1187354952492081153",
        "full_text": "https://t.co/UXvkJNmSB4 https://t.co/MZpBykFj3T"
    },
    {
        "id_str": "1187354753078038528",
        "full_text": "Sorry I can’t join the meeting tonight because of the votes on the Queen’s Speech, but I stand ready to do everything I can to support this important campaign.#HunsletSpire https://t.co/gMuyg9kdBS https://t.co/Om3TtwaRUk"
    },
    {
        "id_str": "1187313370858475520",
        "full_text": "Why will an “administrative process” - ie paperwork - be required when goods are moving from one part of the UK customs territory (NI) to another part of the same territory (GB)? They don’t apply when goods move from Leeds to Glasgow. https://t.co/VKaHbcJsTy"
    },
    {
        "id_str": "1187286770926391297",
        "full_text": "Why am I not surprised by this news? The more the detailed consequences of the Brexit deal are revealed, the more it becomes apparent that it is a bad deal for our country. https://t.co/PRVWFDk6WN"
    },
    {
        "id_str": "1186740347986206726",
        "full_text": "@iadams17 Read Section 1(5) of the Act."
    },
    {
        "id_str": "1186413382179667969",
        "full_text": "@royalmailnews https://t.co/PIjx6MzAe9"
    },
    {
        "id_str": "1186376049048899584",
        "full_text": "@KevinGa35454226 The Bill was actually published late this afternoon, not 4 days ago."
    },
    {
        "id_str": "1186374881396641792",
        "full_text": "But if the Government doesn’t propose an extension, Parliament would have no say and we would exit the transition period on the 31 Dec 2020 even if a new trade agreement hadn’t been reached by then with the EU; ie it would mean no deal in just 14 months from now. https://t.co/I4zT2vLU5s"
    },
    {
        "id_str": "1186373549025615878",
        "full_text": "Clause 30 of the EU (Withdrawal Agreement) Bill. What happens if the Government doesn’t propose an extension? Parliament would have no say and we would exit the transition period on the 31 Dec 2020 even if a trade agreement hadn’t been reached by then with the EU; ie no deal. https://t.co/mbCAsrX0eB"
    },
    {
        "id_str": "1185674233713700864",
        "full_text": "After all the bluster, the Prime Minister has tonight sent a letter to the EU asking for an extension. A bit churlish not to sign it though."
    },
    {
        "id_str": "1185323994502881280",
        "full_text": "Judging by this, it doesn’t actually commit the Government to doing anything new on workers’ rights. It’s all hedged about with qualifications and commitments to consultation. https://t.co/b2mA0U6H8q"
    },
    {
        "id_str": "1185320172418154497",
        "full_text": "So have I. https://t.co/vmf3YIQtFS"
    },
    {
        "id_str": "1185287573893242881",
        "full_text": "@kieranholly98 Are you on the 8.45 from Leeds?"
    },
    {
        "id_str": "1185152744191090690",
        "full_text": "This shows that Boris Johnson’s deal is actually a pathway to no deal. It must be rejected. https://t.co/Y6zq9IxlZh"
    },
    {
        "id_str": "1185116419303837696",
        "full_text": "6. Overall, it’s even worse for the economy than Theresa May’s deal was. It doesn’t help manufacturing or services. And it opens the door to a deregulated future. I will vote against it, and it’s time for a confirmatory referendum so that the British people can decide."
    },
    {
        "id_str": "1185112811627786240",
        "full_text": "5. The commitments on a level playing field - eg workers’ rights and environmental standards - have been moved from the withdrawal agreement to the political declaration. The former is legally binding; the latter is not. This is a cause of concern."
    },
    {
        "id_str": "1185112666039341056",
        "full_text": "4. Negotiating a free trade agreement and everything else - eg on services, data transfer, security, foreign policy, scientific co-operation, working together on aviation safety and medicines and chemicals regulation - will take a long time. Canada’s deal with the EU took 6 yrs."
    },
    {
        "id_str": "1185112516982198272",
        "full_text": "3. The Government’s own economic assessment of the different options for a future relationship found that a free trade agreement would be the second worst outcome for the economy after a no deal Brexit. https://t.co/ZxrLFQlV4K"
    },
    {
        "id_str": "1185112220298088448",
        "full_text": "2. The free trade agreement that the Prime Minister wants will end frictionless trade and result in additional cost and bureaucracy for British businesses, and any divergence from a level playing field will adversely affect our access to EU markets."
    },
    {
        "id_str": "1185111626544046080",
        "full_text": "1. While all the attention has been on the Northern Ireland Protocol, the really important document in this Brexit deal is the political declaration because that’s where the Government has set out what kind of future relationship it wants with the EU. It’s bad news."
    },
    {
        "id_str": "1184925657178034178",
        "full_text": "Congratulations Judith. https://t.co/ddeR12bObW"
    },
    {
        "id_str": "1184881569728778241",
        "full_text": "My letter to Stephen Barclay asking the Government to publish an impact assessment on the Brexit deal so that MPs can consider it before they vote on Saturday. https://t.co/k8LbUM3bun"
    },
    {
        "id_str": "1184875341497733120",
        "full_text": "I have just signed the petition calling for Abdullah Ocalan’s release.  #FreeOcalan https://t.co/UxF7juGos3"
    },
    {
        "id_str": "1184754898623172608",
        "full_text": "@B_Patel999 @BBCPolitics No-one can read the details of the deal yet because they have yet to be a) agreed and b) published. But I am opposed to a Canada-style free trade agreement with the EU because it would not be good for our economy."
    },
    {
        "id_str": "1184734826571751424",
        "full_text": "Happy Birthday! https://t.co/62CXHAbfyr"
    },
    {
        "id_str": "1184551805608517632",
        "full_text": "Select committees will need time to scrutinise any agreement and take evidence, in particular on the political declaration which will determine our whole future relationship with the EU."
    },
    {
        "id_str": "1184474863953760256",
        "full_text": "Solidarity. https://t.co/EHX3W9Z07k"
    },
    {
        "id_str": "1184075280937312257",
        "full_text": "Indeed it is! Let's run our own buses in Leeds. https://t.co/ZMXpQT3Cqa"
    },
    {
        "id_str": "1183814224340049922",
        "full_text": "Peter has given outstanding service to the people of Wakefield and represents the very best of Labour.  Thank you for everything you have done. https://t.co/26RhFn7ZJu"
    },
    {
        "id_str": "1183494993119502338",
        "full_text": "@leothomson Thanks so much Leo. Hope all is well."
    },
    {
        "id_str": "1183494568869793799",
        "full_text": "Turkey must halt its invasion. #SolidaritywiththeKurds. https://t.co/zmM1cIZcDr"
    },
    {
        "id_str": "1183423705017393152",
        "full_text": "I do hope this will happen. We should be running our bus services. https://t.co/9vlBwmcluK"
    },
    {
        "id_str": "1183331161206153216",
        "full_text": "And if the UK is really saying that it’s no longer interested in a level playing field, then what will this mean for tariff and quota free access in any free trade agreement?"
    },
    {
        "id_str": "1183064805621616641",
        "full_text": "With all the focus on the Irish backstop, let’s not forget that the Prime Minister wants a hard Brexit. A Canada-style deal and no level playing field would be very bad news for businesses, jobs and investment."
    },
    {
        "id_str": "1182737583006240775",
        "full_text": "@rjbarfield1 @CituUK Between the A61 and Clarence Road, just down from the Royal Armouries."
    },
    {
        "id_str": "1182734753738428419",
        "full_text": "New eco-housing using highly insulated wood panels that are built on site.  Triple-glazed windows. This is the future being built today.  @CituUK #climateinnovationdistrict https://t.co/uyNDIeFakH"
    },
    {
        "id_str": "1182732342143655937",
        "full_text": "Delighted to help open the beautiful new bridge over the River Aire at @CituUK This is the future. #climateinnovationdistrict https://t.co/vj2vtYLqMm"
    },
    {
        "id_str": "1182727944021655555",
        "full_text": "Once again, would someone who is in favour of a no deal Brexit please try and explain why it’s a good idea for Nissan workers in Sunderland? https://t.co/vKbDVUTDMl"
    },
    {
        "id_str": "1182621941410217985",
        "full_text": "Agree. https://t.co/La9AhrRilC"
    },
    {
        "id_str": "1182408441920479233",
        "full_text": "2. More @LightNightLeeds It’s on again tomorrow. https://t.co/Yj4eBPyOj1"
    },
    {
        "id_str": "1182408392327008261",
        "full_text": "1. Wonderful @LightNightLeeds this evening.  Big crowds - despite the rain - and extraordinary light sights everywhere. https://t.co/0N0XWAiA3m"
    },
    {
        "id_str": "1181999890739662848",
        "full_text": "@mxblawton Sorry.  The Political Parties, Elections and Referendums Act 2000"
    },
    {
        "id_str": "1181997551274414080",
        "full_text": "In 1975, the Referendum Bill on Common Market membership had its second reading on 10 April and the referendum took place on 5 June - ie just under two months later.  Granted there was no PPERA in those days, but..... https://t.co/kHIegPFQZO"
    },
    {
        "id_str": "1181903413082279936",
        "full_text": "Really good discussion this morning on the climate crisis and the need for practical action to reduce CO2 emissions. Thanks. #ExtinctionRebellion #ClimateCrisis https://t.co/PtWcVbpp1j"
    },
    {
        "id_str": "1181850269161869313",
        "full_text": "So not only does No Deal have no mandate and won’t get Brexit done - it would only be the beginning of damage and prolonged uncertainty for the British economy - but it’s not supported by a majority of the public. That’s why Parliament was right to pass the Safeguard Act. https://t.co/dRKbeZsKqb"
    },
    {
        "id_str": "1181611733716258816",
        "full_text": "Thanks for my lovely oak tree #ReforestEarth ⁦@ExtinctionR⁩  Now let’s get planting! https://t.co/RvtIZeZ82q"
    },
    {
        "id_str": "1181508447579365376",
        "full_text": "I am afraid that this just demonstrates what a chaotic mess the Government has got itself into. Threats about security co-operation cannot be used as some kind of Brexit bargaining chip. https://t.co/8frHpBjwMs"
    },
    {
        "id_str": "1181471978030600192",
        "full_text": "I don’t know how the vote would go, but if the British people did vote to remain then it would mean they had changed their minds.  Do you accept that we have a right to change our minds? https://t.co/Z8fK3NuYyC"
    },
    {
        "id_str": "1181461862480785408",
        "full_text": "Would someone in favour of a no deal Brexit please explain why this is supposedly a good idea for the British economy? #NoToNoDeal https://t.co/cP9C8wfqEF"
    },
    {
        "id_str": "1181461123226374144",
        "full_text": "Would someone in favour of a no deal Brexit please explain why this is supposedly a good idea for British businesses? #NoToNoDeal https://t.co/HEgsQitJ8A"
    },
    {
        "id_str": "1181267787521679370",
        "full_text": "The PM’s latest Brexit plans won’t get Brexit done because they don’t work. A no deal Brexit won’t get Brexit done because it would just be the start of years of uncertainty.  The only thing that will get Brexit done is going back to the people in a confirmatory referendum."
    },
    {
        "id_str": "1180736133212315649",
        "full_text": "@JohnZilli @xIanTx @RafBSingh @Raphael_Hogarth @danielmgmoylan It did not say that it is for the executive to make laws; it said that “the task of governing” is for the executive. Laws are made by Parliament. And Parliament can pass legislation that the executive does not like. https://t.co/3EVCl0Oje9"
    },
    {
        "id_str": "1180486241462165505",
        "full_text": "No prospect of customs duties, eh? Oh yes there is for exports from NI to the Republic if there’s a no deal Brexit. Another piece of evidence that there is no mandate for no deal from the 2016 referendum. https://t.co/O6FrVorzQd"
    },
    {
        "id_str": "1180464776188715008",
        "full_text": "Thanks so much for inviting me and for explaining the benefits of social prescribing so clearly.  Impressive. https://t.co/2s3C2RueB7"
    },
    {
        "id_str": "1180398882494337026",
        "full_text": "The Government needs to understand that we will not accept HS2 to Leeds being cancelled.  The north has been denied its fair share of transport investment for too long. https://t.co/XGiV0Uo9M1"
    },
    {
        "id_str": "1180223306319962113",
        "full_text": "A wonderful evening at @SwarthmoreLeeds celebrating 110 years of nurturing the talent that lies within each and every human being. https://t.co/lZ6RUHgiUw"
    },
    {
        "id_str": "1180216218097213440",
        "full_text": "@ByteNight Here’s the wonderful crowd who will be sleeping out tonight in Millennium Square Leeds to raise funds for @actnforchildren Thanks everyone. https://t.co/rYMGUNyeNg"
    },
    {
        "id_str": "1180169291926265856",
        "full_text": "This makes me wonder why the Prime Minister has spent so much time thus far saying that he will not apply for an extension if he fails to get a deal. https://t.co/BL5d35SJyT"
    },
    {
        "id_str": "1180013484991537152",
        "full_text": "This is a really important report.  We rely on the natural world for everything, but it’s in trouble. That’s why we must all do our bit to safeguard it. https://t.co/NAFoLMbYi7"
    },
    {
        "id_str": "1180012273861046275",
        "full_text": "Thank you for everything you are doing to tackle street homelessness in our city. https://t.co/V9SKR2Sv2O"
    },
    {
        "id_str": "1179813229771530240",
        "full_text": "The rules that would then exist would mean that the UK, including Northern Ireland, would be outside the single market and the customs union while the Republic of Ireland would be inside. The inevitable consequence would be a hard border."
    },
    {
        "id_str": "1179812472905183235",
        "full_text": "In the explanatory note on the Brexit proposals for Northern Ireland, it says that if the Assembly and Executive do not consent to the proposals for a zone of regulatory compliance then arrangements “will default to existing rules.” What existing rules?"
    },
    {
        "id_str": "1179786625678749697",
        "full_text": "The PM shakes his head at one point when I mention customs checks in Northern Ireland.  This is what he told the BBC two days ago “there will have to be a system for customs checks away from the border.”"
    },
    {
        "id_str": "1179785443879116804",
        "full_text": "My question to the Prime Minister earlier on his Brexit proposals for Northern Ireland which run the risk of a return to a hard border. https://t.co/2IQN3vAAy4"
    },
    {
        "id_str": "1179700554613891072",
        "full_text": "Great news! https://t.co/bMb4z0O4uR"
    },
    {
        "id_str": "1179657073652580352",
        "full_text": "4. The reaction from business organisations in Northern Ireland is very telling.  They do not want this."
    },
    {
        "id_str": "1179656876595781633",
        "full_text": "3. And how will it help peace and stability in Northern Ireland if every 4 years there is a divisive debate about whether to follow UK or EU rules ?"
    },
    {
        "id_str": "1179656742201954304",
        "full_text": "2. And by giving the Northern Ireland Assembly a veto over the new arrangements, he is undermining the very idea of an insurance policy that all parties can rely on.  It can’t be an insurance policy if one side can pull the plug on it."
    },
    {
        "id_str": "1179656555295363072",
        "full_text": "1. The Prime Minister’s Brexit proposals are worse than Theresa May’s. He has abandoned the all-party commitment to an open border in Northern Ireland  by announcing that customs checks will be required."
    },
    {
        "id_str": "1179447704684044291",
        "full_text": "What a courageous and wonderful speech Rosie. https://t.co/6VWeZggAA2"
    },
    {
        "id_str": "1179420405884432387",
        "full_text": "The Prime Minister must make a statement to the House of Commons tomorrow on his Brexit proposals."
    },
    {
        "id_str": "1179384875373285378",
        "full_text": "How can Yorkshire Bank cut jobs in Yorkshire and moves others to Glasgow and Gosforth? https://t.co/zQbqiDyxeI"
    },
    {
        "id_str": "1179306053336477701",
        "full_text": "Now that the Prime Minister has admitted that he wants customs checks on the island of Ireland, he has abandoned the commitment the Government made in the Dec 2017 Joint Report to the avoidance of a hard border, including any physical infrastructure or related checks and controls"
    },
    {
        "id_str": "1179039248122630144",
        "full_text": "My call on the Government to increase funding for Leeds City Council's use of the Housing First programme which is helping to get homeless people off the streets and into their own accommodation. @cllrjudithblake @LeedsCC_News @tomriordan https://t.co/bpBubM1Kgl"
    },
    {
        "id_str": "1179012373845286914",
        "full_text": "Another reason why the #SafeguardAct is so important. A no deal Brexit would be very damaging to businesses, jobs and investment. https://t.co/ZXvuzb2Vso"
    },
    {
        "id_str": "1179007285928050690",
        "full_text": "I am afraid that the minister had no answer to the question I asked him just now about whether the Government is proposing customs clearance sites or zones anywhere in Northern Ireland. Parliament and the people of Northern Ireland deserve a reply."
    },
    {
        "id_str": "1178621713267003392",
        "full_text": "18. And it is to protect the country, businesses, jobs and communities from these consequences that Parliament was right to pass the Safeguard Act. #SafeguardAct"
    },
    {
        "id_str": "1178621262580588544",
        "full_text": "17. Given all this, and since ministers know how damaging No Deal will be and that there is no mandate for it, it is utterly irresponsible for the Government to be rushing headlong towards it.  Read our full report here. https://t.co/bVcb8GGmhm"
    },
    {
        "id_str": "1178621043944153088",
        "full_text": "16. “....At worst, it could lead to severe disruption of the economy, pose a fundamental risk to the competitiveness of key sectors of the UK economy, and put many jobs and livelihoods at risk. “"
    },
    {
        "id_str": "1178620275274981377",
        "full_text": "15. “Some have argued that a no deal exit would bring the EU “back to the table” and that the UK would secure a better deal as a result. This is, at best, a gamble....”"
    },
    {
        "id_str": "1178620071465406466",
        "full_text": "14. “....according to the Government’s own figures, would reduce GVA for the pharmaceutical and chemical sectors by over 20% over 15 years, compared to what it would have been had the UK not left the EU”"
    },
    {
        "id_str": "1178619930960437249",
        "full_text": "13. “The success of the UK’s chemical and pharmaceutical sectors rests on highly-integrated just-in-time supply chains. A disorderly no deal would disrupt these supply chains overnight, and....."
    },
    {
        "id_str": "1178619758285148160",
        "full_text": "12. “...we have no reason to doubt the concern that no deal would lead to some interruptions to food supplies in respect of certain products or to doubt the analysis of the NFU that no deal would be “disastrous” for UK farming. “"
    },
    {
        "id_str": "1178619621852753920",
        "full_text": "11. As for farming “UK producers would face high tariffs exporting to the EU, currently the market for over two-thirds of UK agri-food exports.....Sheep meat would face a tariff approaching 50%, bringing the viability of that sector into question. “"
    },
    {
        "id_str": "1178619449055858688",
        "full_text": "10. ”It is clear that a no deal exit would result in the UK automotive sector—a great British success story—being put at a competitive disadvantage.”"
    },
    {
        "id_str": "1178619157165858816",
        "full_text": "9. “These costs would undermine the competitiveness of UK exported cars compared to cars manufactured and traded within the EU and cars manufactured in countries, including South Korea and Japan, with free trade agreements with the EU.”"
    },
    {
        "id_str": "1178618975250501633",
        "full_text": "8. “Leaving the EU without a deal would mean that the UK automotive sector would be subject to the EU’s Common External Tariff on its exports to the EU27, its largest market, adding costs estimated at around £2,700 for UK cars.”"
    },
    {
        "id_str": "1178618828483387392",
        "full_text": "7. The Government’s own modelling found that “moving to WTO terms, and the consequences of non-tariff barriers being raised, would have the greatest impact on UK services compared to all the possible outcomes. “"
    },
    {
        "id_str": "1178618608592867328",
        "full_text": "6. On services, “The Government has said that, if the UK leaves the EU without a deal, then UK businesses would be treated as third-country service providers by the EU. The UK would risk a loss of market access and an increase in non-tariff barriers.”"
    },
    {
        "id_str": "1178618328098754560",
        "full_text": "5. ....and the chemical, retail, food and drink and manufacturing sectors would be hardest hit.....The Government’s own analysis reinforces our previous conclusion that attempting a “managed no deal” cannot constitute the policy of any responsible Government.”"
    },
    {
        "id_str": "1178618110141767685",
        "full_text": "4. “The Government’s own economic assessment shows that a “no deal” exit from the EU would be the most economically damaging outcome for the UK, with the effect most pronounced in the North East and the West Midlands....”"
    },
    {
        "id_str": "1178617842100555776",
        "full_text": "3. I am genuinely puzzled why those who don’t make things and don’t trade with the EU for a living appear to know better than those who do what effect No Deal would have on these businesses. When these effects are pointed out we are told it is just project fear."
    },
    {
        "id_str": "1178617631483596801",
        "full_text": "2. There is no doubt that No Deal would be the most damaging outcome for the economy.  Have a look at the most recent @CommonsEUexit evidence sessions here https://t.co/NYFgjw2hiw"
    },
    {
        "id_str": "1178617473400262656",
        "full_text": "1. The Safeguard Act (the EU Withdrawal No. 2 Act) does not prevent the PM from agreeing a deal with the EU. What it does is to protect us from the damaging consequences of a No Deal Brexit for which there is no mandate."
    },
    {
        "id_str": "1177906061422010369",
        "full_text": "Out with our great @LeedsCentralLab team in Lincoln Green this morning. Thanks to everyone including  @#Alex_C0leman  @asgharlab Cllr Ron Grahame. #UKLabour https://t.co/nFhVmkttoj"
    },
    {
        "id_str": "1177708046585389057",
        "full_text": "@DigiBeteUK @Bruntwood_UK @LTHT_CYPD @cospacenorthHQ @propelyh Thanks and good luck with your very important work."
    },
    {
        "id_str": "1177611279177043968",
        "full_text": "@Bruntwood_UK @amydebalsi @northcoders @DigiBeteUK Thanks.  I really enjoyed meeting you all.  Keep up the good work!"
    },
    {
        "id_str": "1177611076650885120",
        "full_text": "@CyberSalHome @paulwaugh I’m calling it the Safeguard Act.  It protects the country from the damage that a no deal Brexit would inflict."
    },
    {
        "id_str": "1177507091759525888",
        "full_text": "A sign of progress!  Looking good at @NetworkRailLDS https://t.co/fuL6wHEK0p"
    },
    {
        "id_str": "1177193175334686720",
        "full_text": "Powerful contributions from @jessphillips @margarethodge @paulasherriff @Ed_Miliband @DavidGauke and many other colleagues in the Commons on the Prime Minister’s comments last night."
    },
    {
        "id_str": "1176836868656259077",
        "full_text": "Trying to undermine the purpose of the letter requesting an A50 extension that the PM would be obliged to send under the EU Withdrawal No.2 Act, if no agreement is reached with the EU, by sending a second, presumably contradictory, letter is an astonishing suggestion. https://t.co/9eaF4rgcC9"
    },
    {
        "id_str": "1176555287853056011",
        "full_text": "Watching this response, it is as if the Prime Minister hasn’t read the Supreme Court judgement or understood the significance of what it said. https://t.co/XLdg2hbYHi"
    },
    {
        "id_str": "1176440031092850689",
        "full_text": "Clear, historic and unanimous  judgment from the Supreme Court.  Boris Johnson acted unlawfully in proroguing Parliament because he didn’t want us holding him to account. I look forward to the House of Commons returning as soon as possible."
    },
    {
        "id_str": "1176383084238921734",
        "full_text": "@beckycharlwood @LeedsHospitals Wishing you all the best Becky from all your many friends."
    },
    {
        "id_str": "1176170220232290304",
        "full_text": "“Put it to the People” says @Keir_Starmer https://t.co/7OXekhVqnh"
    },
    {
        "id_str": "1175851745580335106",
        "full_text": "@AngelaRayner in fine voice at the Labour Northern regional reception. https://t.co/h1kHlV4MP4"
    },
    {
        "id_str": "1175775914854146048",
        "full_text": "Supporting @GMB_union members at @asda in their campaign. https://t.co/OyaUfoQBlv"
    },
    {
        "id_str": "1175773803080761350",
        "full_text": "Thanks for all the work you do on air quality.  We’d like an electric tram system in Leeds! https://t.co/xX7t2ke7nv"
    },
    {
        "id_str": "1175339971256995841",
        "full_text": "To paraphrase Harold Wilson,  the Labour Party is a broad church or it is nothing."
    },
    {
        "id_str": "1175137757808775168",
        "full_text": "My thoughts on today’s climate protest in Leeds. #ClimateStrikes @LeedsClimateCom https://t.co/oKL78rWVyP"
    },
    {
        "id_str": "1175043970746990593",
        "full_text": "Great turnout in Leeds for the climate protest and march, with the next generation leading the way. @LeedsClimateCom #ClimateStrikes https://t.co/AqjBBZo4QE"
    },
    {
        "id_str": "1175002011487657985",
        "full_text": "Swarthmore is a very special  place that for 110 years has been helping people to transform their lives through learning and discovery. Come along to celebrate. @SwarthmoreLeeds https://t.co/zjtdmNh6on"
    }
]