[
    {
        "id_str": "1513431030270775298",
        "full_text": "I am thrilled that the Prime Minister has extended my tenure as Chairman of the @EarlyYrsReview for 6 months and has reiterated his commitment to ensuring that every baby gets the best start for life. #StartforLife https://t.co/J56ar6IsgA"
    },
    {
        "id_str": "1513148839808675842",
        "full_text": "That takes courage - whatever your politics, the PM has shown the UK’s respect, sympathy and determination to help save Ukraine 🇺🇦🇬🇧🇺🇦 https://t.co/saKOg3LHVv"
    },
    {
        "id_str": "1512866198169522180",
        "full_text": "Good. He’s a great actor, but hitting someone because you don’t like what they just said?  What do we teach our kids? https://t.co/RmBx1czjdi"
    },
    {
        "id_str": "1512834587097026561",
        "full_text": "Superb race!  Well done Santini (my pick in the bet with Ben - he paid me £10 😎) https://t.co/xQXlp7Klru"
    },
    {
        "id_str": "1512831149952929798",
        "full_text": "Thank you for doing that on behalf of all of us 👍 https://t.co/HY5tIjL5Cb"
    },
    {
        "id_str": "1512795601896980486",
        "full_text": "👏👏👏 https://t.co/rtkDBFOH6T"
    },
    {
        "id_str": "1512441931250479106",
        "full_text": "😂 https://t.co/EytAskEYyv"
    },
    {
        "id_str": "1512440021399257088",
        "full_text": "Looking forward to that! https://t.co/dFwIuFCVdy"
    },
    {
        "id_str": "1512399964462276614",
        "full_text": "Every baby should get the best start for life @first1001days 👶🏾👶🏼❤️\nhttps://t.co/vNgu9Xha9V"
    },
    {
        "id_str": "1512146402046001157",
        "full_text": "Permissive planning regimes would make it easier to build renewable and shale gas extraction schemes, but only where the local community buys into it. It would be in return for subsidised energy in that community or a share of the revenues. https://t.co/Z0Gp0hZ38U"
    },
    {
        "id_str": "1511969660241076226",
        "full_text": "The Government's strategy out today improves medium term security and cost of energy; this report addresses how to get bills down this winter - plenty of ideas for government to pick up as it finalises its strategy.\n\nhttps://t.co/2nH83mAMwm"
    },
    {
        "id_str": "1511969658299158533",
        "full_text": "⚡️Incentivising investment: stronger incentives to encourage investment in fuel efficient capital equipment and changes to timing of grants to pay ahead of factory summer shutdowns"
    },
    {
        "id_str": "1511969656432742403",
        "full_text": "💷Speeding up existing measures: bring forward the existing plan to move to ‘half hourly pricing’, empowering consumers to use electricity when it is cheaper"
    },
    {
        "id_str": "1511969654444642305",
        "full_text": "🏗Supply side: a new permissive, planning regime for all renewable and any shale gas extraction schemes where a majority of residents, on a local referendum are willing to support them in return for free/subsidised energy or a share of revenues"
    },
    {
        "id_str": "1511969652599099393",
        "full_text": "🗯Demand side: stronger public messaging on the advantage of smart meters and pressure on energy companies to bring forward smart tariffs"
    },
    {
        "id_str": "1511969650673963008",
        "full_text": "📝Improved guidance: Better access to existing education/incentive schemes designed to inform consumers about energy efficiency opportunities like reducing pressure to hot water taps &amp; reducing radiator setting on gas boilers to between 55 and 65 degrees to optimise energy output"
    },
    {
        "id_str": "1511969648450879489",
        "full_text": "⚡️How can government support consumers and businesses to reduce their energy bills over the short term? ⚡️\n\nThe 1922 Backbench Committee on BEIS report is full of practical ideas for what government can do to help in the short term.\n\nhttps://t.co/2nH83mAMwm"
    },
    {
        "id_str": "1511736012661219335",
        "full_text": "That’s not how you have kids? #Joke https://t.co/KJK4ZddiBg"
    },
    {
        "id_str": "1511718814337097730",
        "full_text": "Spot on 👇 He is also correct to say that people transitioning deserve the maximum understanding and respect. https://t.co/tdlxZw8bap"
    },
    {
        "id_str": "1511075482153934848",
        "full_text": "👋 Visiting Aynho and Pattishall to knock on doors and hear residents’ views as part of today’s Village Action Day! 👋\n\nIf you are a constituent and have a question, query or need my help then please email andrea.leadsom.mp@parliament.uk https://t.co/mqzboAALC4"
    },
    {
        "id_str": "1511064678537080841",
        "full_text": "Local pricing would cut the overall cost of energy to consumers, and put net zero on a stronger path  https://t.co/Dz3YVOZpv9"
    },
    {
        "id_str": "1510565070929022983",
        "full_text": "Totally right Tim 👇 https://t.co/pUm0pzcR1P"
    },
    {
        "id_str": "1510323917604462601",
        "full_text": "@PennyMordaunt was a huge support for the Best Start for Life project as Paymaster General.  Thanks Pen! 👏👏👏 https://t.co/ACQPypoNsJ"
    },
    {
        "id_str": "1510164790395777028",
        "full_text": "All of government is behind this project, recognising that the @first1001days are the most important time in the development of the lifelong emotional and physical wellbeing of each of us.  I believe this work can truly transform our society  👏👏👏👶🏼👶🏾 https://t.co/8TOvIDtBAA"
    },
    {
        "id_str": "1510162058079358977",
        "full_text": "Announcement today of 75 areas (covers 50% of English LAs) to receive Best Start for Life funding will build on existing centres (such as the 3000 Sure Starts in England) but will put baby’s needs at the heart - joining up all support services to give best start @first1001days"
    },
    {
        "id_str": "1510160764799275009",
        "full_text": "Today’s announcement is a huge milestone for the Early Years Healthy Development Review. 75 of Englands upper tier Loc Auths will receive new funding to transform services and support to give every baby the best start for life @first1001days https://t.co/sHjbpYOaEO"
    },
    {
        "id_str": "1509802929104068614",
        "full_text": "So glad to hear this. Bless him https://t.co/7MO2ItrbL3"
    },
    {
        "id_str": "1509596311774969858",
        "full_text": "Moment of joy! The Start for Life team celebrating the first birthday of the publication of the Vision- and meeting in person! 🥳🎉👶🏻🍼 @EarlyYrsReview #StartforLife https://t.co/7v2gY4L7Ol"
    },
    {
        "id_str": "1508434805331009541",
        "full_text": "Congratulations @bbclaurak 👏👏👏 https://t.co/LpNoikdi8V"
    },
    {
        "id_str": "1508394148117811200",
        "full_text": "Absolutely right! So many Dads/other partners have told the early years review that they felt ‘on the sidelines’. Babies need all those around them to love them and nurture them 👶🏼👶🏾❤️ https://t.co/O78jhn4pSn"
    },
    {
        "id_str": "1507978470151888898",
        "full_text": "A digital red book will:\n\n👶🏻help parents find info quickly &amp; advocate for their baby's needs\n👶🏻enable early years profs to offer joined up support\n👶🏻create a lifelong health record\n\nThe #StartforLife vision commits to a digital red book from April 2023.\n\nhttps://t.co/nTijiZ2DY9"
    },
    {
        "id_str": "1507683548605698050",
        "full_text": "A real pleasure to chat to @SeemaKennedy @Fit4_Purpose to mark 1 year since the publication of the Best Start for Life: Vision for the 1001 Critical Days. \n\nFrom cross party working to securing Spending Review funding, read the interview here: 👇🏻\n\nhttps://t.co/NNfOm4bhkr https://t.co/9MlcXewije"
    },
    {
        "id_str": "1507329268690399235",
        "full_text": "Start for Life has strong ministerial leadership from @mariacaulfield and @willquince.  It is fantastic working with them on the implementation of the Vision for the Best Start for Life. \n\nHere they share their thoughts on progress so far! https://t.co/s2QDpH45BF"
    },
    {
        "id_str": "1507272231411404800",
        "full_text": "Celebrating 1 year since the launch of the Best Start for Life: Vision for the #1001CriticalDays! @EarlyYrsReview \n\nWhat a journey it has been - lots done, lots to do! 👶🏻🥳 https://t.co/WhChsLwOMS"
    },
    {
        "id_str": "1506983695185584139",
        "full_text": "1️⃣People should get to keep as much of their income as possible.\n\n2️⃣They should be helped into work, training and better pay.\n\n3️⃣People must be helped with the cost of living.\n\nThe #SpringStatement addresses all of these positions. https://t.co/MgxZqiHBYi"
    },
    {
        "id_str": "1506649844257107974",
        "full_text": "This is fantastic for working families 👏👏👏 https://t.co/zKpgDfUbET"
    },
    {
        "id_str": "1506607961216622607",
        "full_text": "Excellent news for our steel sector!  Well done @annietrev 👍 https://t.co/LnkoAseHpj"
    },
    {
        "id_str": "1506357384825999365",
        "full_text": "Across the Chamber, MPs were making clear their support for Harry’s family.  We are determined to get justice for his family 💚 https://t.co/GcpHPKSVWI"
    },
    {
        "id_str": "1506242692866531328",
        "full_text": "RIP. Such a terrible day https://t.co/3boY4DxXel"
    },
    {
        "id_str": "1505842064101191683",
        "full_text": "Energy security is vital - the new government strategy will need to balance the cost of bills and our Net Zero commitments with keeping the lights on. Some ideas 👇\n\nhttps://t.co/94UtGwQ9b5"
    },
    {
        "id_str": "1504831406320533507",
        "full_text": "Blackpool’s Better Start Project is committed to supporting babies and their families in every way they can. Delighted to meet parents to hear about their experiences, as well as to discuss with the early years workforce their ambitions for continuous improvement. @first1001days https://t.co/ElXY8TzJHo"
    },
    {
        "id_str": "1504425657010475010",
        "full_text": "Happy St Patrick’s Day!  ☘️ https://t.co/YHN7zUxVMh"
    },
    {
        "id_str": "1504364833029898241",
        "full_text": "Wonderful to see Nazanin and Anoosheh back at home and safe. For Gabriella it must be just amazing to have her mum back 💝 https://t.co/z5LG1miiDl"
    },
    {
        "id_str": "1504094074747461633",
        "full_text": "Four brave Ukrainian women MPs briefing UK MPs and Peers on the situation their country faces.  Horrific treatment of civilians reported, including cases of multiple rape, then hanging of the female victims in their own apartments.  They continue their call for a no fly zone 🇺🇦 https://t.co/FChSnv5OcY"
    },
    {
        "id_str": "1504086511343579142",
        "full_text": "Superb news!! https://t.co/eD4iyAnzxu"
    },
    {
        "id_str": "1504042876002607107",
        "full_text": "Gas should play a part in our energy mix and it is only right that we talk to local communities about whether they would like to have free gas in return for committing to shale gas extraction in their area. https://t.co/7rXGnoixqb"
    },
    {
        "id_str": "1503868609680097285",
        "full_text": "Thanks for honest assessment, Luc - it can help other people to decide. Heat pumps won’t work for everyone, but are a great solution for many. https://t.co/PSrW7C2Hbf"
    },
    {
        "id_str": "1503654336999706625",
        "full_text": "Let’s look again at shale gas extraction for the sake of our energy security over the medium term.  Our Net Zero commitment remains, but gas is a key part of the transition and home grown resources should be prioritised. https://t.co/eoZ9L3yGnZ"
    },
    {
        "id_str": "1503651727400185856",
        "full_text": "Richard, 1. A million+ gas boilers need replacing 2. Agreed, heat pumps are expensive but econs of scale means price will 👇3. Heat pumps aren’t noisy 4. Gov has a subsidy at the moment 5. HP will cut energy cost and demand 6. Let’s be courteous 😉 https://t.co/eOzjMy59C5"
    },
    {
        "id_str": "1503400895429726211",
        "full_text": "Happy Commonwealth Day!  Flags of the 54 members of the Commonwealth all flying (well - they would be if there was any wind in here….😎) in Portcullis House https://t.co/8p102GpvZ9"
    },
    {
        "id_str": "1503399545555795972",
        "full_text": "The PM will be setting out an emergency energy strategy shortly. It should provide:\n\n🔥 further support to replace gas boilers with heat pumps\n🏡 urgent package for home insulation\n🚨 further emergency support for bill payers\n\n#WestminsterHour https://t.co/5OhZM3tfOx"
    },
    {
        "id_str": "1503341593268473866",
        "full_text": "This is excellent news - it is unbearably cold in Ukraine.  Practical help is so needed 🇺🇦 https://t.co/2ppXAzBs2R"
    },
    {
        "id_str": "1503079729515139074",
        "full_text": "Ukraine war: 'In the name of God - stop this massacre' - Pope's message to Vladimir Putin https://t.co/sfb50Uh0ND"
    },
    {
        "id_str": "1503030859884081153",
        "full_text": "Thank you to Phil, Roger, Miranda and so many others for the superb effort in collecting donations for 🇺🇦 . Much needed food, bedding, pet food and toiletries are being collected at Roade Library. Volunteers are then driving the items to the Polish border. https://t.co/J72GHoYxnr"
    },
    {
        "id_str": "1502950767656906758",
        "full_text": "UK must provide transport for those coming to the UK.  Poland and others doing a superb job, helped by UK humanitarian aid, but we should get Ukrainian refugees here asap 🇺🇦 https://t.co/Mi1GUZv02x"
    },
    {
        "id_str": "1502400804577288195",
        "full_text": "At my surgery, talking to Charlotte, Harry Dunn’s Mum, and ⁦@RaddSeiger⁩⁩.  Terrible to hear how much Harry’s family are suffering - Anne Sacoolas agreeing to a virtual trial, then cancelling, caused huge grief. Still no inquest yet for Harry. ⁦@Justice4Harry ⁩ 💚 https://t.co/QUVmnho6DI"
    },
    {
        "id_str": "1502247740650229761",
        "full_text": "This is positive news for our post Covid recovery 👍 https://t.co/RcK2yQZi7j"
    },
    {
        "id_str": "1502057034304348163",
        "full_text": "This is welcome news for many families with loved ones escaping Ukraine - we must do everything possible to speed up the visa process for refugees https://t.co/iDDCW4x9jD"
    },
    {
        "id_str": "1501836782404526081",
        "full_text": "Totally horrific news of attack on maternity hospital - the most vulnerable time for mum and new baby - even animals hide to give birth.  To terrify and dehumanise is not something animals would do - what does that say about Putin? NATO must now make humanitarian routes of escape"
    },
    {
        "id_str": "1501524101160226817",
        "full_text": "A fantastic group of hard working women, striving to serve 👍 https://t.co/WYSgVMFFHL"
    },
    {
        "id_str": "1501222876002799616",
        "full_text": "Happy International Women’s Day! I’m proud to be the 336th woman ever elected to Parliament, and work alongside some fantastic female colleagues! #IWD #InternationalWomensDay https://t.co/FoA7qvNvze"
    },
    {
        "id_str": "1501194383533740040",
        "full_text": "I hope that many colleagues will feel that justice is now done https://t.co/MPyQQVX0ew"
    },
    {
        "id_str": "1501163949781397507",
        "full_text": "Short term energy measures like better, warmer homes, &amp; increasing our use of offshore wind &amp; the capacity of the North Sea oil basin can help the current situation. \n\nWe shouldn't scrap our Net Zero targets - the UK can create economic growth and many new jobs from it. https://t.co/7Y8rMxeyHg"
    },
    {
        "id_str": "1500868080829972483",
        "full_text": "Excellent 👍 https://t.co/Pxgh26l7UU"
    },
    {
        "id_str": "1500394071659098116",
        "full_text": "https://t.co/YOpTPIjn2N"
    },
    {
        "id_str": "1500031592051494919",
        "full_text": "They are the future 🇺🇦🥰 https://t.co/LyJdLPN9NP"
    },
    {
        "id_str": "1499883832543174656",
        "full_text": "Ukraine: what you can do to help https://t.co/GeKJG5fLTI"
    },
    {
        "id_str": "1499800666054832146",
        "full_text": "Good to hear this.  BBC reporting on Ukraine has been invaluable and must be reinstated for everyone by whatever means possible, vital for Russians to hear the truth about Putin’s war 🇺🇦 https://t.co/Ik8Lx9YprI"
    },
    {
        "id_str": "1499799985491267586",
        "full_text": "Very sad https://t.co/2wDAm3rkgT"
    },
    {
        "id_str": "1499508025736015876",
        "full_text": "The Queen makes 'generous' private donation to Ukraine fund as Royal family shows its support https://t.co/QT9TyxWzs5"
    },
    {
        "id_str": "1499142905864282116",
        "full_text": "“Our hearts go out to the people of Ukraine and we hope and pray for your freedom and a return to democracy.”\n\nSigning the book of solidarity in Parliament for the people of 🇺🇦 . https://t.co/iTqVhgXjIK"
    },
    {
        "id_str": "1499033287292903429",
        "full_text": "All support will be incredibly welcome 🤗 https://t.co/jllF8JHet8"
    },
    {
        "id_str": "1498995777972187142",
        "full_text": "Such a terrible disease.  Thank you for the work you are doing to raise awareness of the need to go to the GP if you have symptoms 👏👏👏 https://t.co/rwYOWNjwwl"
    },
    {
        "id_str": "1498705306825674758",
        "full_text": "Ukrainians that arrive in the UK will receive a warm welcome, and I know that many of my constituents and communities right across the country will want to support them. 🇬🇧 🇺🇦 https://t.co/X0r1g6KFJJ"
    },
    {
        "id_str": "1498684108070862855",
        "full_text": "Dydd Gŵyl Dewi Hapus! 🏴󠁧󠁢󠁷󠁬󠁳󠁿 #StDavidsDay https://t.co/rjx1YxDk1z"
    },
    {
        "id_str": "1498637764232941572",
        "full_text": "This is a wonderful tribute to Sir David Amess, who worked so hard to make it happen.  Congratulations to everyone in Southend-on-Sea! https://t.co/lw4yfkH7ie"
    },
    {
        "id_str": "1498595064959877120",
        "full_text": "This aggression by Putin has to fail - and the world’s financial systems will increase pressure on his regime to breaking point. 🇺🇦 https://t.co/7t51uelk6N"
    },
    {
        "id_str": "1498357142818017286",
        "full_text": "Very interesting thread - for anyone wondering how much the UK is doing to support Ukraine. https://t.co/ZCOyqbXk9A"
    },
    {
        "id_str": "1498059533645541376",
        "full_text": "Well said! https://t.co/NP2SrnTY9k"
    },
    {
        "id_str": "1498034090502729738",
        "full_text": "👏👏👏 https://t.co/SDOi6v1C9L"
    },
    {
        "id_str": "1497699615180791811",
        "full_text": "Don’t listen to fake news on social media. UK is doing everything possible to help Ukrainian refugees 🇺🇦 https://t.co/6t3UdNsdfk"
    },
    {
        "id_str": "1497566559715442693",
        "full_text": ".@EarlyYrsReview puts the 👶🏻 &amp; the family at the ❤️of everything we do. Thanks @LBofBexley &amp; @DavidEvennettMP for a fantastic visit to the West St Children's Centre to meet with parents &amp; practitioners on how we can give every baby the best start for life. @first1001days https://t.co/Kcb7KBNiti"
    },
    {
        "id_str": "1497560178031566848",
        "full_text": "Well said - the whole UK is backing Ukraine 👏👏👏👏🇺🇦🇺🇦🇺🇦🇺🇦🇺🇦 https://t.co/JSxPfoVkhS"
    },
    {
        "id_str": "1497518162371223552",
        "full_text": "@timloughton @WSCCNews Incredibly helpful to meet the team who are directly supporting new parents/carers.  Your plans for transformation to Family Hub model - joining up all services for every baby/family - are impressive 👍"
    },
    {
        "id_str": "1497351072331018240",
        "full_text": "No words… https://t.co/IZXwQMQrb2"
    },
    {
        "id_str": "1497259322211975168",
        "full_text": "Good decision 👏👏👏 https://t.co/BvdzcllxyE"
    },
    {
        "id_str": "1497230249473499136",
        "full_text": "Very pleased to see this. Putin’s aggression cannot be tolerated by any part of the democratic world https://t.co/NUGGs5a7kQ"
    },
    {
        "id_str": "1497135290586128402",
        "full_text": "Spot on 👇 https://t.co/4fUK2Onllq"
    },
    {
        "id_str": "1496974929895563266",
        "full_text": "Strongest package of sanctions now imposed by UK Gov - Putin cannot be allowed to succeed in his invasion https://t.co/iZRBgYvo58"
    },
    {
        "id_str": "1496964283506192391",
        "full_text": "Such an interesting visit - thank you all so much! @first1001days https://t.co/rZs9d369gy"
    },
    {
        "id_str": "1496611215539326976",
        "full_text": "It's clear that staying in the Palace whilst work continues is not only outrageously expensive but poses difficulties &amp; danger for all those that work &amp; visit. It's ridiculous that the tough decision the House took in 2018 has been reopened yet again.\n\nhttps://t.co/tAhWdfx9Il"
    },
    {
        "id_str": "1496228264800669702",
        "full_text": "Flex work as standard can not only help our nation’s productivity, but it can encourage more families to consider kinship care or fostering. With so many families struggling &amp; thousands of children in care, a more flexible approach will surely be good for families &amp; the exchequer"
    },
    {
        "id_str": "1496228262636310530",
        "full_text": "For kinship care of babies to be a success, it requires good quality joined up services in support of the parent/infant relationship.\n\nhttps://t.co/rfjgKA71g1"
    },
    {
        "id_str": "1496184859248766981",
        "full_text": "It is right that we stand up to Russian aggression with the sanctions announced today. We must also continue to work with friends and allies to end dependency on Russian gas, prioritising renewable forms of energy and our energy security. https://t.co/ZXnvz6g4iI"
    },
    {
        "id_str": "1495435734236413953",
        "full_text": "God bless her 🙏 \nThe Queen tests positive for Covid https://t.co/KmVvZp7R93"
    },
    {
        "id_str": "1495434648721281029",
        "full_text": "Nope you are not correct either - it’s just a retweet - no cutting, no pasting, no nothing. https://t.co/vf9fXdF3bK"
    },
    {
        "id_str": "1495355211640098816",
        "full_text": "So sad to see your rage.  If you look, you will see that I have merely retweeted an article by CityAM.  No comment from me.  No lies - just a re-tweet of an interesting article. https://t.co/blJJd6SQ4X"
    },
    {
        "id_str": "1494721891185143811",
        "full_text": "UK reaches agreement with £8.4 trillion Asia-Pacific free trade club https://t.co/K9DgeMXCMz"
    },
    {
        "id_str": "1491799182633361420",
        "full_text": "How very soppy, David.  And not at all funny.  ‘Knowing Nick for any length of time’ does not mean the BBC should allow a fluff piece on Scargill without balance.  Or is it silly to want the BBC to provide neutral coverage? https://t.co/xQ9ZiPxNOv"
    },
    {
        "id_str": "1491698663239950339",
        "full_text": "Unbelievable reporting by @BBCr4today about Scargill and Miners strike.  Talk about left wing bias!  Scargill obviously one of @bbcnickrobinson ‘s hero.  His tone on Margaret Thatcher says it all.  BBC neutral? I don’t think so"
    },
    {
        "id_str": "1491690695127707664",
        "full_text": "A great invitation to Sun readers! Here’s your chance to propose regulations for scrappage as @Jacob_Rees_Mogg takes on new job of delivering the Brexit dividend 🇬🇧🥳 https://t.co/ar0CB6DocP"
    },
    {
        "id_str": "1491046347042029578",
        "full_text": "Such a good choice!  @chhcalling will provide the fresh impetus Gov needs.  @Mark_Spencer did a brilliant job over such a difficult period, huge thanks to him 👏👏👏 https://t.co/jC6zy3Rcnc"
    },
    {
        "id_str": "1490786266300006408",
        "full_text": "Thumbs up from Harry and the other Parliamentary apprentices at a reception with @alexburghart @educationgovuk today - being an apprentice is a fantastic way to earn and learn! 👍🏻#NationalApprenticeshipWeek https://t.co/p7GPIBWdeg"
    },
    {
        "id_str": "1490605958497816578",
        "full_text": "Apprenticeships are a superb way to earn and learn.  Since I became an MP 12 years ago, I have had a local school leaver apprentice each year - great experience for them, and fantastic help for my constituents! https://t.co/NryM9XhWIr"
    },
    {
        "id_str": "1490290886428839938",
        "full_text": "It’s 70 years since Queen Elizabeth II acceded to the throne. \n\nLong may she reign! 🇬🇧 \n\n#PlatinumJubilee #GodSaveTheQueen https://t.co/LGOIQKDEpx"
    },
    {
        "id_str": "1489640245826134016",
        "full_text": "Huge congratulations to @Anna_Firth - you will be a great representative for Southend!"
    },
    {
        "id_str": "1489614060719116288",
        "full_text": "👇🏻 My full speech in yesterday's debate on the Code of Conduct for MPs.\n\nIt’s vital our constituents have clarity on the role of an MP, and how they can properly hold us to account.\n\nhttps://t.co/Vsfw3LTXeW"
    },
    {
        "id_str": "1489543767371747329",
        "full_text": "\"Where fly tipping or littering occurs, HS2 must act to address this as soon as possible.\"\n\nWith increasing amounts of HS2 waste littering South Northamptonshire, I hope that HS2 and their contractors will listen and act upon the Minister's direction. https://t.co/4IZyDtUdrg"
    },
    {
        "id_str": "1489241699985629187",
        "full_text": "For all that work and visit Parliament, it is vital that we have a transparent and functioning standards system in place.\n\nThe ICGS and non ICGS systems should be properly aligned so that our constituents can better understand how to hold us to account. https://t.co/gjBZU17OB4"
    },
    {
        "id_str": "1488842028263874563",
        "full_text": "Important research today from @MMHAlliance.  Better mental health of parents/carers strongly linked to better outcomes for babies:  Increasing access to treatment for common maternal mental health problems could have a net benefit of half a billion pounds https://t.co/hm2YFwbwBf"
    },
    {
        "id_str": "1488644127667503111",
        "full_text": "A great signal of confidence in the UK economy 🇬🇧👍 https://t.co/3O5gHbzKZg"
    },
    {
        "id_str": "1488574469643935745",
        "full_text": "So sad and sorry to hear this Kemi.  Sending you lots of love https://t.co/1d0VSf9CTr"
    },
    {
        "id_str": "1488540292139692044",
        "full_text": "Happy birthday wishes to my dear friend @eleanor4epping!\n\nWishing you a fabulous day! 🥳 https://t.co/RFyAGjbtlC"
    },
    {
        "id_str": "1488455102092689409",
        "full_text": "A mixed skill early years workforce will support continuity of care for families and babies. \n\nI was pleased to hear @alexburghart's support for Start for Life, including £300 million for support for an innovative workforce. \n\n@first1001days @EarlyYrsReview https://t.co/xHKjiBeoxb"
    },
    {
        "id_str": "1488204490134245386",
        "full_text": "2 years ago today, we finally left the EU! \n\nI am proud to be invited to join the UK EU Parliamentary Partnership Assembly, led by @OliverHealdUK to work with our EU friends and neighbours to build a new and positive relationship. 🇬🇧🇪🇺 https://t.co/3ReqVGqV4k"
    },
    {
        "id_str": "1488073000259883013",
        "full_text": "No Keir https://t.co/tX7cKVh9lB"
    },
    {
        "id_str": "1488072790783705090",
        "full_text": "Happy Brexit day! https://t.co/QZyZQvgFFg"
    },
    {
        "id_str": "1487588313817038851",
        "full_text": "Post-Brexit boost for the City as London takes top spot in global financial powerhouse rankings https://t.co/SrjON9jK9L"
    },
    {
        "id_str": "1486837877539545088",
        "full_text": "What a fantastic programme!  Really well done @iamElliottRae and all those dads and mums that took part. https://t.co/NSAd8RKxrK"
    },
    {
        "id_str": "1486680110241624067",
        "full_text": ".@iamElliottRae is championing better mental health support for Dads and it was a real pleasure to meet with him as part of the @EarlyYrsReview to hear his story. The needs of parents, carers and babies are at the heart of the Review. #BecomingDad https://t.co/aEQhibe8Cl"
    },
    {
        "id_str": "1486654939841576962",
        "full_text": "It is vital that Britain’s future energy supply is bolstered by reliable, affordable, low carbon power that is generated in this country - nuclear is a key part of \nstrengthening our energy independence and driving economic growth. ☢️\nhttps://t.co/G5iMDNXreU"
    },
    {
        "id_str": "1486652612783087619",
        "full_text": "On this important day, I am proud to recognise the important work in Holocaust education taking place at @NorthamptonHigh. As a @UCL_Holocaust #BeaconSchool they are leading the way in Holocaust education. #HMD2022"
    },
    {
        "id_str": "1486645858900840452",
        "full_text": "We all have a duty to stand up against antisemitism and hate. #HolocaustMemorialDay @HMD_UK https://t.co/9MuLaTaQU7"
    },
    {
        "id_str": "1486614786502705157",
        "full_text": "Our freedoms are returned - a massive effort by millions to get through the pandemic, and now we can get back to our normal lives again 🥳 https://t.co/TMzVhTUMGi"
    },
    {
        "id_str": "1486442463317442572",
        "full_text": "Uk green economy growing and thriving 🇬🇧 https://t.co/gBoMYUnnvA"
    },
    {
        "id_str": "1486441080606318596",
        "full_text": "💪 https://t.co/zpqG67XIbp"
    },
    {
        "id_str": "1485653044222119943",
        "full_text": "🥳🥳 https://t.co/SzBt6fwyhg"
    },
    {
        "id_str": "1485616742571327489",
        "full_text": "What a fantastic service! Run by volunteers, and a lifeline for many 👍 https://t.co/mqoUVaPumG"
    },
    {
        "id_str": "1484474270310879237",
        "full_text": "The UK is one of the best places for auto manufacturing- this is fantastic news for the North East, with thousands of highly skilled jobs. https://t.co/9Pa4CTVGGf"
    },
    {
        "id_str": "1484443240996773888",
        "full_text": ".@Anna_Firth is a great choice for Southend West, and it was a pleasure to campaign with her yesterday. She will do a fantastic job as the local Member of Parliament.\n\nVote for Anna on February 3rd! 🗳 #VoteConservative https://t.co/SobOHl6Sop"
    },
    {
        "id_str": "1484242586982309897",
        "full_text": "Chilly weather but a warm reception on the doorsteps for @Anna_Firth in Southend West today! \n\nAs the local candidate, Anna will be a fantastic MP, building on the legacy of Sir David Amess and focusing on realising the benefits of Southend’s City status. https://t.co/OukNEGzZCk"
    },
    {
        "id_str": "1484178286968283136",
        "full_text": "Totally heartbreaking. Such evil towards an innocent child.  We have to change the system and put the baby/toddler at the heart of all support for new families @first1001days https://t.co/59ZqcF5sHi"
    },
    {
        "id_str": "1484177089351892992",
        "full_text": "Elliott has been an inspiration to so many Dads, and this programme will continue his great work"
    },
    {
        "id_str": "1484177086935937024",
        "full_text": "Looking forward to it! https://t.co/he6FNTFzIx"
    },
    {
        "id_str": "1484176655610490880",
        "full_text": "This is a huge opportunity for young people wanting to help make sure that every baby can get the best start for life! @first1001days https://t.co/4WQ0HpVwIE"
    },
    {
        "id_str": "1484094689632530433",
        "full_text": "It’s an incredible place we work in #PalaceOfWestminster https://t.co/NcQ80Cwpki"
    },
    {
        "id_str": "1483829824196075523",
        "full_text": "Great news today that COVID regulations can soon be removed 👍 \n\nAnd the PM made clear his agreement that birth partners should always be able to attend the birth of their new baby, which wasn’t the case for many parents in lockdown. https://t.co/e8SeVyiS7Q"
    },
    {
        "id_str": "1483775686003277831",
        "full_text": "Well done Louie 👏👏👏 @louie_french https://t.co/3FHfM1utWo"
    },
    {
        "id_str": "1483521339264753667",
        "full_text": "Excellent news - so glad British Steel was saved from administration 💪 https://t.co/8t6DBie0zI"
    },
    {
        "id_str": "1483520899559079939",
        "full_text": "Congratulations Ed!  A great choice 🇬🇧 https://t.co/3qWUXIOfcE"
    },
    {
        "id_str": "1482511223681863684",
        "full_text": "My sister is 6 but I’m 4 https://t.co/S45gI3N956"
    },
    {
        "id_str": "1482356851840892928",
        "full_text": "Fantastic to see this. The Plan B measures will prob show a slowdown for December, but the great news is how well the economy is bouncing back after Covid 🥳 https://t.co/xJC0F7ilhL"
    },
    {
        "id_str": "1481256761558540290",
        "full_text": "What a fantastic idea and a fitting memorial to those who survived the horror of the holocaust https://t.co/rHn93ObHfH"
    },
    {
        "id_str": "1480936350845177859",
        "full_text": "Today's opposition debate is a cynical attempt by Labour to take control of the order paper, knowing the gov will be forced to vote it down. They are playing politics with the very real cost of living. If they truly want to cut energy VAT, they would put forward a simple motion. https://t.co/yOjBl8OqhR"
    },
    {
        "id_str": "1480667898112880645",
        "full_text": "☢️ Nuclear energy provides the zero carbon baseload that we need in our transition to Net Zero. The Nuclear Energy Financing Bill will help the UK reach this important target. ☢️ https://t.co/u9ZnL3ZqVB"
    },
    {
        "id_str": "1479609159838429184",
        "full_text": "A lovely man - such a sad loss https://t.co/z9ykCZGdTq"
    },
    {
        "id_str": "1479167948694687753",
        "full_text": "The PM was in #Northampton to see the amazing booster roll out work going on here!  \n\nWe met with @Michael_Ellis1 at the @ChronandEcho office to discuss plans to improve social care. PM also reiterated his determination to achieve #Justice4Harry https://t.co/MtYM6fz6B7"
    },
    {
        "id_str": "1478864422537990147",
        "full_text": "The Covid vaccine is safe for pregnant women and their babies https://t.co/243NdZhSAs"
    },
    {
        "id_str": "1478795741032292360",
        "full_text": "Parkruns are fantastic for people's mental and physical health, and it was the wrong decision for the Welsh Government to cancel them. It's another example of unclear and confusing COVID guidance in Wales. https://t.co/bEJEr24fh5"
    },
    {
        "id_str": "1478789299785158659",
        "full_text": "https://t.co/N0kdwWxmiO"
    },
    {
        "id_str": "1478662160473595910",
        "full_text": "How it started, how it’s going- Elizabeth Tower edition. 🥳 https://t.co/ySxRfbVVki"
    },
    {
        "id_str": "1477235410363461632",
        "full_text": "Congratulations to each and every one of you! 🥳🥳                            The Northamptonshire New Year Honours list in full https://t.co/KEmEOhDL6p"
    },
    {
        "id_str": "1477234523406544898",
        "full_text": "Delighted about this! Frank has been a tireless advocate for supporting families with new babies - I’ve had the pleasure of working with him cross party on @first1001days for many years.👏👏👏 https://t.co/PyxQzc2gVp"
    },
    {
        "id_str": "1477233838506057731",
        "full_text": "Congratulations - so well deserved! 👏👏👏 https://t.co/uhSc76to2t"
    },
    {
        "id_str": "1477069215815372804",
        "full_text": "Happy New Year!! 🥳"
    },
    {
        "id_str": "1476976475911905287",
        "full_text": "2️⃣0️⃣2️⃣1️⃣ - highlights from an exciting year! \n\n👶🏻 Giving every baby the best start for life @EarlyYrsReview \n🛣 Progress on the South Northants manifesto\n🌱 The journey to Net Zero &amp; Beyond #COP26 @Policy_Exchange @AmberRuddUK @ECIU_UK \n💪🏻🇬🇧 @ConservativeURU \n\nHappy New Year! 🥳 https://t.co/qdGCm9EZpW"
    },
    {
        "id_str": "1476959867877400583",
        "full_text": "🐯 https://t.co/tAP3tT8Stz"
    },
    {
        "id_str": "1476949552670388226",
        "full_text": "Totally agree - the scariest character ever….even now, age 58, the whole idea of him and his net……ugh! https://t.co/ywjUUJcI1X"
    },
    {
        "id_str": "1476948774018850822",
        "full_text": "Hurrah!! 🥳🥳 https://t.co/W8jXTAI3YT"
    },
    {
        "id_str": "1476605076328361993",
        "full_text": "Excellent! New opportunities for the UK supply chain 👍 https://t.co/Gcx6DNfzFa"
    },
    {
        "id_str": "1476562033395085314",
        "full_text": "Great news for Northamptonshire! 🥳🥳 https://t.co/6efNs2aoPH"
    },
    {
        "id_str": "1476195999706144775",
        "full_text": "What a 12 months it has been for early years! \n\n🎉Launch of the @EarlyYrsReview with the Prime Minister\n\n💷 £500m to transform support for new families and babies at the Spending Review\n\n🎙 Series 1 of the #1001CriticalDays podcast\n\nFind out more here: https://t.co/YlOO1qwF41"
    },
    {
        "id_str": "1476121274460037123",
        "full_text": "Such good advice for parents and their gorgeous babies ❤️ https://t.co/W1BkETYMic"
    },
    {
        "id_str": "1476120993596952576",
        "full_text": "Obviously back to sleep 😴 https://t.co/95f6UG4WNr"
    },
    {
        "id_str": "1476120889779527684",
        "full_text": "I totally love his message of hope - we can turn things around for the planet in our lifetimes (ok well maybe not mine…..but yours! 😂) https://t.co/0WgNIZckbu"
    },
    {
        "id_str": "1476120583289118724",
        "full_text": "Please get your booster!!! https://t.co/SXgIPgaNWn"
    },
    {
        "id_str": "1476120488388739072",
        "full_text": "Superb news for young people starting out on the job ladder 🥳🥳 https://t.co/rQ1UdGkpCq"
    },
    {
        "id_str": "1475523356648779781",
        "full_text": "Round-up video featuring @Jochurchill_MP @CristinaOhq @ChildrensComm @Rachel_deSouza  @MarioCreatura @PennyMordaunt @imran_1 @timloughton @Matt_Buttery @WAVE_Trust &amp; Lord David Blunkett - thanks for your support!"
    },
    {
        "id_str": "1475522515560714250",
        "full_text": "Thanks to all those who have been a part of the @EarlyYrsReview #1001Critical Days podcast this year!\n\nStay tuned for Series 2 in 2022! 🥳\n\n👉🏻 https://t.co/gJ3GLQihFQ https://t.co/cmB1Vv82lr"
    },
    {
        "id_str": "1474400414716108818",
        "full_text": "Happy Christmas and best wishes to everyone in South Northamptonshire! 🎄🎅🏻\n\nIf you have an urgent query my office remains open.\n\nMerry Christmas! 🥳 https://t.co/9A7CBgUTkW"
    },
    {
        "id_str": "1473280287194984448",
        "full_text": "Important news for businesses needing support due to Covid 👇 https://t.co/nKQu8Cqkop"
    },
    {
        "id_str": "1473228788955856903",
        "full_text": "Cool 😳 https://t.co/EocFtnN7UV"
    },
    {
        "id_str": "1472839499990319105",
        "full_text": "Amazing sportswoman - congratulations! 💪 https://t.co/CWoopdA60u"
    },
    {
        "id_str": "1472542006119473155",
        "full_text": "Amazing effort! 👏👏👏. Please get yours before Christmas! 🎄 https://t.co/W35xbnDJvx"
    },
    {
        "id_str": "1471984805457891328",
        "full_text": "Hear hear 👏👏👏 https://t.co/bWB6NpCbXR"
    },
    {
        "id_str": "1471948401868787714",
        "full_text": "Please get yours!!  Have a Merry Christmas 🎄 https://t.co/VrOfAEeS5z"
    },
    {
        "id_str": "1471855552053587975",
        "full_text": "Excellent work! https://t.co/KnICsnurjw"
    },
    {
        "id_str": "1471786345672622084",
        "full_text": "Love this! 🥳 https://t.co/9BuPLU9bJx"
    },
    {
        "id_str": "1471151974515200002",
        "full_text": "Our approach to living with COVID should be to educate and inform people on the importance of vaccination. https://t.co/pAcgCFDPqR"
    },
    {
        "id_str": "1470836523645952004",
        "full_text": "COVID will be with us for many years to come, and it's unthinkable that every autumn from now on, we will be limiting the quality of life for all citizens ‘just to be on the safe side.’ \n\nThis is a slippery slope down which I don't want to slip. I'm not supporting these measures. https://t.co/wpzCJkmyjh"
    },
    {
        "id_str": "1470817096783253515",
        "full_text": "Thinking of you 🙏 xxx https://t.co/qoIvZ5hJNy"
    },
    {
        "id_str": "1470451306250878982",
        "full_text": "Justice for Harry must at long last be done #Justice4Harry    :          Harry Dunn crash: Anne Sacoolas to face Westminster magistrates https://t.co/hPBlkNzYny"
    },
    {
        "id_str": "1470442813523435531",
        "full_text": "This was a genuine question asked by a constituent over the weekend. I have many such questions from lonely, depressed and frightened constituents.  Clarity and coherence is vital. https://t.co/kIrJ3fz7Yy"
    },
    {
        "id_str": "1470129013905670154",
        "full_text": "https://t.co/2DsaTWfkpa"
    },
    {
        "id_str": "1469320880241184770",
        "full_text": "Love this ❤️🎄 https://t.co/8cFDRwFrZc"
    },
    {
        "id_str": "1469053338532687875",
        "full_text": "Babies are totally the best.  And your own baby………just incredible ❤️ https://t.co/SbzXIaS3A1"
    },
    {
        "id_str": "1468856947810127874",
        "full_text": "Every UK citizen and resident should have the same access to a similar level of healthcare - I was pleased that @BrandonLewis re-stated the UK Government's commitment to making sure access to medicines and vaccines will remain the same. https://t.co/80G9BDXgzr"
    },
    {
        "id_str": "1468707064323137541",
        "full_text": "https://t.co/CIS6wtSjIe"
    },
    {
        "id_str": "1468517393836171264",
        "full_text": "\"We want to be the nation that has the happiest young children and families.\" 👶🏻\n\nIn today's #1001CriticalDays podcast, I speak to @ChildrensComm @Rachel_deSouza about the @EarlyYrsReview and giving every baby the best start for life. @first1001days \n\nhttps://t.co/jIknns2pbE https://t.co/wAh1o8hlrO"
    },
    {
        "id_str": "1467110535896485892",
        "full_text": "Earlier in the week, Downing Street hosted street stalls celebrating the talents of our many small businesses! \n\n#ShopSmallUK #SmallBizSat https://t.co/dvJM9S7lRI"
    },
    {
        "id_str": "1467110525288988676",
        "full_text": "Brackley Town Hall  is now home to a superb, warm and welcoming cafe - a great place for lunch or tea with friends 😊 https://t.co/Va6GYaHvdG"
    },
    {
        "id_str": "1467110513830150144",
        "full_text": "And #Brackley, our beautiful historic town has great shopping on the High St - from Butlers pie shop (smells delicious when you walk in!) to the ‘Beautifully Different’ dress/jewellery shop on the High Street with Christmas gifts galore. https://t.co/drwLZiufLa"
    },
    {
        "id_str": "1467110501259911168",
        "full_text": "It's #SmallBizSat! Small businesses and traders are the backbone of our economy. \n\nSouth Northants has so many excellent small businesses and traders 🥳🥳 I love the Courtyard shops in Castle Ashby - such a fantastic selection of ideas for Christmas gifts! #ShopLocal https://t.co/fYZGUFDxKS"
    },
    {
        "id_str": "1466769415119290371",
        "full_text": "Congratulations Viv! 🥳🥳🥳 https://t.co/pBlWxrJDu0"
    },
    {
        "id_str": "1466736924165607430",
        "full_text": "Huge congratulations to our newly elected friend and colleague, Louie French! 🥳 https://t.co/OKmT1lb7H2"
    },
    {
        "id_str": "1466079935332851716",
        "full_text": "Fantastic work - thank you 👏👏👏 https://t.co/EIDTanSYFM"
    },
    {
        "id_str": "1465999741049872388",
        "full_text": "Thank you for the great feedback and the superb collaboration. We can do this! 🥳 https://t.co/yJA0oy4LNe"
    },
    {
        "id_str": "1465999548044787714",
        "full_text": "Excellent news! https://t.co/x5iqllA5pu"
    },
    {
        "id_str": "1465995556036165635",
        "full_text": "Giving every baby the best start for life unites politicians from all parties. \n\nIn this week's #1001CriticalDays podcast, I speak to @CatMcKinnell and @sarahjolney1 about our recent backbench business debate and their interest in the early years.\n\n🎙 https://t.co/DtwoRCJpL6 https://t.co/uax2zeCOBN"
    },
    {
        "id_str": "1465642366048555013",
        "full_text": "One of the UK’s four patron Saints ❤️ https://t.co/3MADKYh5tb"
    },
    {
        "id_str": "1465584368710205440",
        "full_text": "Nice 👍 https://t.co/C9anzVYyNk"
    },
    {
        "id_str": "1465421250738765838",
        "full_text": "It is a worrying time for those who are stuck abroad with flights home cancelled. @sajidjavid confirmed that the government has started its hotel booking programme as one of the measures to get UK citizens back home. 👇🏻 https://t.co/FAhYdUz7v6"
    },
    {
        "id_str": "1465254820747616258",
        "full_text": "London rivals abandon hope of post-Brexit City exodus https://t.co/8vqoWEwbxI"
    },
    {
        "id_str": "1465065407623086084",
        "full_text": "To all those celebrating! https://t.co/g2nvy5qa8w"
    },
    {
        "id_str": "1464969711301578765",
        "full_text": "The beginning of the Christmas period https://t.co/FJ2eyJcP23"
    },
    {
        "id_str": "1464966999432437760",
        "full_text": "Thank you #NHS111 for a great service this weekend.  Family member needed to use the service - the callback system and the telephone assessment and prescribing were excellent! 🥳🥳 👏👏👏"
    },
    {
        "id_str": "1464659638444605441",
        "full_text": "https://t.co/s0SWSkaJ1H"
    },
    {
        "id_str": "1464659563454648325",
        "full_text": "https://t.co/LoKqfFOwOu"
    },
    {
        "id_str": "1464659463227555852",
        "full_text": "https://t.co/XxNXVFAqaI"
    },
    {
        "id_str": "1464601717769658369",
        "full_text": "COVID booster done! 💉 A quick and easy process. Make sure you get yours! https://t.co/cq5VIbuHTT"
    },
    {
        "id_str": "1463860523263475716",
        "full_text": "Aryan from Wootton Park Primary is one of South Northant's Climate Superheroes! 🥇\n\nAs part of the @NFUtweets Farmnation competition, Aryan designed a smart irrigation system that reduces water wastage and maintains large crop areas cost-effectively.\n\nhttps://t.co/EEMT3i8KDy https://t.co/2K9HU4JkDM"
    },
    {
        "id_str": "1463834391206051840",
        "full_text": "The UK holds the COP Presidency for another year - the UK must continue to press other nations to make good on the pledges they made in Glasgow and also push forward on creating millions of green jobs both at home and across the world. #COP26 https://t.co/Yw1VuIUEHV"
    },
    {
        "id_str": "1463640237503127561",
        "full_text": "Total tragedy. We have to prevent the sickening human trafficking trade https://t.co/zWYyWy0lFJ"
    },
    {
        "id_str": "1463581104615661571",
        "full_text": "Huge congratulations Liz!  Fabulous news ❤️👶 https://t.co/02RrM4vU35"
    },
    {
        "id_str": "1463281405820117000",
        "full_text": "I can’t wait to see it finally free of scaffolding! And to hear Big Ben again….🥳 https://t.co/gMCAtBGuQg"
    },
    {
        "id_str": "1463071586588758017",
        "full_text": "In his response at the despatch box, the Minister committed to looking at the statutory guidance on these points as part of the Bill. https://t.co/JSFfG2kBAn"
    },
    {
        "id_str": "1463071553399279616",
        "full_text": "I was delighted that the Minister accepted @MariaMillerUK's Amendment calling for integrated care boards to provide clarity on their plans to tackle domestic violence. It is vital that we tackle the devastating impact of domestic violence on babies. https://t.co/KcPdM1nYzV"
    },
    {
        "id_str": "1463071496071483394",
        "full_text": "Amendments 91 and 92 tabled by @CharlesWalkerMP call for parity of esteem between mental and physical health. LSE research shows that perinatal mental illnesses carry a total long term cost to society of about £8.1bn. Prevention is not only kinder but cheaper than cure. https://t.co/hTH3XWMMQM"
    },
    {
        "id_str": "1463071455424520193",
        "full_text": "The Health and Care Bill can help to give every baby the best start for life. I was pleased to speak in favour of @DSimmonds_RNP NC55 last night, which would require the publication of guidance on how integrated care systems should specifically meet the needs of babies. https://t.co/cE512IFLG0"
    },
    {
        "id_str": "1462806420110327810",
        "full_text": "Excellent booster rollout in the UK 👍 https://t.co/F21kVCbdXR"
    },
    {
        "id_str": "1461332097247887361",
        "full_text": "An extraordinary and incredible achievement by so many who have put giving every baby the best start for life at the top of their priority list for so long!  To hear both the Chancellor and PM agreeing on vital importance of @EarlyYrsReview  - amazing!! 👶👶🏻👶🏾\n#1001CriticalDays https://t.co/x3GGEQTjyd"
    },
    {
        "id_str": "1461033227758575616",
        "full_text": "What was it like for a health visitor and a midwife during the pandemic? \n\nIn this week's episode of the #1001CriticalDays podcast, I speak to Joanne Thomas about her experience of supporting new parents at babies at such a challenging time.\n\n🎙 https://t.co/G9rrsCRTEO"
    },
    {
        "id_str": "1460928658437287941",
        "full_text": "Thank you so much for your commitment to @first1001days Rachel! https://t.co/uyKM81FiJN"
    },
    {
        "id_str": "1459811298905100288",
        "full_text": "In the Remembrance Garden at St Lawrence Church in Towcester, remembering with gratitude all those who gave their lives for our freedom. #LestWeForget #RemembranceSunday https://t.co/R47mZG6XSp"
    },
    {
        "id_str": "1459157321809022979",
        "full_text": "The 🇬🇧's green economy is forecast to grow by up to 11% per year between now and 2030 vs OBR predictions for our broader economy to grow between 1% and 2.5%.\n\nSo decarbonisation makes sense for jobs and growth as well as protecting our planet.\n\n@ECIU_UK #ECIUTalks #COP26 https://t.co/0VW6vqudCS"
    },
    {
        "id_str": "1458455650288209924",
        "full_text": "On behalf of South Northamptonshire, it is an honour to place a cross in the Parliamentary Garden of Remembrance in grateful remembrance of all those who have sacrificed so much for our freedom.\n\n@PoppyLegion #LestWeForget https://t.co/O96LRXsH16"
    },
    {
        "id_str": "1458378850375716868",
        "full_text": "The 1️⃣issue young people contact me about? Climate change. 🌍\n\nI'd like to see the government support an idea for a young persons decarbonisation app which would give practical tips and advice to help them reduce their carbon footprint.\n\n@ECIU_UK #ECIUTalks #COP26 https://t.co/m4zWK4W0Ka"
    },
    {
        "id_str": "1458124158919917570",
        "full_text": "There are times where colleagues on all sides of the House come together and the early years is one such cross-party issue. It was a pleasure to co-sponsor today's debate with @sarahjolney1 and @CatMcKinnell. #BestStartforLife 👶🏻\n\nhttps://t.co/4GrwS6Qkap"
    },
    {
        "id_str": "1458033570484793347",
        "full_text": "So looking forward to this! @first1001days https://t.co/PdPHi8SFyQ"
    },
    {
        "id_str": "1458030031687540737",
        "full_text": "Nuclear providing base load with zero carbon. Superb for energy security as well as decarbonisation 🥳 https://t.co/BoCxH0DBgN"
    },
    {
        "id_str": "1457335727818219524",
        "full_text": "And no climate change conference would be complete without some of these iconic animals - a reminder of what we stand to lose unless we take swift and decisive action. #COP26 https://t.co/eSUNpvY3ym"
    },
    {
        "id_str": "1457335717353463808",
        "full_text": "And it was great to meet other parliamentary colleagues at #COP26. @timloughton and I checked out the stunning Eden Project display. https://t.co/jV7zixnWBO"
    },
    {
        "id_str": "1457335706108538883",
        "full_text": ".@algore at #COP26 talked about the economies of scale in green economy - renewables now cheaper to produce electricity than most fossil fuel production. ⚡️ vehicles will soon go the same way. https://t.co/l3d31owkyL"
    },
    {
        "id_str": "1457335697170370560",
        "full_text": ".@Y4Nature is a youth led international movement that reaches a million people online and has a network of 10k young people in 80 countries. It was inspiring to hear Marina from Canada talk about their work. #COP26 https://t.co/yFWhZVXyUO"
    },
    {
        "id_str": "1457335687838117889",
        "full_text": ".@BearGrylls, Chief Scout said: \"We have to recognise this is the only home we have.\" #COP26 https://t.co/aeaSENOTnn"
    },
    {
        "id_str": "1457335679189458950",
        "full_text": "Friday was Youth Day at #COP26 - so many passionate speeches and powerful lobbying. Young people are 20% of the population but 100% of the future!  Message from @UKScouting (57 million scouts around 🌍) is Reduce, Recycle, Recover, Rethink. They are making a #PromisetothePlanet. https://t.co/gfLrPnSuQZ"
    },
    {
        "id_str": "1457335669936861195",
        "full_text": "Thanks to Sepi, Gareth and Alasdair at the @ECIU_UK for organising a packed day one timetable, and for the briefings on progress of CoP26 negotiations 👍 #COP26 https://t.co/YQwcexzR7d"
    },
    {
        "id_str": "1457335660801560579",
        "full_text": "I met Rachel Kyte, former special rep. of the UN Secretary-General, former World Bank Group vice president, &amp; special envoy for climate change leading the run-up to the Paris Agreement. A true expert on the detail of international negotiations for climate pledges. #COP26 https://t.co/k3xDOvk4ZE"
    },
    {
        "id_str": "1457335655827189765",
        "full_text": "Meeting Manuel Pulgar-Vidal, President of COP20 in Lima and now global climate and energy practice leader at @WWF. We discussed how to audit decarbonisation pledges and assess progress against them. #COP26 https://t.co/z4ztdpO9Ih"
    },
    {
        "id_str": "1457335651410587653",
        "full_text": "Many visiting the 🇬🇧 Pavilion to have a look at the interactive globe - it uses European Space Agency data to illustrate the rising and warming seas as well as global CO2 levels - a stark warning to us all at #COP26 https://t.co/Hm2xhfMY66"
    },
    {
        "id_str": "1457335640241102854",
        "full_text": ".@K_Fletcher_MP, PPS to @AlokSharma_RDG, #COP26 President giving Darren Jones MP and me a detailed UK Presidency briefing (and excellent coffee ☕️) at the 🇬🇧 Pavilion. Thanks Fletch! #COP26 https://t.co/SVEH0jt9HA"
    },
    {
        "id_str": "1457335630795583497",
        "full_text": "A fantastic two days at #COP26 in #Glasgow! Here's a round-up. ⬇️ https://t.co/nwxUn2OW4n"
    },
    {
        "id_str": "1456261238179053571",
        "full_text": "Beautiful day in Glasgow! #CoP26 https://t.co/TyjbE42pow"
    },
    {
        "id_str": "1456184459741573122",
        "full_text": "On the train to Glasgow - the UK is leading the way in tackling global climate change - but still so much more to be done - today is Energy Day! #Cop26 https://t.co/nGrZjAujl5"
    },
    {
        "id_str": "1455969748529909762",
        "full_text": "Here is my explanation of my amendment in today's debate of the Standards Committee Report ⬇️\n\nhttps://t.co/dfMGzF4fvS"
    },
    {
        "id_str": "1455214424420241419",
        "full_text": "Family Hubs will provide a welcoming hub for families to access seamless, joined-up #StartforLife services, ensuring that they can get the support they need, both physically and virtually.  \n\nThank you to @nadhimzahawi and @willquince for your commitment to #StartforLife! https://t.co/iPlIBseENF"
    },
    {
        "id_str": "1455184793054887943",
        "full_text": "UK can lead the world in tackling global climate change. A proper carbon offset regime would massively help the transition https://t.co/UkUat98J3T"
    },
    {
        "id_str": "1454869687414763523",
        "full_text": "What a week for @EarlyYrsReview! 🎉\n\n💷 £500 million funding for the early years in the Government's Spending Review\n🖥 meeting with Children's Minister @willquince\n🎙 new 1001 Critical Days podcast with @timloughton \n🏫 talk with psychology students at @KingsIoPPN https://t.co/tfVpgoOT1q"
    },
    {
        "id_str": "1454166344732233736",
        "full_text": "I've worked with @timloughton for many years on the #1001CriticalDays, making the case for early intervention to ensure that every 👶🏻 gets the best start for life.\n\nWe discuss this journey and the fantastic Spending Review news in this week's podcast!\n\n🎙https://t.co/vnuSZxgBXm https://t.co/NCDKFtwRvY"
    },
    {
        "id_str": "1454053533913952256",
        "full_text": "It has been said that success has many parents.\n\n🙏🏻 to all those who’ve worked so hard, particularly to the #StartforLife unit and my parliamentary team.\n\n@EarlyYrsReview #IAmBackingBabies https://t.co/M9ACbbbtkP"
    },
    {
        "id_str": "1453695793421070349",
        "full_text": "Lovely to see this. He would be delighted 🐕 #SirDavidAmess 😍 https://t.co/VhDiXBaWg7"
    },
    {
        "id_str": "1453414723374944257",
        "full_text": "You’ve been a total star, Penny! Thank you so much for all your help and support as one of the sponsoring ministers 🥳🥳🥳 https://t.co/DPrR8woH6W"
    },
    {
        "id_str": "1453361581409153031",
        "full_text": "£2️⃣0️⃣0️⃣ million uplift for Supporting Families programme. 👶🏻 #SpendingReview #Budget2021 https://t.co/mRz0GEwJXi"
    },
    {
        "id_str": "1453361575859994629",
        "full_text": "£ 1️⃣0️⃣ million for workforce pilots. 👶🏻 #SpendingReview #Budget2021 https://t.co/LDvc3sbLGx"
    },
    {
        "id_str": "1453361569459548166",
        "full_text": "£ 1️⃣0️⃣0️⃣ million for infant and perinatal mental health. 👶🏻 #SpendingReview #Budget2021 https://t.co/QaErpfgQ9v"
    },
    {
        "id_str": "1453361563398717445",
        "full_text": "£ 5️⃣0️⃣ million for breastfeeding support. 👶🏻#SpendingReview #Budget2021 https://t.co/8P34iIq1uF"
    },
    {
        "id_str": "1453361557820387330",
        "full_text": "£ 1️⃣0️⃣ million for Start for Life offers. 👶🏻#SpendingReview  #Budget2021 https://t.co/hcT7WgwFiU"
    },
    {
        "id_str": "1453361552346783747",
        "full_text": "£ 5️⃣0️⃣ million for Parenting Programmes. 👶🏻#SpendingReview #Budget2021 https://t.co/cQGNMZpexs"
    },
    {
        "id_str": "1453361542121066499",
        "full_text": "£8️⃣2️⃣ million for Family Hubs. 👶🏻 #SpendingReview #Budget2021 https://t.co/HId8c0MyAI"
    },
    {
        "id_str": "1453361529689186311",
        "full_text": "Here's the headline announcements and what they mean for the early years. ⬇️ #SpendingReview"
    },
    {
        "id_str": "1453344738820636678",
        "full_text": "Excellent support to keep more of their income for those in work and receiving universal credit! https://t.co/Mte4IvXna5"
    },
    {
        "id_str": "1453343940724367366",
        "full_text": "Fantastic news for small businesses in South Northamptonshire 🥳 https://t.co/RI97wmqJ4Y"
    },
    {
        "id_str": "1453342265733173248",
        "full_text": "Fabulous news! Transformative for so many babies and their families 👶🏿👶🏼👶❤️🥳🥳 https://t.co/cBCSdwX9Sj"
    },
    {
        "id_str": "1453340922373189632",
        "full_text": "🎉 £5️⃣0️⃣0️⃣ million of funding for the early years! 🎉\n\nThank you @RishiSunak &amp; @BorisJohnson for supporting families to give their babies the best #StartforLife.\n\nHeadline announcements for babies in today's #SpendingReview ⬇️\n\n@EarlyYrsReview https://t.co/IqxzGfsXUo"
    },
    {
        "id_str": "1453335104550580228",
        "full_text": "Totally delighted, and thank you to CSJ for the years and years of support for the @first1001days ! 👶🏼👶🏿👶❤️ https://t.co/XUSo7NivNA"
    },
    {
        "id_str": "1452960832053198853",
        "full_text": "Superb! 🥳 https://t.co/tHxA3qBBNd"
    },
    {
        "id_str": "1452945628582105099",
        "full_text": "Facts: https://t.co/loc36ml4EI"
    },
    {
        "id_str": "1452647940066009089",
        "full_text": "Here's the facts on Amendment 45 of the Environment Bill. The accusations of some that voting against Amendment 45 is somehow voting ‘in favour of sewage in our waterways’ is simply untrue.\n\nhttps://t.co/f3iPQM5rfb"
    },
    {
        "id_str": "1452632970548977670",
        "full_text": "@AaronEarlyYears @first1001days Hi Aaron, you can also read it here: https://t.co/RCnLvmUYhu Thanks!"
    },
    {
        "id_str": "1452568018442235906",
        "full_text": "The Prime Minister &amp; Chancellor have put Family Hubs at the heart of this week's SR. As we level up economic opportunity across the country, we must not forget where it all begins – that critical period of life from conception to the age of two.\n\nhttps://t.co/flU4YOi4gq"
    },
    {
        "id_str": "1452298648159723531",
        "full_text": ".@RishiSunak is right- the very earliest years for a baby and their family are critical. Family Hubs will provide a welcoming, one-stop-shop for parents and carers to seek advice and wide-ranging support to help every baby get the best start for life. #1001CriticalDays https://t.co/GwpOYe0PJO"
    },
    {
        "id_str": "1452196696277110788",
        "full_text": "What a lovely and hopeful story ❤️ Every baby deserves the best start for life ⁦@first1001days⁩ \n‘We didn't call ourselves mum and dad for 10 months' https://t.co/8CyDieQUek"
    },
    {
        "id_str": "1451852117614993412",
        "full_text": "@LiamThorpECHO Frank Field has been a friend from the moment I became an MP.  We have shared a passion for giving every baby the best start for life. We launched the 1001 Critical Days Manifesto together in 2013.  He is a force for good in our world.  Bless you Frank 🙏"
    },
    {
        "id_str": "1451835442605838336",
        "full_text": "You’ve been brilliant, Patrick 👍 https://t.co/KnALjt0Q1a"
    },
    {
        "id_str": "1451835283280961541",
        "full_text": "Yes!! 💪. A real turning point for the @first1001days - thank you to all those who have worked so hard to push this vital period of life to the top of the Gov agenda https://t.co/sjLWFB0KED"
    },
    {
        "id_str": "1451834609956794378",
        "full_text": "I am so totally delighted by this ‘put your money where your mouth is’ evidence of PM and CX commitment to giving every baby the best start for life!!  This will change lives for the better 👶🏼👶🏿👶 https://t.co/BEoALiAWK6"
    },
    {
        "id_str": "1451825471763718153",
        "full_text": "Both @BorisJohnson and @RishiSunak are backing the vital importance of giving every baby the best start for life, and from this pre Budget story it’s clear the first 1001 days will be a winner next week 🥳❤️ @first1001days \n\nhttps://t.co/OTxSmro4H7"
    },
    {
        "id_str": "1451464946865295363",
        "full_text": "👶👶🏿👶🏼❤️ https://t.co/A3K7xRtG8u"
    },
    {
        "id_str": "1451314865927344129",
        "full_text": "Thanks to so many across early years sector for their effort and support to give every baby the best start for life.  I know both PM and CX believe in the vital importance of @first1001days https://t.co/yTLT2NZr2J"
    },
    {
        "id_str": "1451314410052628482",
        "full_text": "A great evening, thank you! 😊 https://t.co/Zudd2LJMRV"
    },
    {
        "id_str": "1451314167659520001",
        "full_text": "I totally agree! Let’s back babies!  They are the future 👶🏿👶🏼👶 https://t.co/kt4aceBNhT"
    },
    {
        "id_str": "1451168351150088199",
        "full_text": "Radical action &amp; ambitious world changing initiatives- let's think BIG at #COP26! ⬇️\n\n🌱 A global carbon offset kitemark\n🤝 UK to broker bilateral decarbonisation commitments with the world's biggest emitters\n👧🏻 'decarbonise my life' app for young people\n\nhttps://t.co/bV68tjkr1o"
    },
    {
        "id_str": "1450846225432027147",
        "full_text": "All MPs owe a huge debt of gratitude to their staff working in parliamentary and constituency offices. You are often the front line on our behalf and we thank you for your service to so many. https://t.co/cZBLKyI8y7"
    },
    {
        "id_str": "1449993956578709514",
        "full_text": "What a lovely thread - thank you Becky 🙏 https://t.co/en8A6TZve5"
    },
    {
        "id_str": "1449849026044694532",
        "full_text": "This is true.  All MPs are horrified and appalled - many have families asking why on earth they are doing it, or begging them to leave politics.  Yet what drives MPs is the desire to make the world a better place.  It’s as simple and profound as that - we all care for all of you. https://t.co/JBYH76z2PW"
    },
    {
        "id_str": "1449022614769438720",
        "full_text": "Every single chat I ever had with David Amess was warm hearted, kind, filled with compassion and humour.  He was a ‘regular’ at Business Questions and always asked about issues that would help his constituents. Such a loss.  Praying for you and your family 🙏 @amessd_southend"
    },
    {
        "id_str": "1449010787608055815",
        "full_text": "I can’t bear it.  One of the loveliest men I’ve met, and so kind and generous.  Praying for you David 🙏@amessd_southend"
    },
    {
        "id_str": "1448672031520722944",
        "full_text": "A fantastic few days talking to stakeholders about giving every baby the best #StartforLife:\n\n👥 @barnardos roundtable\n🎙 #1001CriticalDays podcast with @Matt_Buttery of Triple P\n💻 discussions with the @TheEIFoundation \n\n@EarlyYrsReview @first1001days https://t.co/IfFzaDPajE"
    },
    {
        "id_str": "1448610263167537155",
        "full_text": "Vital that we provide joined up support for every family to give their baby the best start for life @first1001days 👶🏿👶🏼👶 https://t.co/f9v2fzUi4F"
    },
    {
        "id_str": "1447974764845350926",
        "full_text": "Thanks for saying all this Tommy. Let’s hope it inspires many more people to be who they really are.  Proud of you 🤗 https://t.co/Bal9SjxaS3"
    },
    {
        "id_str": "1447974120566796292",
        "full_text": "Thanks so much for the fabulous work you do @barnardos!  Such an informative meeting about how to ensure every baby gets the best start for life. https://t.co/IIuHAWBb9i"
    },
    {
        "id_str": "1447637591478751255",
        "full_text": "The green industrial revolution is a win-win - decarbonising while building new jobs, opportunities and export markets. 🇬🇧🇬🇧🇬🇧\n\n@CPSThinkTank #NetZero https://t.co/n0D57eSkqL"
    },
    {
        "id_str": "1447619451227185158",
        "full_text": "Love this - every new parent would enjoy this insight! 👶🏼👶👶🏿❤️ https://t.co/SIIMGJYZhQ"
    },
    {
        "id_str": "1447122314097799169",
        "full_text": "On #WorldMentalHealthDay the most vital support to offer is in @first1001days when parent/carer’s mental health can be fragile, and baby’s developing brain is so vulnerable to his/her situation. Giving every baby the #BestStartForLife will transform our society for the better 👶 https://t.co/fLoYbzPTIM"
    },
    {
        "id_str": "1446474069394792449",
        "full_text": "James Brokenshire was a dedicated public servant, committed to doing his best for both constituents and country. So many of us will be mourning his loss - praying for all his family and friends."
    },
    {
        "id_str": "1446411767207403520",
        "full_text": "Human beings are unique in the extent of their underdevelopment at birth. A baby is utterly vulnerable to his/her earliest experiences. Proud to be advocating, with @barnardos @NSPCC @ChildrensComm and @LGAcomms for #BestStartforLife for EVERY baby @first1001days 👶🏻 https://t.co/On05HOtxdn"
    },
    {
        "id_str": "1445716330120822796",
        "full_text": "Well done Boris! 👏👏👏 https://t.co/FVAo5KkJ5O"
    },
    {
        "id_str": "1445660047774679045",
        "full_text": "📍 #CPC21 day 3 highlights\n\n@the_tpa panel on the cost of Net Zero\n\n@NSPCC &amp; @barnardos panel on the work of the @EarlyYrsReview \n\nIntroducing the fabulous @PennyMordaunt at my annual YC conference event\n\nGreat time in #Manchester - looking forward to @BorisJohnson speech! https://t.co/NDATT9Nzok"
    },
    {
        "id_str": "1445301223901499393",
        "full_text": "📍 #CPC21 day 2 highlights…\n\n@CPSThinkTank panel on getting to Net Zero\n\n@rishisunak Plan for Jobs - chatting to @SkyNews and @talkRADIO\n\nCatching up with @ArleneFosterUK \n\nHappy atmosphere in Manchester - @Conservatives in great shape! https://t.co/UpKRq2Mdup"
    },
    {
        "id_str": "1444980214136807431",
        "full_text": "The brilliant warm up act to ⁦@RishiSunak⁩ - John, a YC who agrees opportunities for young people are critical - he joined the KickStart scheme and is a big fan 👍 https://t.co/r1p4d4EpNY"
    },
    {
        "id_str": "1444669937201696772",
        "full_text": "Exactly this.  Businesses are already improving terms for workforce, recognising that the market will find a solution.  Gov intervention is NOT always the right approach https://t.co/aEGorqIGpf"
    },
    {
        "id_str": "1443855284154388484",
        "full_text": "This is good news! Far too much fake ID in the past https://t.co/w5nh6TLVBl"
    },
    {
        "id_str": "1443854968742625281",
        "full_text": "A really important story - thank you https://t.co/Gtq7Xnw54y"
    },
    {
        "id_str": "1443838039336366122",
        "full_text": "🏭 Decarbonisation of every sector \n📝 Setting deadlines for business\n👷🏻‍♀️Focus on green jobs and growth\n\nWill play a key role in helping us reach our Net Zero goals. \n\nLooking forward to discussing these points and more at @CPSThinkTank panel at #CPC21! https://t.co/Jw6xdxUZhh"
    },
    {
        "id_str": "1443166683313676291",
        "full_text": "It was a real joy to speak to @Siobhan_Baillie for my latest #1001CriticalDays podcast! \n\nSiobhan is a fantastic supporter of the @EarlyYrsReview, and in this episode we talk about her experience of having her first baby in lockdown.\n\n🎙https://t.co/VzYuUiVTWC https://t.co/avkcuOzpDn"
    },
    {
        "id_str": "1443134247200514048",
        "full_text": "The answer is 'no'...\n\nLooking forward to sharing my thoughts on the benefits of a low carbon economy and the green jobs revolution that Net Zero will bring at @the_tpa fringe event at #CPC21!\n\nFind out more here: 👇🏻 https://t.co/h47UmQ9WoX https://t.co/BYKkSs6XGt"
    },
    {
        "id_str": "1443117590440783874",
        "full_text": "A wonderful charity.  Good luck Will!  💪 https://t.co/PygGSYc9UT"
    },
    {
        "id_str": "1442979354749796355",
        "full_text": "Yes!!  Can’t wait 🥳#BondIsBack #BondPremiere https://t.co/ieJLCkXO2C"
    },
    {
        "id_str": "1442433988337934341",
        "full_text": "High Streets are a beloved part of our daily lives, and we have so many fantastic independent shops and businesses in #SouthNorthamptonshire!\n\nBrackley Farmers Market is just one of the great high street spots to visit in our area!\n\n#HighStreetLove @HistoricEngland https://t.co/F5Die6lWMI"
    },
    {
        "id_str": "1442176955038593030",
        "full_text": "The growth of the green economy will outstrip the broader economy. That is good news for the UK Exchequer and good news for jobs and growth.\n\nThe cost of inaction will be disastrous for our future and our finances.\n\nhttps://t.co/Phgy2jDdy1\n\n@ECIU_UK @jameskirkup @spectator"
    },
    {
        "id_str": "1442062981563617282",
        "full_text": "The energy price cap distorts the market, creating unintended consequences. Government should commission fresh advice on ending the energy price cap and addressing fuel poverty in a more targeted way."
    },
    {
        "id_str": "1442062979525009409",
        "full_text": "The Energy Trilemma has been with us for decades: how to keep the lights on, keep the bills down and decarbonise our economy. \n\nElectricity market reform and hard deadlines for the transition away from fossil fuels will help solve the energy trilemma.\n\nhttps://t.co/bK2THoLS2q"
    },
    {
        "id_str": "1441721134110609410",
        "full_text": "Hard deadlines should be set for businesses to decarbonise.\n\nIf you set a target, business will be fleet of foot and get ahead to meet it.\n\nWe're seeing it with ⚡️🚙 and we can see it in other areas like home heating too.\n\n@ECIU_UK #ECIUTalks https://t.co/54YgWjgiZs"
    },
    {
        "id_str": "1441698774657556482",
        "full_text": "Energy security in the UK is good!  Wholesale gas price rise is problematic for pricing, not security. Stockpiling is not necessary - those buying up all the loo rolls, filling their tank and their Jerry can……that is creating the problem!  Please just buy what you need 🙏 https://t.co/iRg2JvsNMv"
    },
    {
        "id_str": "1441521371973099521",
        "full_text": "There’s no energy crisis in the UK!  If we end up with shortages it will be because of stockpiling!! Please don’t over buy….."
    },
    {
        "id_str": "1441520895671955464",
        "full_text": "You did a very brave thing - talking about the terrible experience of baby loss.  So important that people feel they can talk about it 🤗 https://t.co/XesYtwzr8I"
    },
    {
        "id_str": "1441414418244329483",
        "full_text": ".@actnforchildren have been a fantastic supporter of the @EarlyYrsReview. In this week's #1001CriticalDays podcast, I chat to Imran Hussain, Director of Policy &amp; Campaigns, about the work they are doing to ensure every baby gets the best start for life.\n\n🎙https://t.co/Rk6CxfJdtH https://t.co/8k0xju32D2"
    },
    {
        "id_str": "1441341682885136389",
        "full_text": "The green economy is set to grow in the UK up to 11% a year between now and 2030, outstripping the growth of the broader economy.\n\nThe longer we leave decarbonisation, the costs to our pockets and our future will increase tenfold.\n\n@ECIU_UK #ECIUTalks https://t.co/DdwspOkBGi"
    },
    {
        "id_str": "1441098169199120390",
        "full_text": "Conservatives believe in a strong United Kingdom and I’m glad @KwasiKwarteng is determined to protect the UK internal market through a new UK wide subsidy policy. 🇬🇧 https://t.co/EoSNmidZEw"
    },
    {
        "id_str": "1440993265302573057",
        "full_text": "'The clue is in the name - @Conservatives conserve.'\n\nSuccessive Conservative governments have a strong track record of tackling climate change, championing renewable energy and putting in place the legal decarbonisation to Net Zero.\n\n@ECIU_UK #ECIUTalks https://t.co/9DWLgL4mhy"
    },
    {
        "id_str": "1440945487792721920",
        "full_text": "Congratulations! You will be brilliant Saqib! 🥳🥳 https://t.co/yZJ8NHq56t"
    },
    {
        "id_str": "1440683764263239688",
        "full_text": "Excellent news! British lamb is superb and this offers huge opportunity to our farmers 🥳🥳 https://t.co/Qb8kGQi2gG"
    },
    {
        "id_str": "1440591621934882817",
        "full_text": "Young people are rightly concerned about the safety of our future, and challenging politicians to take action.\n\nClimate change is a cross party issue - and together we must continue to act.\n\n@ECIU_UK #ECIUTalks https://t.co/jN7mLbDaJq"
    },
    {
        "id_str": "1440430595943714818",
        "full_text": "Harry Dunn mum 'so grateful' to new foreign secretary for raising Northamptonshire teen with United States https://t.co/UUVJPScve2"
    },
    {
        "id_str": "1440410747700334594",
        "full_text": "Climate change is one of the biggest issues that young people contact me about. It's vital that we listen to and engage with these concerns, and work together to save our planet for future generations. 🌍\n\n@ECIU_UK #ECIUTalks https://t.co/wUge5yiZAn"
    },
    {
        "id_str": "1440305711502610440",
        "full_text": "Electricity Market Reform 2.0 should be prioritised. \n\nLocal pricing should be at its heart, with prices reflecting local supply and demand, and helping customers to benefit from falling renewable costs.\n\nhttps://t.co/DW29XUeqok"
    },
    {
        "id_str": "1440299695188811779",
        "full_text": "It was a pleasure to discuss climate change, the UK's Net Zero goals and our role at #COP26 with the @ECIU_UK recently at Silverstone Circuit.A clear roadmap, a unified agenda for decarbonisation and cross party working will help us create a green future.\n\nhttps://t.co/bG8pECPZjN"
    },
    {
        "id_str": "1440087025760174086",
        "full_text": "Good to hear this https://t.co/mmd4gl60LV"
    },
    {
        "id_str": "1439997265087770629",
        "full_text": "Energy prices are still too high, but @KwasiKwarteng is right to reassure that energy security is strong. \n\nWe must speed up reform to electricity markets: \n1️⃣ independent system operator\n2️⃣local energy pricing \n3️⃣microgeneration \n\nto keep bills down and confidence high. https://t.co/cAbHFDtl3O"
    },
    {
        "id_str": "1439541594135334915",
        "full_text": "Throughout the @EarlyYrsReview, parents have told us how important a mix of virtual and face to face services are.\n\nThis is just 1 of the areas of discussion in the latest episode of the #1001CriticalDays podcast with Chief Nurse, @VivJBennett.\n\n🎙 https://t.co/F2vigttLwi https://t.co/iu57DJhEsQ"
    },
    {
        "id_str": "1439257608389599232",
        "full_text": "Full time - great match! 🥳🥳 ⁦@SaintsRugby⁩ https://t.co/J4uDyFLftf"
    },
    {
        "id_str": "1439251611835056144",
        "full_text": "16 minutes to go and 27:15 to ⁦@SaintsRugby⁩ Come on Saints!!#COYS!! https://t.co/zsGGSJCMK9"
    },
    {
        "id_str": "1439229086577135617",
        "full_text": "#COYS Saints vs Gloucester 💪 https://t.co/BmB6eocBic"
    },
    {
        "id_str": "1439221633219244033",
        "full_text": "Thank you for all you are doing Agnes.  These and many other disparities are v worrying, as we heard from black and other ethnic minority parents at the round tables you organised.  Every baby needs the Best Start for Life! @first1001days https://t.co/tOsvLwLTuy"
    },
    {
        "id_str": "1438980552216940557",
        "full_text": "A fantastic appointment!  Will has always been really supportive of the vital @first1001days https://t.co/mAZlYQN1IL"
    },
    {
        "id_str": "1438619309635510275",
        "full_text": "You’ve been superb in Health Jo!  Congratulations on your new job 🥳🥳🥂 https://t.co/4BBuNaw2AO"
    },
    {
        "id_str": "1438417549520220160",
        "full_text": "Thank you - I agree.  And Twitter: keep up the tsunami of positive support for early years!  Boris is backing us and so are Saj and Nadhim 💪 https://t.co/VM0yEYbkRY"
    },
    {
        "id_str": "1438237893722529801",
        "full_text": "Thank you to all the hard working farmers across our country for everything you do to put food on our plates and protect our environment.  Today and every day I’m proud to back British farming. 🇬🇧 👨‍🌾 #BackBritishFarmingDay @NFUtweets https://t.co/rtSW7S4SU5"
    },
    {
        "id_str": "1438234783667167236",
        "full_text": "I am confident the levelling up and building back better plans of ⁦@BorisJohnson⁩ ‘s Government includes support for every baby to get the best start for life #EarlyYearsHealthyDevelopmentReview https://t.co/MdP8fHCQO9"
    },
    {
        "id_str": "1438206783353413633",
        "full_text": "Good old Nat!  Does a brilliant job in that post 🥳🥳 https://t.co/1CWl2P1MI2"
    },
    {
        "id_str": "1438196246301351938",
        "full_text": "Many congratulations @trussliz 👏👏👏 https://t.co/BwNPEM4C0e"
    },
    {
        "id_str": "1438195985784659974",
        "full_text": "Delighted to see this - @nadhimzahawi is an excellent minister 👏👏👏 https://t.co/fR1PciP8dP"
    },
    {
        "id_str": "1438195741713895429",
        "full_text": "Huge congratulations @annietrev - a superb appointment 🥳 https://t.co/NDMr8wPUDN"
    },
    {
        "id_str": "1438185190770237440",
        "full_text": "The 🇬🇧's ambition to lead the world in tackling global climate change is genuinely cross party. It was interesting to be at @Policy_Exchange today with ex Energy Secretaries of State @AmberRuddUK @Ed_Miliband @EdwardJDavey to talk about beyond #COP26.\n\n💻 https://t.co/4xTRCiWVH6 https://t.co/ndVmMMq8mI"
    },
    {
        "id_str": "1437503851549052930",
        "full_text": "⬆️ hugely rising costs\n👤damage to lives &amp; livelihoods\n🌳 destruction of countryside\n\n#HS2 is an atrocious waste of taxpayer money and I’m ashamed of how it’s being carried out - we need a fresh vote! https://t.co/tyvwhsPdpB"
    },
    {
        "id_str": "1436825113605836801",
        "full_text": "What an amazing match!  Huge congratulations to ⁦@EmmaRaducanu⁩ US Open champion! 👏👏👏👏 https://t.co/W6Bx5Ixvqq"
    },
    {
        "id_str": "1436815931850870798",
        "full_text": "Unbelievable!  Awesome by @EmmaRaducanu 👏👏👏👏"
    },
    {
        "id_str": "1436801304534343680",
        "full_text": "Wow @EmmaRaducanu !!!"
    },
    {
        "id_str": "1436765244777508867",
        "full_text": "First week back in Parliament, and great progress on the @EarlyYrsReview! \n\n👏🏻 PM support for early years &amp; 💷 commitment in the Chamber\n👶🏻 call with children's sector organisations\n👥 discussions with new MPs about early years\n💻virtual roundtable with @BhamCityCouncil"
    },
    {
        "id_str": "1436627891329056770",
        "full_text": "“No day shall erase you from the memory of time.\"\n\nAs we mark 20 years since #September11, we remember and keep in our prayers the victims and their families, the survivors and the first responders who rushed towards danger. \n\n#911Memorial https://t.co/ihBAK2BAO0"
    },
    {
        "id_str": "1436359982769917952",
        "full_text": "Millions will be relieved to see the Gov is tackling the NHS backlog.\n\n💷The Health and Social Care levy will help clear the backlog due to Covid\n💪🏻It will also reform our broken social care system - an issue that has been ducked by Govs of all colours for decades\n\n📺 @spectator https://t.co/CE4FkCwac9"
    },
    {
        "id_str": "1436273109162659844",
        "full_text": "The @csjthinktank have been a fantastic supporter of the @EarlyYrsReview. In this week's #1001CriticalDays podcast, I speak to their Head of Family Policy @CristinaOhq about how they're focused on ensuring every baby gets the best start for life.\n\nLINK: https://t.co/oeNAT5vGua https://t.co/X5ZzAHWe3c"
    },
    {
        "id_str": "1436228896693932039",
        "full_text": "Amazing achievement!  What a star 👏👏👏👏 https://t.co/Fd6A8oUBET"
    },
    {
        "id_str": "1435921226074107904",
        "full_text": "The 🇬🇧 is leading the way to net zero #COP26\n\nAlongside fellow previous Energy Secretaries of State, I'll be sharing my thoughts on what needs to happen next as part of the @Policy_Exchange Beyond COP26 programme on 14th September.\n\n💻 Sign up here: https://t.co/i8ZD7IfiWZ"
    },
    {
        "id_str": "1435267776625659912",
        "full_text": "Millions of people will be relieved that the Government has gripped the issue of social care - it's been ducked for far too long. I asked the PM to confirm @EarlyYrsReview is part of it - and I'm DELIGHTED by his reply. https://t.co/nb18x18Erf"
    },
    {
        "id_str": "1434992850777878532",
        "full_text": "Huge number of ‘green economy’ jobs - this is what we want to see! 👍 https://t.co/GIralnF8IV"
    },
    {
        "id_str": "1434523495975858184",
        "full_text": "Amazing performance 👏👏👏👏 https://t.co/S40aAMeXOA"
    },
    {
        "id_str": "1433918029897814017",
        "full_text": "Hurrah!!! https://t.co/6YcWyH5fn2"
    },
    {
        "id_str": "1433740313168916528",
        "full_text": "#ICYMI, check out this week's latest episode of the #1001CriticalDays podcast!\n\nI spoke to David Blunkett about the importance of early years investment.\n\n🎙 https://t.co/gJ3GLQihFQ\n🍏 https://t.co/mMYqhEWo35 https://t.co/1r7Q7fkoQZ"
    },
    {
        "id_str": "1433376970931384321",
        "full_text": "Nice https://t.co/g1F13PxSh1"
    },
    {
        "id_str": "1433376245237092355",
        "full_text": "Awesome 🤩 https://t.co/8jMFue7EZm"
    },
    {
        "id_str": "1433375807154659331",
        "full_text": "💪 https://t.co/dB11YtEDwS"
    },
    {
        "id_str": "1432971821247254528",
        "full_text": "“It's a no brainer that we should be investing in the child when they're young.\"\n\nDavid Blunkett speaks to me about early years investment and the importance of local and national leadership on the #1001CriticalDays podcast! \n\n🎙https://t.co/KAmOXYBPYk\n\n🍏https://t.co/QQIJmWnvTz https://t.co/KFjuopcp3e"
    },
    {
        "id_str": "1431916280722989057",
        "full_text": "Thanks and prayers that we can do more to help. This is a disaster for world security as well as for all those now facing the new regime in Afghanistan https://t.co/yQVKc4KuUT"
    },
    {
        "id_str": "1431573343669571594",
        "full_text": "Tragic. What a terrible mess up… https://t.co/L7gDA1Joav"
    },
    {
        "id_str": "1431273072636596234",
        "full_text": "A valuable bit of research, but somehow astonishing that the whole world doesn’t yet recognise the vital importance of the @first1001days and the bond with Mum for every baby 👶🏾👶🏼\nHearing mother’s voice can lessen pain in premature babies, study suggests https://t.co/MYyeSzDWB0"
    },
    {
        "id_str": "1430790316035133440",
        "full_text": "Good to see this support for Afghans in Northants.  Many volunteers coming forward to help welcome these families. https://t.co/6XSeafqQmG"
    },
    {
        "id_str": "1430789979228327936",
        "full_text": "So glad we were able to save this vital business that employs 000’s directly and in the supply chain - a huge effort by local staff, unions and MPs.  Great to see new investment 👏👏👏 https://t.co/HdP4lWMkwx"
    },
    {
        "id_str": "1430466675091152897",
        "full_text": "The latest #1001CriticalDays episode is live!\n\nThis week I am talking to Vicky, a parent who has helped us throughout the @EarlyYrsReview and shares her thoughts on how early years services and support can be improved. \n\n🎙 https://t.co/UagD6PJJSZ https://t.co/EHuVcZ1rGV"
    },
    {
        "id_str": "1428343459862229002",
        "full_text": "To keep up to date with the work of the @EarlyYrsReview check out my #1001CriticalDays podcast and subscribe for new episodes every Wednesday! \n\n🎙https://t.co/EPJuxGrz0M\n🍏 https://t.co/QQIJmWnvTz https://t.co/8qzv0RyL7X"
    },
    {
        "id_str": "1428343456057987072",
        "full_text": "The Start for Life Unit is working hard on implementing the Review's recommendations- this includes a spending review bid, digitizing the “Red Book”, greater workforce support and working with councils on the rollout of the Universal offer for all families."
    },
    {
        "id_str": "1428343454287994890",
        "full_text": "Parents have told us they want a mix of seamless good face to face and online support. Family Hubs - a welcoming place for every family - will play an important role in delivering joined up services with the baby’s needs at the heart of planning."
    },
    {
        "id_str": "1428343451091980289",
        "full_text": "“Investing in the early years can have a profoundly positive impact on the life chances of babies, giving them the best start for life.\" 👶🏻\n\nThanks to @matt_hfoster and @politico for spotlighting the work of the @EarlyYrsReview. https://t.co/SfJVnds3Fu"
    },
    {
        "id_str": "1428281834970963974",
        "full_text": "This week's episode of the #1001CriticalDays podcast is a special one for me - I'm talking to my Mum, Judy! 🥰\n\nWe talk about her work as a midwife, support for parents and why we're both so passionate about the early years. \n\nhttps://t.co/gPmlOkEEqi https://t.co/NRz8XQbo9W"
    },
    {
        "id_str": "1428106796296773635",
        "full_text": "Support for veterans - https://t.co/IzjURjShqV https://t.co/sGII3NU1E4"
    },
    {
        "id_str": "1427872457965416449",
        "full_text": "UK to welcome 20,000 Afghans amid Taliban takeover https://t.co/pYBYJ0M0iF"
    },
    {
        "id_str": "1427192610024742916",
        "full_text": "This is beyond terrible.  UK gov must do everything we can, even at this ‘too late’ stage, to prevent disaster https://t.co/fsOuuXtamS"
    },
    {
        "id_str": "1426873400816029696",
        "full_text": "“HS2 has a lack of corporate memory, and this is reflected in the unacceptable way it treats constituents whose land and property have been taken over by the project. It is inconceivable that it offers value for the taxpayer.”\n\nhttps://t.co/328oFxzGGR"
    },
    {
        "id_str": "1426285858395758595",
        "full_text": "A fantastic appointment 👍 https://t.co/GcQdAZoVur"
    },
    {
        "id_str": "1426115687995650049",
        "full_text": "Global Britain 🇬🇧. What superb news for our UK entertainment sector! 🥳Lord of the Rings: Amazon moves show to UK from New Zealand https://t.co/q1VHAfxH2w"
    },
    {
        "id_str": "1425555590374379526",
        "full_text": "Superb news! Well done both of you 👏👏👏 https://t.co/LrL3L2lMFw"
    },
    {
        "id_str": "1425509181487001607",
        "full_text": "Sending lots of luck and good wishes to all students in South Northamptonshire who are receiving their #GCSE results tomorrow! Whatever the next step on your journey, may it be a happy and successful one! 🤞🏻🤩 https://t.co/ReigrfbzrC"
    },
    {
        "id_str": "1425352636220514306",
        "full_text": "Face to face support is vital, but digital support can be valuable to new families.\n\nIn the latest #1001CriticalDays podcast, I speak to @bestbeginnings Engagement Director Agnes, about the support they provide to parents - including new Mum Yasmin.\n\nhttps://t.co/8TgYGRnHu7 https://t.co/z2RWXPbWUc"
    },
    {
        "id_str": "1425205965595500548",
        "full_text": "Awesome - what a fantastic friend you are Max 👏👏👏👏 https://t.co/YmRGt8mW2o"
    },
    {
        "id_str": "1425137551199834119",
        "full_text": ".@bicestervillage is such a fantastic local employer and a destination that welcomes visitors from across the UK and the world. Check out their video as part of the #LoveLettersFromBritain campaign: https://t.co/k0Witug4B0"
    },
    {
        "id_str": "1424837075489206274",
        "full_text": "Good luck all those with exam results tomorrow!  Everything is crossed for you 🤞"
    },
    {
        "id_str": "1424678808666447875",
        "full_text": "Last week I met with @sensecharity champion Janice, to hear about the #LeftOutOfLife campaign tackling loneliness among disabled people. Over half of disabled people would feel less isolated if high streets, venues &amp; social activities were more accessible. https://t.co/9NY9G1FpUf"
    },
    {
        "id_str": "1424669238208475141",
        "full_text": "Green jobs in an expanding green economy - great news for the Humber!  (Who already have the best fish and chips in the world 💪) https://t.co/JJezEZ5l7y"
    },
    {
        "id_str": "1424668838977843201",
        "full_text": "Too right!! https://t.co/uHRVgd9pd2"
    },
    {
        "id_str": "1424668363062714376",
        "full_text": "What a lovely video 🥰.  Breastfeeding, for those who can, is the best thing for good health and the bond between Mum and baby - and the other parent can really help, as this fabulous Dad shows! https://t.co/xemc9XcYL4"
    },
    {
        "id_str": "1424447894883639301",
        "full_text": "🥳 https://t.co/Yo0fDZ8eNS"
    },
    {
        "id_str": "1424071288130265092",
        "full_text": "Devastated by the result, but many congratulations to the Spring Boks - my sister-in-law, Lindz, is going to be unbearable 😂.  A great series, and well played by the Lions #BoksvLions"
    },
    {
        "id_str": "1423937062101737474",
        "full_text": "Congratulations @vickyfoxcroft!  Lovely news 🥰 https://t.co/raxEUkQHXB"
    },
    {
        "id_str": "1423667113038909441",
        "full_text": "They say it takes a village to raise a child, and this is also true when it comes to driving forward the @EarlyYrsReview!\n\nHighlights include:\n\n👑 Queen's Speech mention\n🎙 1001 Critical Days podcast\n👶🏻 Virtual roundtables with LAs, parents + more!\n\nhttps://t.co/gM6BFL66Gt https://t.co/zxG6TT3HzP"
    },
    {
        "id_str": "1423632659285151744",
        "full_text": "Happy birthday Elliot! 🥳 https://t.co/POGgmZJTGr"
    },
    {
        "id_str": "1423578170448662529",
        "full_text": "😂 love this!  You are an amazing sportsman, and overall good sport, @TomDaley1994 ! https://t.co/slpqKsVJPo"
    },
    {
        "id_str": "1423577227283898371",
        "full_text": "Superb - more gold from these amazing women🇬🇧 https://t.co/TclKuphorw"
    },
    {
        "id_str": "1423360562617016323",
        "full_text": "Good luck Tommy! 🥳 https://t.co/mxliR39pW5"
    },
    {
        "id_str": "1423211651285897216",
        "full_text": "Flexible work as standard will boost productivity, improve wellbeing and increase our diversity in the workplace. As we bounceback from the pandemic, I hope that the Government will consider the role flex work can play in our recovery.\n\nhttps://t.co/sBUxFoc5Ty\n\n@ConHome"
    },
    {
        "id_str": "1422974256489672717",
        "full_text": "Yum 🙃 https://t.co/ZMATXZcGvT"
    },
    {
        "id_str": "1422916636374355969",
        "full_text": "Must be, and will be…. ❤️ https://t.co/G8n6hgboBU"
    },
    {
        "id_str": "1422837506370854913",
        "full_text": "I love this story!  An inspiration to little girls (and boys) everywhere ❤️     Barbie of Oxford Covid vaccine designer Dame Sarah Gilbert created - BBC News https://t.co/5WSiGM5W2B"
    },
    {
        "id_str": "1422831583438979072",
        "full_text": "🎙 The 1001 Critical Days Podcast speaks to @PennyMordaunt! 🎙\n\nAs one of the @EarlyYrsReview sponsoring ministers, Penny is ensuring that all parts of Gov are working together to implement the Review's Action Areas.\n\n🎧https://t.co/gJ3GLQihFQ https://t.co/1A2ZDmmdsc"
    },
    {
        "id_str": "1422541684227944453",
        "full_text": "Nice https://t.co/oUvZdLq3Th"
    },
    {
        "id_str": "1422297539638878210",
        "full_text": "Continued dither and delay over the renewal and restoration of Parliament will only exacerbate the costs of protecting the Palace of Westminster. Real and decisive action is needed. \n\nhttps://t.co/vKipaQPvqZ"
    },
    {
        "id_str": "1422204593132408832",
        "full_text": "Reasons to be cheerful! 🥳 https://t.co/KV3LhWORGw"
    },
    {
        "id_str": "1421890155955331080",
        "full_text": "Wow, just incredible 👏👏👏 https://t.co/uXxBXXhm2R"
    },
    {
        "id_str": "1421827307870855172",
        "full_text": "Superb opportunities for young people to travel and learn:\nFrom Azerbaijan to Zimbabwe: ministers map out students’ choice in Turing scheme\n\nhttps://t.co/1aDyo9zUi5"
    },
    {
        "id_str": "1421762391856013330",
        "full_text": "Keeping up the strong progress on the best Start for Life for every baby!\n\n🌍 Virtual trip to Cornwall Council with @thisischerilyn to hear about their #StartforLife offer\n🗣 Virtual roundtable with charities\n👶🏻 Meeting with the @ChildrensComm \n@EarlyYrsReview https://t.co/2ycs3RsjW6"
    },
    {
        "id_str": "1421732758536261633",
        "full_text": "Breastfeeding, and support for those who want to do it but are struggling, is so important. Breast milk protects the health of baby (and Mum) in so many ways, as well as significantly lowering risk of obesity later on. https://t.co/qRTpn3IUMX"
    },
    {
        "id_str": "1421451774205075460",
        "full_text": "Loving the mixed events!  Superb camaraderie 🤩🇬🇧 https://t.co/T4lYCmNs5l"
    },
    {
        "id_str": "1421202918443728899",
        "full_text": "💬 my first ‘in person’ advice surgery since the start of lockdown - the endless ☎️ surgeries are just not the same. It was so good to see constituents face to face again at last! Rain and traffic couldn’t stop us 🤩 https://t.co/oa0igG40HC"
    },
    {
        "id_str": "1420645021238374403",
        "full_text": "What a superb sportsman you are!  You have brought so much excitement and enjoyment to tennis for millions, and everyone in 🇬🇧 is so proud of your achievements! 👏👏👏👏 https://t.co/LYPG93sAcX"
    },
    {
        "id_str": "1420393563502882819",
        "full_text": "🎧 Episode 2 of the #1001CriticalDays Podcast is live!\n\nListen to Robin Balbernie explain the fascinating science behind brain development and why the earliest experiences have such an impact on a baby's future.\n\n🎙https://t.co/ArgxCRb8lh https://t.co/e2kG5a9tPw"
    },
    {
        "id_str": "1420333601942642692",
        "full_text": "A fascinating visit to the Digital Manufacturing Centre at Silverstone yesterday. \n\nFocusing on novel production processes, their work is supporting the UK supply chain for the aerospace, defence, motorsport, automotive, medical device and industrial sectors.\n\n@dmc_newsroom https://t.co/A5TTXTausr"
    },
    {
        "id_str": "1419548238361907205",
        "full_text": "Incredible achievement! 👏👏👏 https://t.co/qJlDaNvCOU"
    },
    {
        "id_str": "1418885562639990797",
        "full_text": "An important analysis by @Baronessjenkin.  Well worth a read:\nWhy I changed my mind about trans self-identification https://t.co/RJUSXO7pU3"
    },
    {
        "id_str": "1418525300829433857",
        "full_text": "Thanks to @NurseryWorld for covering the launch of the #1001CriticalDays podcast!\n\nListen and subscribe:\n\n🎧https://t.co/gJ3GLQihFQ\n🍎 https://t.co/QQIJmWnvTz https://t.co/9ZxGSHw6Mw"
    },
    {
        "id_str": "1418494294483214337",
        "full_text": "All the more evidence on why helping every baby get the best start for life is so vital @homestartuk https://t.co/c9mrocxx0I"
    },
    {
        "id_str": "1418493870132895747",
        "full_text": "How wonderful to see this!  Wishing you great happiness, Lizzie 👶🥰 https://t.co/c9mrocxx0I"
    },
    {
        "id_str": "1418234428984287239",
        "full_text": "Thanks to @IainDale @LBC for featuring my #1001CriticalDays podcast! \n\nListen, subscribe- and share with your friends!\n\n🎧 https://t.co/gJ3GLQihFQ https://t.co/R7SomORZdA"
    },
    {
        "id_str": "1417794617748111363",
        "full_text": "The 1001 Critical Days podcast is live! Hear how we can help to ensure that every baby gets the best start for life as part of the @EarlyYrsReview 👶🏻\n \nhttps://t.co/QQIJmWnvTz"
    },
    {
        "id_str": "1417565667038011394",
        "full_text": "I am really excited to be launching my first podcast this week!\n \nThe 1001 Critical Days podcast features real life stories from parents, politicians and practitioners on how we ensure that every baby gets the best start for life. 👶🏻\n \nSubscribe here: https://t.co/gJ3GLQihFQ"
    },
    {
        "id_str": "1417132866954223616",
        "full_text": "More jobs 👍 https://t.co/8m1eTEB2CZ"
    },
    {
        "id_str": "1417031449698574342",
        "full_text": "Superb James! Farmers do an amazing job 👏👏👏 https://t.co/9PxlQqv4e5"
    },
    {
        "id_str": "1417020810557067266",
        "full_text": "Superb day for millions!  On TV or at Silverstone, an amazing experience @SilverstoneUK https://t.co/xZQ5sRTDVK"
    },
    {
        "id_str": "1416773439969443841",
        "full_text": "Get well soon Saj 🤗 https://t.co/BGS7Cj1TS9"
    },
    {
        "id_str": "1415577409592643586",
        "full_text": "UK manufacturing in the green economy is fast growing - new jobs and another boost to our decarbonisation efforts. 🥳 🇬🇧 https://t.co/D1lVnafLAU"
    },
    {
        "id_str": "1414989915524378626",
        "full_text": "🇬🇧 continues to be one of the most generous contributors to overseas aid, with actions like promoting 12 years of education for every girl, contributing to UN peace keeping missions, and supporting disaster relief. \n\nRestoring 0.7% is a clear commitment. https://t.co/KztmB8sbYz"
    },
    {
        "id_str": "1414929050385141760",
        "full_text": "Great to see the confidence in the UK 🇬🇧 https://t.co/RRO9SxnieY"
    },
    {
        "id_str": "1414925971258499074",
        "full_text": "💃. Going to be a fantastic weekend for Silverstone #F1 #BritishGP https://t.co/c5SdCHD5Q5"
    },
    {
        "id_str": "1414900638287335424",
        "full_text": "Great news for UK jobs! https://t.co/lFLMPfcDm9"
    },
    {
        "id_str": "1414878108864458775",
        "full_text": "Overseas development aid is vital &amp; we should be rightly proud of our role as a global leader. Our leadership extends far beyond money, and with clarity on the conditions under a return to 0.7%, we can focus on celebrating Britain's soft power. \n\nhttps://t.co/BRTtadw4MP"
    },
    {
        "id_str": "1414349347739869184",
        "full_text": "Massive effort 👏👏👏👏. The team spirit was so clear to see……and next up the World Cup! 💪🏴󠁧󠁢󠁥󠁮󠁧󠁿 https://t.co/4J5sdene8r"
    },
    {
        "id_str": "1414321596790185987",
        "full_text": "Come on England!  You can do this 💪🏴󠁧󠁢󠁥󠁮󠁧󠁿"
    },
    {
        "id_str": "1413896813824856071",
        "full_text": "5k run and now practising my keepy uppies ready for Sunday night….#ComeOnEngland #ItsComingHome #EURO2020 ⚽️🏴󠁧󠁢󠁥󠁮󠁧󠁿 https://t.co/FduD674OsV"
    },
    {
        "id_str": "1413888058441805826",
        "full_text": "Another great week of engagement for the @EarlyYrsReview!\n\n👶🏻 Roundtable with parents &amp; carers for their views on the #StartforLife vision\n\n💻 Spoke to @JustinWelby Families &amp; Households Commission\n\n📕 @LordsPublicSCom evidence session\n\n🎧 Recording the 1001 Critical Days podcast"
    },
    {
        "id_str": "1413106391766773761",
        "full_text": "Singing for joy! https://t.co/XLuxFlDzHp"
    },
    {
        "id_str": "1413090002565799942",
        "full_text": "Enjoying the launch of the #EarlyYearsManifesto with the @csjthinktank, and 2 of the @EarlyYrsReview Advisory Group @edwardtimpson @SharonHodgsonMP.\n\nTheir recommendations can help to give every baby the best start for life.\n\nhttps://t.co/YDuVbHuesV"
    },
    {
        "id_str": "1413082795258351616",
        "full_text": "Love this 🥰 https://t.co/8duYilgkXz"
    },
    {
        "id_str": "1413076476774211590",
        "full_text": "Offshore wind provides fantastic opportunities for green jobs - apprenticeships, construction roles and developing technologies. Communities should be compensated for hosting infrastructure that provides national benefits but has local negative impacts.\n\nhttps://t.co/ibliyEyIT7"
    },
    {
        "id_str": "1412889972336701444",
        "full_text": "https://t.co/cZDlog5bem"
    },
    {
        "id_str": "1412674145746313222",
        "full_text": "Making a difference is why I decided to become an MP. \n\nI recently spoke to @krishgm for his 'Ways to Change the World' podcast about my @EarlyYrsReview vision for the 1001 Critical Days, Brexit and our post-COVID future.\n\n🎧 https://t.co/f2mwofu3FC"
    },
    {
        "id_str": "1412405490689232904",
        "full_text": "Excellent news for Ellesmere Port 🥳 https://t.co/Q66BHsFftL"
    },
    {
        "id_str": "1411970317380116483",
        "full_text": "Superb!  More growth in the green economy 🥳 https://t.co/rXyyWfn7fS"
    },
    {
        "id_str": "1411791385242521604",
        "full_text": "How wonderful Paul!!  Congratulations 🥳🥰 https://t.co/EoNhX4aWx1"
    },
    {
        "id_str": "1411744152967172096",
        "full_text": "As part of the implementation phase of the @EarlyYrsReview, I’m touring local authorities to hear their plans.  Great call with @WestNorthants to discuss what a #StartforLife offer would look like in Northants to give every baby the best start for life. https://t.co/SDn6pPAKKm"
    },
    {
        "id_str": "1411239372943462400",
        "full_text": "Great to see this (never in doubt 💪) Post-Brexit rebound: London muscles out Amsterdam to reclaim trading top spot https://t.co/9F8sUsVFFt via @cityam"
    },
    {
        "id_str": "1411019790974652420",
        "full_text": "Flexible work as standard can be a real route to increasing productivity, improving mental health and a better work life balance. \n\nAs furlough ends and we leave lockdown behind, it's vital that we consider how we can recover in a way that benefits both employees and employers. https://t.co/GUwEuTh7cI"
    },
    {
        "id_str": "1410643437070782468",
        "full_text": "Brexit makes the UK an incredibly attractive place for investment 🤩 https://t.co/mqjV0n5M1U"
    },
    {
        "id_str": "1410522021545525253",
        "full_text": "Thinking of you both 🙏 https://t.co/tIh1VFCnA1"
    },
    {
        "id_str": "1410520869542191104",
        "full_text": "Huge cause for celebration!  UK jobs and growth in our green economy #BuildBackBetter https://t.co/QZzaIp2WSK"
    },
    {
        "id_str": "1410155119711301632",
        "full_text": "Early childhood has profound implications for our development and investing in the #1001CriticalDays plays a vital role in the long-term health, wellbeing and happiness of our society. \n\nResearch from @KensingtonRoyal highlights how important this time of life is for a baby. https://t.co/llPnorjEz5"
    },
    {
        "id_str": "1410139896715563011",
        "full_text": "@first1001days let’s support every baby to get the best start for life! Andrea Leadsom on Education Recovery, at TheyWorkForYou https://t.co/Zq1F3dgep8"
    },
    {
        "id_str": "1409986136227946497",
        "full_text": "Good on you 👏👏👏 https://t.co/m5w5gFmLFI"
    },
    {
        "id_str": "1409985795327418374",
        "full_text": "Thank you so much for your kind words 🙏 https://t.co/fWyeMtEIup"
    },
    {
        "id_str": "1409968109566365699",
        "full_text": "I think the Deputy Speaker is entirely correct, as usual 🥳 https://t.co/Qcpqgqikbl"
    },
    {
        "id_str": "1409889160752680966",
        "full_text": "@tommygilchrist Horrible to hear that Tommy - so sorry."
    },
    {
        "id_str": "1409888664784678917",
        "full_text": "Amazing! https://t.co/ZMT14xljup"
    },
    {
        "id_str": "1409887072681353235",
        "full_text": "Nissan to create thousands of UK jobs in battery investment - BBC News https://t.co/tzQf5aHWvs"
    },
    {
        "id_str": "1409419684563259394",
        "full_text": "Manufacturing Exports!!  Great for UK jobs 👍 https://t.co/v2ZadKqwKy"
    },
    {
        "id_str": "1409157103198031872",
        "full_text": "There is much evidence of the appalling way in which #HS2 treats individuals with little compassion and delays to legal payments. \nI am pleased that there is a root and branch review of Land and Property cases and I will continue to fight hard for my affected constituents. https://t.co/IEkaPnxxWo"
    },
    {
        "id_str": "1408919867273719809",
        "full_text": "Congratulations Saj! https://t.co/SeFLbFmP57"
    },
    {
        "id_str": "1408524221760868353",
        "full_text": "Keen to help - please email me! https://t.co/aBqbtUZPx2"
    },
    {
        "id_str": "1408357780281597952",
        "full_text": "So delighted at this news!  Fans will at last get to attend the superb British GP at Silverstone #BritishGP https://t.co/C6I4MmB6l9"
    },
    {
        "id_str": "1408348754240061440",
        "full_text": "Paul is a brilliant speaker 👍 https://t.co/qK8xhdx0DF"
    },
    {
        "id_str": "1408347080960135171",
        "full_text": "Thanks David! Cheers 🥳 https://t.co/qdgHWO9zp1"
    },
    {
        "id_str": "1408346564091944960",
        "full_text": "More tea Vicar?  A fabulous National Parliamentary Prayer Breakfast this morning!  With Paul Boateng, Tricia (Speakers Chaplain) and Canon Pat Browne.  ‘Renewed Hope’ was the uplifting theme #NPPB2021. You can still watch it all on https://t.co/VldtGRS8NC https://t.co/nx6TrYopni"
    },
    {
        "id_str": "1408343677236285440",
        "full_text": "A superb effort from all the organisers and all who took part.  Thank you for a wonderful event! 🙏 https://t.co/ii8UUa3Qvo"
    },
    {
        "id_str": "1407948299903156224",
        "full_text": "Small biz are the backbone of our economy. I'm really pleased to see that @BIPCNorthants is expanding in Towcester to include further support for aspiring and and existing small business owners! @mycountycouncil 👏🏻"
    },
    {
        "id_str": "1407800060335775746",
        "full_text": "Yup - still true 👍 https://t.co/5Wq56j4cyu"
    },
    {
        "id_str": "1407665516848861187",
        "full_text": "Five years on, all the promise of Brexit still holds. The UK’s future as a free trading, independent nation is so clear and I am totally optimistic about our plans to promote jobs, growth and exports and to be a force for good in the world. 🇬🇧\n\nhttps://t.co/osDePM0ewj"
    },
    {
        "id_str": "1407664814214856705",
        "full_text": "£12m car testing facility being built in historic Northants tunnel https://t.co/R2wc34wgua"
    },
    {
        "id_str": "1407664189548675072",
        "full_text": "💪 https://t.co/d9zK787H2D"
    },
    {
        "id_str": "1407446158809743364",
        "full_text": "We've had a fantastic few days of engagement as part of the @EarlyYrsReview!\n\n👤 Meeting @LGAcomms members to hear their ideas on improving support for families\n\n👶🏻 Gathering ideas from parents at a roundtable discussion\n\n💻 Meeting with Stoke Council to discuss #StartforLife"
    },
    {
        "id_str": "1407432591653888002",
        "full_text": "I hope businesses all look carefully at this!  Young people need to get onto the jobs ladder 👍 https://t.co/f0XzusbTYJ"
    },
    {
        "id_str": "1406918602511499269",
        "full_text": "Great news for Barnsley!  New jobs in S Yorkshire 👍 https://t.co/eXRZ5RbylJ"
    },
    {
        "id_str": "1406661808392478722",
        "full_text": "Or even be alive! 🥳 https://t.co/nh8HiJvQIJ"
    },
    {
        "id_str": "1406652253763772416",
        "full_text": "Happy Fathers Day all you wonderful Dads out there!  🥰"
    },
    {
        "id_str": "1406366787579564044",
        "full_text": "It’s such an important story! Thank you so much for sharing it, and hopefully inspiring other Dads to seek support 👏👏👏 https://t.co/N9CSM6bBvY"
    },
    {
        "id_str": "1406363302347915267",
        "full_text": "No surprise there…. https://t.co/C3cZDxKA4k"
    },
    {
        "id_str": "1406229354955350018",
        "full_text": "Brexit isn’t about shutting down Europe, it’s about opening up the world! Free trade and new work opportunities go hand in hand - Australia now, soon USA, Trans Pacific Partnership - an outward looking and optimistic future for our United Kingdom 👍 https://t.co/9cmcAMiANb"
    },
    {
        "id_str": "1406176673805000709",
        "full_text": "The pandemic has changed all of our lives and livelihoods. As many return to the workplace, we must look at what practical and wellbeing support is available for businesses and employees. Bouncing back is vital for our economy and the mental health of our nation. https://t.co/tOHLKs8g7q"
    },
    {
        "id_str": "1405804829985972230",
        "full_text": "I am so excited to see the launch of @KensingtonRoyal Royal Foundation Centre for Early Childhood. Giving every baby the best start for life can change our world. #IAmBackingBabies https://t.co/wJ9XJzhE9C"
    },
    {
        "id_str": "1405645729989894148",
        "full_text": "Becoming a new Dad can be tough, esp when your partner goes through a difficult birth.  ⁦@first1001days⁩ is so important - we must make sure families can get seamless support: \n‘I got PTSD after witnessing my daughter’s birth’ https://t.co/XXMOtZaFIs"
    },
    {
        "id_str": "1405632893620211713",
        "full_text": "This is exactly right!  The @first1001days is when the building blocks for lifelong emotional and physical well-being are laid down. Giving every baby the best start for life is vital! #IAmBackingBabies ❤️ https://t.co/Ahk9C0tcTj"
    },
    {
        "id_str": "1405545890777952263",
        "full_text": "Disappointing that some staff on furlough have taken on second jobs and then resigned when invited back to work. \n\nI asked @SteveBarclay what can be done to protect the taxpayer from this furlough ‘gaming’, and how to protect businesses from this behaviour. https://t.co/GLWBpSsykN"
    },
    {
        "id_str": "1405432486897848321",
        "full_text": "I reluctantly supported the 4 wk delay to lifting lockdown. Constituents have raised:\n\n👤 furlough, second jobs and employee motivation\n🏎 British GP \n💒 wedding restrictions\n👩🏻‍🏫 school/uni end of yr celebrations\n\nLockdown has been tough for many - speeding up 💉 rollout is key! https://t.co/fTHNwYiM9c"
    },
    {
        "id_str": "1404881472578899970",
        "full_text": "Lovely - a handsome pair! Happy anniversary ❤️ https://t.co/3gfhwcHl57"
    },
    {
        "id_str": "1404809509462233088",
        "full_text": "Well done!! 👏👏👏👏 https://t.co/pTOeNbMclc"
    },
    {
        "id_str": "1404503914100187136",
        "full_text": "Sunny Amersham! ☀️ \n\nLots of support for @pdfleet #VoteConservative https://t.co/8ydT7RmDEV"
    },
    {
        "id_str": "1403848798712041472",
        "full_text": "Raab says Anne Sacoolas set to face virtual trial over car crash https://t.co/Cjfkl0LpS5 via @MailOnline"
    },
    {
        "id_str": "1403831627772575748",
        "full_text": "The stars are aligned……two of the highest profile women in the world agreeing that the early years are fundamentally vital for a healthy society 🤩 https://t.co/QgR5QGM2T0"
    },
    {
        "id_str": "1403634760090624004",
        "full_text": "Raab says Anne Sacoolas set to face virtual trial over car crash https://t.co/QZPuoPuG7X via @MailOnline"
    },
    {
        "id_str": "1403467373538054145",
        "full_text": "Serving my constituents of South Northamptonshire and my country is a great honour, and I look forward to continuing to do so, alongside my work to improve the support for new families so that every baby gets the best start for life. (2/2)"
    },
    {
        "id_str": "1403467372133072896",
        "full_text": "I am deeply honoured to be recognised in the Queen’s Birthday Honours List as a Dame Commander of the British Empire. It is an immense privilege to be recognised for service to politics. (1/2)"
    },
    {
        "id_str": "1403351960670048256",
        "full_text": "‘The importance of early childhood on lifelong outcomes’.  Thank you so much @FLOTUS and @KensingtonRoyal for your knowledge and commitment to giving every baby the best start for life. @first1001days https://t.co/LuhqOQ5u1z"
    },
    {
        "id_str": "1403263362352431104",
        "full_text": "Huge congratulations!  A great step for women as well as for Rolls…. https://t.co/gNGQNAYWIr"
    },
    {
        "id_str": "1403248715364810752",
        "full_text": "This will be reassuring news for Harry’s family.  Justice MUST be done ⁦@Justice4Harry⁩\nHarry Dunn death: Biden sympathetic over Harry Dunn case, says PM https://t.co/GMku91DCPN"
    },
    {
        "id_str": "1403089713188245504",
        "full_text": "Gorgeous photo https://t.co/f2nc0UUo4D"
    },
    {
        "id_str": "1402992751650562052",
        "full_text": "Lockdown has been a very difficult time for new families, having been unable to normally access face-to-face support.\n\nAs we mark #InfantMentalHealthWeek, our recovery must focus on what can be done to reverse this damage.\n\n📰 https://t.co/8L8jW3PYTD"
    },
    {
        "id_str": "1402984940996681746",
        "full_text": "Superb to hear this! 👏👏👏👏 https://t.co/tFu85jVDGt"
    },
    {
        "id_str": "1402894858554068996",
        "full_text": "So she says.  Not much evidence of that however…. https://t.co/XvYU88gdQi"
    },
    {
        "id_str": "1402894582556278784",
        "full_text": "Looking forward to this - our world is an extraordinary and wonderful thing to behold… https://t.co/gY2SInVSUn"
    },
    {
        "id_str": "1402893190986936321",
        "full_text": "Bless her. https://t.co/TQKswQe7kX"
    },
    {
        "id_str": "1402671700903333890",
        "full_text": "Electric infrastructure is improving fast and today we are \ncalling on the Government to introduce proper carbon pricing to ensure mfrs of cars increase the percentage of electric vehicles each year. \n#PoliticsLive  #ZeroEmissionsVehicleMandate @Policy_Exchange @AmberRuddUK https://t.co/BT0jjDuzFY"
    },
    {
        "id_str": "1402628276854706176",
        "full_text": "So delighted by this! 👇 https://t.co/eGGuiIPDGG"
    },
    {
        "id_str": "1402627591706755083",
        "full_text": "I love the photo of the Queen that I keep in my office. If Oxford students don’t want theirs, please may I have it? #GodSaveTheQueen https://t.co/Xgr3T53N55 https://t.co/nhhrJgg5ED"
    },
    {
        "id_str": "1402609439732084742",
        "full_text": "🚗 electric vehicles and the environment\n🏫 school catch-up funding\n🤝 NI protocol discussions\n🗓Lockdown lifting\n\nThanks #PoliticsLive for such lively discussion today! https://t.co/Q9KgxHRJbq"
    },
    {
        "id_str": "1402550208496648192",
        "full_text": "Exactly right @jessicaelgot 👇 https://t.co/Sg23iVB4uF"
    },
    {
        "id_str": "1402545963697311745",
        "full_text": "Looking forward to it! https://t.co/nl8SJ47bXQ"
    },
    {
        "id_str": "1402525539114663936",
        "full_text": "More can be done to grow 🇬🇧 jobs as we decarbonise.\n\n🏭 Development of full UK supply chains for low-carbon technologies\n\n📄 A carbon border adjustment mechanism\n\n🚗 Zero-emission vehicle mandate\n\nhttps://t.co/qu4pH3aRvb\n\n@AmberRuddUK @Policy_Exchange"
    },
    {
        "id_str": "1402295410048315396",
        "full_text": "My Mum liked this one too 👇 https://t.co/uwKuMXiePQ"
    },
    {
        "id_str": "1401964395622809606",
        "full_text": "It's #InfantMentalHealthWeek and today I raised the vital importance that Family Hubs provide the face to face support that families are crying out for, but also include the virtual support that many have relied on. #IncludingInfants @first1001days https://t.co/aFEa0bH87P"
    },
    {
        "id_str": "1401961613553459200",
        "full_text": "My Mum liked it 🤩 https://t.co/qv8lSezg04"
    },
    {
        "id_str": "1401936266128678912",
        "full_text": "Northamptonshire would be a superb location for Tesla, and I have written to Elon Musk along with my neighbour @ALewerMBE to set out our fantastic facilities https://t.co/1iuoBuTtzi"
    },
    {
        "id_str": "1401832200614649858",
        "full_text": "Congratulations Andrew!  You are a superb representative for Romford 👏👏👏 https://t.co/P3d0t7IvNW"
    },
    {
        "id_str": "1400923531010097153",
        "full_text": "Well done Liz! 👏👏👏 https://t.co/m021h0Os3i"
    },
    {
        "id_str": "1400909966110871555",
        "full_text": "A great treat to be on @mattforde's Political Party podcast live at the Garrick - and the French 🍸 was particularly fab too! 🤩#PoliticalParty\n\n🎧 https://t.co/8VMCwL7IRg https://t.co/CHn878VK6P"
    },
    {
        "id_str": "1400856804175777793",
        "full_text": "Thank you!  I believe you are right…..this time there is a real commitment to giving every baby the best start for life.  Please, everyone, support this work!! https://t.co/BR0DgWh3uJ"
    },
    {
        "id_str": "1400430562058412036",
        "full_text": "Oops sorry https://t.co/jrFUQ3f9aa"
    },
    {
        "id_str": "1400350870907334657",
        "full_text": "Superb news for Teeside! New green economy jobs and opportunities for local people. https://t.co/qKgAAO5fjn"
    },
    {
        "id_str": "1400349568865345539",
        "full_text": "This is going to be a superb celebration!  Seven decades of duty and service to our country - the Queen has been a tower of strength through so much change: \nQueen has fulfilled her destiny now get ready for celebration to remember - OLIVER DOWDEN https://t.co/drLTP7vpe7"
    },
    {
        "id_str": "1400191519156539394",
        "full_text": "What a gorgeous photo! https://t.co/daMsT8m918"
    },
    {
        "id_str": "1399995502222008322",
        "full_text": "Excellent news!  The fastest growing economies seeking free trade arrangements with UK - 5/6 biggest economy.  Means new markets, growth, opportunities for new jobs…. https://t.co/HAWnBswDox"
    },
    {
        "id_str": "1399835414949736450",
        "full_text": "UK so much stronger when we work together 🥳 https://t.co/7d4sFqxn08"
    },
    {
        "id_str": "1399736379358253064",
        "full_text": "Pent up demand - let’s hope it’s a real sign of post-Covid bounce… https://t.co/3tAuy3OXMJ"
    },
    {
        "id_str": "1399729513236512769",
        "full_text": "Terrifying! https://t.co/eJakqxNGvw"
    },
    {
        "id_str": "1399729416557707265",
        "full_text": "Nice https://t.co/0Fq1rF4urA"
    },
    {
        "id_str": "1399646464528240643",
        "full_text": "Excellent news for the many younger people who have lost opportunities due to the pandemic.  I hope every business, big and small, will take this up! https://t.co/c4lP9dsEyF"
    },
    {
        "id_str": "1399629227918516229",
        "full_text": "Excellent.  Her personal to commitment to decarbonisation and conservation will be inspirational to the spouses of powerful leaders - a real asset to the UK’s climate change ambitions. 💪 https://t.co/Z6JwZgB43A"
    },
    {
        "id_str": "1399628237442068480",
        "full_text": "Great to see the BBC acknowledging the growing investment in the UK post Brexit 🇬🇧 https://t.co/yp0w9qk8c0"
    },
    {
        "id_str": "1399426504069636100",
        "full_text": "You’ll be fab Camilla x https://t.co/cGLV9XGxin"
    },
    {
        "id_str": "1399419833805115392",
        "full_text": "Go for it!  Superb to see this national effort - we can beat Covid if we all get the jabs!! 💪 https://t.co/JtYTsVCTGz"
    },
    {
        "id_str": "1399418023115624448",
        "full_text": "Well but surely that would mean women are more susceptible 😎 https://t.co/5r8QjcxCNz"
    },
    {
        "id_str": "1399417483199668226",
        "full_text": "Hmmm, heavyweight eh?  Surely welter weight? 😳 https://t.co/P4RrrWMFJK"
    },
    {
        "id_str": "1399416780309807106",
        "full_text": "It HAS a flake - hiding the other side of the cone…..there’s a shortage of them you know 😎 https://t.co/aAffm70swW"
    },
    {
        "id_str": "1399348396918546433",
        "full_text": "Summer happiness! 🥰 https://t.co/ig1zRwSiGm"
    },
    {
        "id_str": "1399108399837634566",
        "full_text": "Curious…. https://t.co/6mKlYYsVjF"
    },
    {
        "id_str": "1398928526494076929",
        "full_text": "Huge congratulations to Boris and Carrie! https://t.co/jmYn8FZHcW"
    },
    {
        "id_str": "1398919563996139525",
        "full_text": "Such a fantastic plan - saves on thousands of flights, and promotes UK goods and services around the world 🤩 https://t.co/7pNMwOuAz9"
    },
    {
        "id_str": "1398282206955585540",
        "full_text": "UK leading the world in vaccination against Covid 🤩🇬🇧 https://t.co/qD2Z0f58Tj"
    },
    {
        "id_str": "1397933417086566404",
        "full_text": "2/2 💉! Thank you to my local GP surgery for giving me the COVID jab. #TakeTheVaccine and help protect yourself and your loved ones. https://t.co/CVrtNeSh7L"
    },
    {
        "id_str": "1397577740690264068",
        "full_text": "A French martini and laughs all round! A fun evening with @mattforde for his Political Party podcast! 🍸 https://t.co/ruX0lSEi5w"
    },
    {
        "id_str": "1397476843024957443",
        "full_text": "Thanks from me too - it was fun, and a brilliant audience (even though we couldn’t see them…) 🤩 https://t.co/1VOeShFsIn"
    },
    {
        "id_str": "1397284653279686660",
        "full_text": "It was a seriously good #FrenchMartini.  Great show too💃 https://t.co/qYIPARKQIh"
    },
    {
        "id_str": "1397108175833387010",
        "full_text": "It will be a fantastic event! Please join us 🥳 https://t.co/ViHMNW0Q8D"
    },
    {
        "id_str": "1396945707832012800",
        "full_text": "Love this positive outlook!! https://t.co/hvjhu0SDlO"
    },
    {
        "id_str": "1396569486392766468",
        "full_text": "Great work by the litter pick team at St Luke’s Primary, in spite of the rain! #keepBritainTidy https://t.co/BrI0O9JPq4"
    },
    {
        "id_str": "1396379184302329859",
        "full_text": "The restoration of Parliament will showcase the best of British for future generations, giving opportunities for businesses, UK crafts old and new and apprenticeships.\n\n7️⃣5️⃣% of the public want to see Parliament restored - let's not fail to act. https://t.co/AchypQxgEq"
    },
    {
        "id_str": "1396059555671552004",
        "full_text": "🩹 Patch and mend costs more than £1️⃣2️⃣5️⃣m a year.\n\n💷 £2️⃣m a week to keep the building going. \n\n⬆️ Remaining in Parliament whilst restoration and renewal takes place would cost the taxpayer potentially up to 7️⃣ times more.\n\nA full decant is the best and cost effective option. https://t.co/NFrAK74rxS"
    },
    {
        "id_str": "1395351814812454912",
        "full_text": "Pick me!! https://t.co/ZS3sCC8j2W"
    },
    {
        "id_str": "1395351740963332100",
        "full_text": "👏👏👏 https://t.co/UZQjF3Iarv"
    },
    {
        "id_str": "1395292968165199873",
        "full_text": "Inspiration class indeed 🇬🇧 https://t.co/tnV7giOxrF"
    },
    {
        "id_str": "1394978220110454789",
        "full_text": "This is so true 👇 https://t.co/CHZdxH4pio"
    },
    {
        "id_str": "1394631139776733186",
        "full_text": "Thank you to Miriam Cates for raising the work of the Early Years Healthy Development Review as part of the #QueensSpeech debate.\n\nShe is right- the earliest experiences have a profound effect on an individual’s future. https://t.co/LqY7tj73Ci"
    },
    {
        "id_str": "1394359478993174536",
        "full_text": "👏👏👏 https://t.co/cN15BS8YqS"
    },
    {
        "id_str": "1394359210830336002",
        "full_text": "This is such positive news for zero carbon base load electricity 👇 https://t.co/e7qpwqt2oO"
    },
    {
        "id_str": "1393493571257442308",
        "full_text": "@NptonHopeCentre - great news!  This will help your mission to end homelessness in our area 👏👏👏 https://t.co/n057hEIqrR"
    },
    {
        "id_str": "1393493101830885378",
        "full_text": "Done 😎 https://t.co/y27biQmMrK"
    },
    {
        "id_str": "1393493021505773568",
        "full_text": "A fantastic post to start the weekend! 💪🇬🇧 https://t.co/2hUY3pKBoi"
    },
    {
        "id_str": "1393234991425937413",
        "full_text": "Cities, towns, forests and fields - getting outdoors is important for the mental health of us all. These are some of my favourite places to #ConnectwithNature. 🌲🌸☀️#MentalHealthAwarenessWeek #mentalhealth @MHFAEngland https://t.co/cLRA8arfVy"
    },
    {
        "id_str": "1393158160874082309",
        "full_text": "Does gin count? 🤪 https://t.co/g3jL5hhJiO"
    },
    {
        "id_str": "1393157189691486208",
        "full_text": "So sorry to hear that Wes.  You will be in the best of hands, and I wish you a speedy return to full health 🤗 https://t.co/DkgN01hbOK"
    },
    {
        "id_str": "1393126935170101248",
        "full_text": "A bright start for future generations can be achieved by ensuring every baby gets the best start for life.\n\nThe Gov's commitment to this was the standout moment of the #QueensSpeech. I am proud to be leading the @EarlyYrsReview implementation to make this vision a reality. https://t.co/KFCqKJlbRv"
    },
    {
        "id_str": "1392821314193444865",
        "full_text": "Walked in to my office on my birthday to find some restoration and renewal had taken place! 🥳🇬🇧 https://t.co/GyNTvYkzWZ"
    },
    {
        "id_str": "1392152781923004418",
        "full_text": "Wow - are they any good?  Delighted to support 😂🥳 https://t.co/rCyQsp0uvW"
    },
    {
        "id_str": "1392138579149787137",
        "full_text": "Yes! 🥳 https://t.co/864Fd8lTRf"
    },
    {
        "id_str": "1392077398410158080",
        "full_text": "👏🏻💪🏻🥳💃🏻🥂 #QueensSpeech https://t.co/ePSXyMlOvR"
    },
    {
        "id_str": "1392077389002334213",
        "full_text": "The dreams of so many early years champions will be realised following today's #QueensSpeech.  👏🏻👏🏻👏🏻 #EarlyYears #IAmBackingBabies https://t.co/Wjyx8f43y1"
    },
    {
        "id_str": "1391799824446545924",
        "full_text": "Further easing of COVID restrictions confirmed for 17 May https://t.co/v7CiGmF9uE"
    },
    {
        "id_str": "1391769536672710660",
        "full_text": "Huge congratulations Stephen!  You did a fantastic job for Scotland when you were an MP, and I’m confident will be a superb MSP! https://t.co/T1px7uvy1a"
    },
    {
        "id_str": "1391769182220558339",
        "full_text": "Well done @Stephen_Mold !!  Well deserved and great news for South Northants 🥳 https://t.co/kyygadz88T"
    },
    {
        "id_str": "1391321004178280452",
        "full_text": "👇 so true! @ShaunBaileyUK kept going day after day, making the argument for a better deal for London.  So sad for London that he didn’t quite get there this time, but what a fantastic attempt! 👏👏👏 https://t.co/4LPBnjhqmd"
    },
    {
        "id_str": "1391318537118044162",
        "full_text": "Our 🇬🇧 remains our best response to the challenges of the 21st century and is the most successful enduring political union in the world.\n\nThose filled with thoughts of doom, divergence and devolution should take heart: our Union is strong.\n\nhttps://t.co/C3YbC8YynZ"
    },
    {
        "id_str": "1391318011064238080",
        "full_text": "This thread shows the value of loyalty and teamwork.  Ruth - hugely admired and liked - helping Douglas - who worked his socks off against all odds - and then giving him the credit as is his due.  Superb work by all our Scots colleagues and 000’s of voters to keep our UK together https://t.co/5GZZf9Znd2"
    },
    {
        "id_str": "1391016070564257793",
        "full_text": "Another blue wave has swept across our shores!\n\nPolitical games have been cast aside in favour of a record of delivery. Our recovery can be a positive one with the PM's vision to build back better.\n\nhttps://t.co/VfkgcXC3xJ\n\n@Daily_Express"
    },
    {
        "id_str": "1390994801974288387",
        "full_text": "So important 👇 https://t.co/f6TR73DGkm"
    },
    {
        "id_str": "1390811063944421385",
        "full_text": "A fantastic day for the Conservatives - a Fresh Start and many superb new Councillors! https://t.co/Xy7SjJQUuq"
    },
    {
        "id_str": "1390790902440992772",
        "full_text": "Huge congratulations!!! https://t.co/W7X1xpYMia"
    },
    {
        "id_str": "1390738372986036229",
        "full_text": "Huge congratulations!!! Bedfordshire made a superb decision 🥳👏👏👏 https://t.co/9YtLkthUMM"
    },
    {
        "id_str": "1390694415749029888",
        "full_text": "Exactly right 👇 https://t.co/eOt02i6E8m"
    },
    {
        "id_str": "1390569951321370626",
        "full_text": "A superb win - congratulations to the voters of Hartlepool on making an excellent choice! 👏👏👏 https://t.co/6P7Mtm1fxW"
    },
    {
        "id_str": "1390401906988695553",
        "full_text": "3️⃣ Votes - #VoteConservative #IVoted 🗳 https://t.co/3J9hjoZfgQ"
    },
    {
        "id_str": "1390333008188788743",
        "full_text": "11 years to the day since first elected - still scooting along the campaign trail! 🛴 #VoteConservative https://t.co/gBLIGxAB9y"
    },
    {
        "id_str": "1390305030800961545",
        "full_text": "And some of the best fish and chips I’ve had were in Grimsby! - great news for local jobs 👍 https://t.co/ZJ9yjn0KSx"
    },
    {
        "id_str": "1390217894970134529",
        "full_text": "Tackling global climate change is essential, and it’s also a huge jobs and growth opportunity for the whole United Kingdom! 🇬🇧  #VoteConservative https://t.co/3c2BERQEtq"
    },
    {
        "id_str": "1390201266358345728",
        "full_text": "https://t.co/Ckdb6fqio8"
    },
    {
        "id_str": "1390201124603547648",
        "full_text": "https://t.co/svdHCcXRed"
    },
    {
        "id_str": "1390200888460025857",
        "full_text": "Don’t forget to take a face mask and a pencil! https://t.co/nxvig4n8Ef"
    },
    {
        "id_str": "1389902949359529984",
        "full_text": "💪 https://t.co/6vNcwd8u4f"
    },
    {
        "id_str": "1389680602694266883",
        "full_text": "💨,☀️ and ☔️- a full spectrum of weather on the doorsteps in South Northants today! #VoteConservative https://t.co/fuwVc2hiy2"
    },
    {
        "id_str": "1389504878586826757",
        "full_text": "This will be incredibly helpful to so many who are struggling with problem debts https://t.co/3MHLz1aW7K"
    },
    {
        "id_str": "1389504712345522176",
        "full_text": "Brilliant work on this Bill, Tim 👏👏👏 https://t.co/RmLvAuTXIU"
    },
    {
        "id_str": "1389132817888595975",
        "full_text": "UK sends further life-saving support to India https://t.co/6OQVqvH2Ur"
    },
    {
        "id_str": "1389120682567553028",
        "full_text": "Northern Ireland is a key part of our United Kingdom, and this 100th anniversary is a time to celebrate the Union 🎉 https://t.co/xm17nHm7HB"
    },
    {
        "id_str": "1387806925564301320",
        "full_text": "Fabulous Matt!  And thank you, on behalf of the nation, for not baring your chest 👍 https://t.co/FyLBJljohW"
    },
    {
        "id_str": "1387806586488434696",
        "full_text": "And whether John Lewis is posh......well is it? https://t.co/182JZeat4E"
    },
    {
        "id_str": "1387805180218036228",
        "full_text": "Great teamwork by you both to roll out this extraordinary vaccination programme! https://t.co/SFCmqJSTLf"
    },
    {
        "id_str": "1387804688939208710",
        "full_text": "Great news for South Northants - our own county will have many more officers keeping our streets safe https://t.co/qJQzDtrhrK"
    },
    {
        "id_str": "1387803949495894017",
        "full_text": "Well I thought Iain was his usual calm and forensic self, I observed (who could miss it 😂) George Monbiot didn’t seem to like me much....it was fab to meet James Harding, and Lisa is someone I like very much (sorry if that’s the ‘kiss of death’ for anyone) 🤗 https://t.co/CXyAYeccsA"
    },
    {
        "id_str": "1387786056032997380",
        "full_text": "Pounding the streets of #Birmingham on a rather blowy day to support @andy4wm the excellent Birmingham mayor #VoteAndyStreet https://t.co/ausQZz795D"
    },
    {
        "id_str": "1387665534678863875",
        "full_text": "CIGA has provided help and reassurance for businesses throughout the pandemic. \n\nI hope that putting in place excellent temporary measures to help businesses survive this period of time does not get in the way of consideration of the bigger picture of good corporate governance. https://t.co/YVahq8up2e"
    },
    {
        "id_str": "1387418454618148867",
        "full_text": "Team outing to support @ShaunBaileyUK with @BrineMP and local Cllr @GregHammond66 this morning! As Mayor Shaun will work really hard for London. #LondonMayor #TeamBailey https://t.co/tJ9D1dVQba"
    },
    {
        "id_str": "1387348023836033024",
        "full_text": "Come on London - vote for the fabulous @ShaunBaileyUK !!  He is the one who would really work for London.....greatest city on earth! https://t.co/Yj9RYyOjSm"
    },
    {
        "id_str": "1387309562554953729",
        "full_text": "It would be odd if they didn’t..... https://t.co/hWm1a4aQmT"
    },
    {
        "id_str": "1387309371261079552",
        "full_text": "Sir James Dyson: the truth about my contact with Boris Johnson https://t.co/oZQYeDDmnT"
    },
    {
        "id_str": "1386634779962003456",
        "full_text": "Such a very sad story.  He was a total hero - and died far too young as a result.  Greater love hath no man....🙏 https://t.co/n0mcBKqrVK"
    },
    {
        "id_str": "1386299819027845121",
        "full_text": "An incredible story of brilliance and commitment 👏👏👏 https://t.co/4pV2iRDeFf"
    },
    {
        "id_str": "1386022174197231616",
        "full_text": "Awesome work 💪 https://t.co/pbHOfFTRB9"
    },
    {
        "id_str": "1385573165817122818",
        "full_text": "Happy St George’s Day! 🏴󠁧󠁢󠁥󠁮󠁧󠁿 \n\nHowever you’re celebrating, have a 🌞 one!\n\n#StGeorgesDay https://t.co/5zAZshufut"
    },
    {
        "id_str": "1385522991451328514",
        "full_text": "Love this thread!!  And here is the answer to your problem.....personalised spatulas, designed for tricky letterboxes\n🥳 https://t.co/ExQR4bkMLE https://t.co/PWRK6PPAMc"
    },
    {
        "id_str": "1385494645828898816",
        "full_text": "Whilst value for taxpayers’ money should absolutely be at the heart of the restoration of Parliament, so too must be a contingency arrangement for our democracy to keep functioning in the event of a fire or asbestos disaster whilst restoration work takes place. https://t.co/Qj9UkbOUUK"
    },
    {
        "id_str": "1385366135080620032",
        "full_text": "I agree it was such a good meeting!  There’s so much we all agree on 😊 https://t.co/Dfstnb3dqm"
    },
    {
        "id_str": "1385223308594008068",
        "full_text": "Thank you for such a great discussion @carolynharris24 and the @LWPSN and @ConWParlyStaff networks!  😊 https://t.co/6IdVZ60BuV"
    },
    {
        "id_str": "1385157607237857280",
        "full_text": "When eating ice cream in the park with you, Matt....😂 https://t.co/XiwW4DEqgc"
    },
    {
        "id_str": "1385157577160409088",
        "full_text": "The ICGS provides a clear route for justice, ensuring that everyone who works or visits Parliament is treated with respect. Alison Stanley has done a good job in her reviews, and I hope that processes will now be speeded up - justice delayed is justice denied. https://t.co/11Ejs8JTK1"
    },
    {
        "id_str": "1385142553079689218",
        "full_text": "Home start is a superb charity that provides real support for struggling families 👏👏👏 https://t.co/PpXTXndFw9"
    },
    {
        "id_str": "1384809143320682496",
        "full_text": "UK doing so well!!! 🥳 https://t.co/Aj6q1SenUC"
    },
    {
        "id_str": "1384766292188614658",
        "full_text": "Wishing Her Majesty the Queen a happy 95th birthday.  Thank you for your incredible service and love for our family of nations for so many years. ❤️"
    },
    {
        "id_str": "1384625559116959744",
        "full_text": "Excellent news - a real commitment to decarbonisation while growing the green economy to build 000’s of new jobs across the UK https://t.co/3WZ6hMvzEi"
    },
    {
        "id_str": "1384559944528273409",
        "full_text": "Everyone who works in or visits Parliament should be treated with dignity and respect https://t.co/THvb33a0Nq"
    },
    {
        "id_str": "1384460382589231112",
        "full_text": "Yes 👇 https://t.co/mFl6MOcYrE"
    },
    {
        "id_str": "1384460003042496517",
        "full_text": "We are also delighted Tracey! X https://t.co/3Vn44Z4Pnj"
    },
    {
        "id_str": "1383453899407773702",
        "full_text": "A wonderful but heart breaking funeral service.  God bless the Queen in her sorrow https://t.co/y7xcQiyJEq"
    },
    {
        "id_str": "1383097718936113158",
        "full_text": "A moving service of prayer and thanksgiving for the Duke of Edinburgh in #Northampton earlier today. We remember his life and legacy. https://t.co/S7G0IP9bfF"
    },
    {
        "id_str": "1382310076967489540",
        "full_text": "What a lovely article - the vital importance of Dads, and the impact having a baby has on men:  how a Dad’s brain changes with a new baby and helps him to be more empathetic and sensitive....\nhttps://t.co/vSHNgWVc34"
    },
    {
        "id_str": "1382305533487628288",
        "full_text": "Exports to the EU surge by nearly 50pc as companies adapt to post-Brexit rules https://t.co/usWBiAwNGt"
    },
    {
        "id_str": "1381904782588272641",
        "full_text": "A blessed Ramadan to all Muslims everywhere https://t.co/6XGb4TZv6P"
    },
    {
        "id_str": "1381664103949828098",
        "full_text": "As Lord President of the Privy Council, I was privileged to meet Prince Philip on a few occasions - and to hear some forthright views!  He will be greatly missed by so many #PrincePhilip https://t.co/ujVCFIkKAv"
    },
    {
        "id_str": "1380482935468531712",
        "full_text": "I think the Archbishop speaks for millions across the United Kingdom. https://t.co/rbJfKy9I3P"
    },
    {
        "id_str": "1380477470818861063",
        "full_text": "So very very sad - he will be incredibly missed.  The Queen will be devastated 😞 https://t.co/3exkpJ6wMW"
    },
    {
        "id_str": "1380450426936565763",
        "full_text": "So many new parents struggle - we are all expected to be full of joy, but for those of us feeling pressure or despair, we feel guilty about it.  Help is available and we should all ask for what we need!  Your job as a new parent is the most important one you will ever have! 🤗 https://t.co/sGw2blswGU"
    },
    {
        "id_str": "1380438971608662020",
        "full_text": "Amazing that the language capacity of a baby is at max point between 6 and 12 months!  So chatting to your tiny baby is so important for their own speech development ❤️ https://t.co/8RLoxdR1ST"
    },
    {
        "id_str": "1380258559460524038",
        "full_text": "Remarkable woman, remarkable legacy. On this day in 2013 Baroness Thatcher sadly passed away. She was and is an inspiration to many conservative women in politics. #tbt https://t.co/xstWxQB2JJ"
    },
    {
        "id_str": "1380241732537884673",
        "full_text": "🇬🇧 https://t.co/9ApYSGW08j"
    },
    {
        "id_str": "1380069386564800518",
        "full_text": "The recent announcement of perinatal health services for Mums is fantastic news. @NadineDorries has worked so hard to introduce this.\n\nThe @EarlyYrsReview has recommended that every local authority publish its #StartforLife offer, to include mental health support. https://t.co/nK7R55IqW1"
    },
    {
        "id_str": "1379890955709468676",
        "full_text": "I love your positive news!  Keep it coming 🎉🥳🇬🇧 https://t.co/L4MnuMEpNC"
    },
    {
        "id_str": "1379732827223261186",
        "full_text": "Parents and carers told us as part of the @EarlyYrsReview that they really value digital services. \n\nAction Area 3️⃣ of the Review will digitise the Red Book, helping to join up services and enable parents to own their baby's data. \n\n🔊 @LBC @IainDale https://t.co/H8dtSMQgaw"
    },
    {
        "id_str": "1379495626556243972",
        "full_text": "Love this 👇 https://t.co/TzSyS3Gm8A"
    },
    {
        "id_str": "1379396153297543171",
        "full_text": "Fantastic news! 👏👏👏 https://t.co/gLWeCP2YYO"
    },
    {
        "id_str": "1379396054051926022",
        "full_text": "@NadineDorries Excellent news!! 👏👏👏"
    },
    {
        "id_str": "1379095754439061510",
        "full_text": "So sad to hear that Cheryl has died.  A real friend and hard working lady.  She will be really missed https://t.co/uUe9KE921c"
    },
    {
        "id_str": "1379007788752457729",
        "full_text": "Superb! https://t.co/z3ZfNCTVE7"
    },
    {
        "id_str": "1378664723525332992",
        "full_text": "The greatest day!  Christ is risen.  Watch the whole Easter Story read by MPs of all parties.  https://t.co/ySeUsNjSbS"
    },
    {
        "id_str": "1378328708889645057",
        "full_text": "So much litter in all our hedgerows - this was all in the Slapton/Abthorpe area yesterday - please take your litter home! https://t.co/dk8QG4g3jS https://t.co/7bsq97Bz19"
    },
    {
        "id_str": "1378015336151318532",
        "full_text": "For God so loved the world, that he gave his only begotten Son, that whosoever believeth on him should not perish, but have eternal life.  John 3:16 \n\nOn this Good Friday, Christians everywhere are remembering the sacrifice and the love.  Happy Easter!"
    },
    {
        "id_str": "1377709291059175425",
        "full_text": "#tbt to the visit to Monkey Puzzle Nursery with @BorisJohnson to launch the @EarlyYrsReview Vision for the 1001 Critical Days - helping every family to give their baby the best start in life! 👶🏻❤️🧡💛💚💙💜 👶🏻 #momentofjoy #earlyyears #StartforLife #IAmBackingBabies https://t.co/D5WmZvaqoK"
    },
    {
        "id_str": "1377571440275423238",
        "full_text": "A really sensible idea - more Biz capital investment will help us to resolve our low per capita productivity - vital for our recovery 👏👏👏 https://t.co/MjUs1zVTwF"
    },
    {
        "id_str": "1377571058790858759",
        "full_text": "Indicates just how much we are all longing to put the pandemic behind us.  Fantastic to see the level of Biz confidence! https://t.co/l5ljyCG48O"
    },
    {
        "id_str": "1377538631422914563",
        "full_text": "Really good to hear this.  In South Northants, lots of local food shops/farm shops have done a superb job supplying top quality food 👍. Thank you! https://t.co/fHUB8r92M0"
    },
    {
        "id_str": "1377536931005861888",
        "full_text": "Good news for 2 million people 👇 https://t.co/xNAePBk60g"
    },
    {
        "id_str": "1377529052370771972",
        "full_text": "If you are looking for a job and considering training for something new, then take a look at DfE’s new skills offer 👇 https://t.co/UxI58H1Oot"
    },
    {
        "id_str": "1377274749085216779",
        "full_text": "Love this 😂 https://t.co/C1J68rJw3d"
    },
    {
        "id_str": "1377204822009643009",
        "full_text": "Unbelievable 😡 https://t.co/P3IHVZK9kQ"
    },
    {
        "id_str": "1376976673149743109",
        "full_text": "Great to contribute my thoughts to the @WFD_Democracy  Claiming the Authority to Lead report on how we can get more women involved in politics and support them once they are elected.\n\nhttps://t.co/RIomJvnqB8\n\n#WomenLeading"
    },
    {
        "id_str": "1376967388680323075",
        "full_text": "Blossoms are out in St James Park.  It’s so wonderful to see loads of happy people enjoying the evening sun!  Feels like summer 🤩 https://t.co/3PSGZE6Cnh"
    },
    {
        "id_str": "1376966735404924930",
        "full_text": "Who knew? 😂 https://t.co/nGUxX9PjTV"
    },
    {
        "id_str": "1376966380868804610",
        "full_text": "See you soon!! 😂🥳 https://t.co/jEIv0kyyuT"
    },
    {
        "id_str": "1376878964774408195",
        "full_text": "🤩 https://t.co/N0KNjIqPhr https://t.co/bmwm6tZUKJ"
    },
    {
        "id_str": "1376873993676939271",
        "full_text": "Action Area 6️⃣\n\nLeadership for change: ensuring local and national accountability and building the economic case. \n\n@EarlyYrsReview\n\n#StartforLife\n\n#IAmBackingBabies 👶🏻 https://t.co/UpS76bO9IL"
    },
    {
        "id_str": "1376873988304031749",
        "full_text": "Action Area 5️⃣\n\nContinually improving the #StartforLife offer: improving data, evaluation, outcomes and proportionate inspection. \n\n@EarlyYrsReview\n \n#IAmBackingBabies 👶🏻 https://t.co/O9NosgLweT"
    },
    {
        "id_str": "1376873982767607811",
        "full_text": "Action Area 4️⃣\n\nAn empowered #StartforLife workforce: developing a modern skilled workforce to meet the changing needs of families. \n\n@EarlyYrsReview\n\n#IAmBackingBabies 👶🏻 https://t.co/bqcY2KeX0q"
    },
    {
        "id_str": "1376873977302384640",
        "full_text": "Action Area 3️⃣\n\nThe information families need when they need it: designing digital, virtual and telephone offers around the needs of the family. \n\n@EarlyYrsReview\n \n#IAmBackingBabies 👶🏻 https://t.co/PEvQ57hj9j"
    },
    {
        "id_str": "1376873971791110147",
        "full_text": "Action Area 2️⃣\n\nA welcoming hub for families: Family Hubs as a place for families to access #StartforLife services. \n\n@EarlyYrsReview\n \n#IAmBackingBabies 👶🏻 https://t.co/xTsQa4jdVH"
    },
    {
        "id_str": "1376873966774722565",
        "full_text": "#ICYMI, here are the 6️⃣ Action Areas from the @EarlyYrsReview which launched last week! \n\nAction Area 1️⃣\n\nSeamless support for families: a coherent joined up #StartforLife offer available to all families. \n\n#IAmBackingBabies 👶🏻 https://t.co/cUIRausf9C"
    },
    {
        "id_str": "1376864013397721091",
        "full_text": "I am proud to be a Christian in Parliament, and this short video tells the Easter story, read by a few of the many MPs of all parties who share this faith.  We are all united in our desire to serve and to make the world a better place. \n\nhttps://t.co/iABj0eiHVX\n\n#ARenewedHope"
    },
    {
        "id_str": "1376650969363140614",
        "full_text": "Congratulations Cheryll!  You have made a fantastic contribution and it’s been a real pleasure working with you https://t.co/zG4Jgvx91Y"
    },
    {
        "id_str": "1376650730472345603",
        "full_text": "Jammie Dodgers 😋 https://t.co/NeBQmmcfLZ"
    },
    {
        "id_str": "1376650252577615874",
        "full_text": "You are English, and all credit to you for such patience and courtesy. 👏👏👏 https://t.co/eDSXLB9IVQ"
    },
    {
        "id_str": "1376605986459242497",
        "full_text": "Absolutely outrageous- continued dither and delay puts the Palace of Westminster and the people that work and visit here at risk. https://t.co/aDjKCkUSwg"
    },
    {
        "id_str": "1376219745574395907",
        "full_text": "UK manufacturing - iconic brand 🇬🇧 https://t.co/17G2sNCm7u"
    },
    {
        "id_str": "1376205815934300161",
        "full_text": "Yes!!  30million vaccinations and we can see friends outside again.....and the daffodils are out and the forecast is brilliant 💪🥳 🇬🇧 https://t.co/tzN59mUo9p"
    },
    {
        "id_str": "1375821117600980997",
        "full_text": "Your support for this vision is incredibly welcome @MattHancock 👍 https://t.co/BXpaisdPRd"
    },
    {
        "id_str": "1375792551777669122",
        "full_text": "During the @EarlyYrsReview, families told us that services were often patchy and not joined up.\n\nThe next phase of the Review will make sure that every local authority communicates the #StartforLife offer in their area so families know what they can get. https://t.co/5MqVog9VVR"
    },
    {
        "id_str": "1375739397518327808",
        "full_text": "Exactly right Sal!  I agree, what’s key here is the commitment to building up the support system 👍 #IAmBackingBabies https://t.co/5CdJsgINTH"
    },
    {
        "id_str": "1375731562470387713",
        "full_text": "Well deserved Wales! 🥳 https://t.co/GHSqxJv2rf"
    },
    {
        "id_str": "1375580433702821891",
        "full_text": "👏👏👏 congratulations!!! Awesome play https://t.co/GoDSN85OzL"
    },
    {
        "id_str": "1375518088439996422",
        "full_text": "The @EarlyYrsReview will ensure that every baby gets the best #StartforLife with families able to access both the services and support that they need.\n\nIt was a pleasure to launch the agreed action areas with the Prime Minister @BorisJohnson yesterday. \n\n#IAmBackingBabies 👶🏻 https://t.co/EvvCY0SwPt"
    },
    {
        "id_str": "1375489163437424644",
        "full_text": "Thanks so much from me to all the wonderful parents/carers who shared their experiences during the review. Your input has given us a clear plan of action and I can’t wait to take that forward with your support! https://t.co/ygnVroxx8U"
    },
    {
        "id_str": "1375415405750128640",
        "full_text": "The Best Start for Life! 👶\n\nSuch an exciting moment to see the agreed actions of the @EarlyYrsReview published!\n\n📖 https://t.co/bdg98oI798\n\n#BestStartforLife #IAmBackingBabies https://t.co/w3bUicinMI"
    },
    {
        "id_str": "1375220906365235202",
        "full_text": "Online red books and 'family hubs' to help new parents https://t.co/nMFmEjCA52"
    },
    {
        "id_str": "1375208400351543304",
        "full_text": "Well said Boris!! 🤩 https://t.co/QFbahnYx6L"
    },
    {
        "id_str": "1375200571683127301",
        "full_text": "Clear local and national leadership will ensure accountability for the #StartforLife.\n \nI spoke with Labour Peer, David Blunkett about Action Area 6️⃣ of the @EarlyYrsReview.\n \n#IAmBackingBabies 👶🏻 https://t.co/ha6WV1Kxu5"
    },
    {
        "id_str": "1375191802693742600",
        "full_text": "Getting regular feedback from families and professionals to continually improve the #StartforLife offer is key, and we will regularly assess how well it’s working for families.\n \nI spoke with @edwardtimpson about Action Area 5️⃣ of the @EarlyYrsReview.\n \n#IAmBackingBabies 👶🏻 https://t.co/LHrggRU4Y6"
    },
    {
        "id_str": "1375183343545942021",
        "full_text": "An empowered and trained workforce is key to delivering #StartforLife services.\n \nI spoke with @BrineMP about Action Area 4️⃣ of the @EarlyYrsReview.\n \n#IAmBackingBabies 👶🏻 https://t.co/0KVrF7IONh"
    },
    {
        "id_str": "1375165244360814598",
        "full_text": "Virtual support can help families access information when and where they need it.\n \nA digital version of the Red Book and online advice in one place can really make a difference.\n \nI spoke with @Siobhan_Baillie  about Action Area 3️⃣ of the @EarlyYrsReview.\n \n#IAmBackingBabies 👶🏻 https://t.co/Ex1QeOD50r"
    },
    {
        "id_str": "1375158417912958980",
        "full_text": "A welcoming place for families to go for support is vital.\n\nFamily Hubs can provide the advice and support that families need in the #StartforLife.\n\nI spoke with Miriam Cates MP about Action Area 2️⃣ of the @EarlyYrsReview.\n\n#IAmBackingBabies 👶🏻 https://t.co/dfnpbNUMF5"
    },
    {
        "id_str": "1375148524124446722",
        "full_text": "What is the #StartforLife offer and what will the Universal and Universal + offers provide?\n \nI spoke with @twocitiesnickie about Action Area 1️⃣ of the @EarlyYrsReview.\n \n#IAmBackingBabies 👶🏻 https://t.co/LdcecMQNSW"
    },
    {
        "id_str": "1375090702896467968",
        "full_text": "Action Area 6️⃣\n\nLeadership for change: ensuring local and national accountability and building the economic case. \n\n@EarlyYrsReview \n\n#StartforLife\n\n#IAmBackingBabies 👶🏻 https://t.co/KrzvsmR33c"
    },
    {
        "id_str": "1375089941353533442",
        "full_text": "Action Area 5️⃣\n\nContinually improving the #StartforLife offer: improving data, evaluation, outcomes and proportionate inspection. \n\n@EarlyYrsReview \n\n#IAmBackingBabies 👶🏻 https://t.co/0I1TsxViyB"
    },
    {
        "id_str": "1375088901510066177",
        "full_text": "Action Area 4️⃣\n\nAn empowered #StartforLife workforce: developing a modern skilled workforce to meet the changing needs of families. \n\n@EarlyYrsReview \n\n#IAmBackingBabies 👶🏻 https://t.co/osrCjHwZlA"
    },
    {
        "id_str": "1375079262827511809",
        "full_text": "Action Area 3️⃣\n\nThe information families need when they need it: designing digital, virtual and telephone offers around the needs of the family. \n\n@EarlyYrsReview \n\n#IAmBackingBabies 👶🏻 https://t.co/lR9M4prFbX"
    },
    {
        "id_str": "1375078691408056321",
        "full_text": "Action Area 2️⃣\n\nA welcoming hub for families: Family Hubs as a place for families to access #StartforLife services. \n\n@EarlyYrsReview \n\n#IAmBackingBabies 👶🏻 https://t.co/DiEcSkjXFy"
    },
    {
        "id_str": "1375078454476029957",
        "full_text": "Action Area 1️⃣\n\nSeamless support for families: a coherent joined up #StartforLife offer available to all families. \n\n@EarlyYrsReview \n\n#IAmBackingBabies 👶🏻 https://t.co/yLSvvMN6US"
    },
    {
        "id_str": "1375075965395730436",
        "full_text": "The @EarlyYrsReview takes action in 6️⃣ key areas, ensuring that:\n\n🏡families have access to the services they need\n\n👶🏻the #StartforLife system is working together to give families the support they need. \n\n#IAmBackingBabies https://t.co/OSGxOmNKIA"
    },
    {
        "id_str": "1375074573306171393",
        "full_text": "Today we launch the recommendations of the @EarlyYrsReview. The 6 Action Areas will ensure families have access to the services they need, and the support they need. \n\nThese transformative changes will ensure that every baby gets the best #StartforLife\n\nhttps://t.co/bdg98oI798"
    },
    {
        "id_str": "1375054354168872960",
        "full_text": "The @EarlyYrsReview launches today!\n\nThe Review will have a transformational impact on our society, with its Vision helping millions of families to give their baby the best start for life. \n\nThis ambitious programme of work will begin in the coming months.\n\n#StartforLife 👶🏻"
    },
    {
        "id_str": "1375044994113933313",
        "full_text": "https://t.co/ZMAsmBYjLS\n\n@MattHancock \n\n#StartforLife #IAmBackingBabies 👶"
    },
    {
        "id_str": "1374847165151985669",
        "full_text": "😎 https://t.co/JbxjUuDJpk"
    },
    {
        "id_str": "1374427412688080896",
        "full_text": "A fabulous British brand 👍 https://t.co/i8xSJCF00Z"
    },
    {
        "id_str": "1374406638631723016",
        "full_text": "Urging my colleagues in @beisgovuk to think again about weddings - organisers CAN ensure safe social distancing 🥂 https://t.co/IR1XkMMVsy"
    },
    {
        "id_str": "1374334075465560066",
        "full_text": "\"It's hard to believe that it is a year since the first lockdown. My team and I immediately got stuck into helping constituents with problems from biz closure to remote schooling to delivering groceries and medication for those shielding.\"\n\nhttps://t.co/aFOsR3RxBX"
    },
    {
        "id_str": "1374305580110712834",
        "full_text": "Vital that we get more UK companies to take advantage of the many new trade deals being negotiated with friends and allies around the world - these new hubs are an excellent idea 🇬🇧 https://t.co/a5hdAQjk04"
    },
    {
        "id_str": "1374124549944524803",
        "full_text": "Building new jobs for the Uk https://t.co/f4tQxVT6ZH"
    },
    {
        "id_str": "1373763602272911364",
        "full_text": "Disgusting behaviour by a minority. Peaceful protest is our democratic right.  This is anything but... https://t.co/ty136xV3iw"
    },
    {
        "id_str": "1373572194052276227",
        "full_text": "The growing green economy right here!  Manufacturing for offshore wind farms leading to hundreds of new green collar jobs - it’s a win win! 👏👏👏 https://t.co/8j9Hpxj0HB"
    },
    {
        "id_str": "1373408848644558852",
        "full_text": "More fantastic news on the vaccine, taking us closer to freedom! Covid-19: Record day for UK with 711,156 vaccinations given https://t.co/jHbfZkDeZj"
    },
    {
        "id_str": "1373244422524174336",
        "full_text": "What a brilliant photo!  Very weird and yet fantastic to see one MP colleague vaccinating another MP colleague #MultiTasking 👍🤩 https://t.co/MF12J3iij1"
    },
    {
        "id_str": "1373240255361527809",
        "full_text": "Carolyn is absolutely right.  I sat opposite her in countless ‘Business Questions’ when she was pressing her Child Funeral Bill. She is a true public servant and deserves respect. https://t.co/dkU9roM6jy"
    },
    {
        "id_str": "1373210587921059840",
        "full_text": "We should all be proud of UK role in protecting the world from this pandemic!  Working together globally; we are doing it for Covid and will do it to tackle climate change too 💪🇬🇧 https://t.co/N53STTdLoe"
    },
    {
        "id_str": "1373210078719918080",
        "full_text": "I literally cannot wait for summer and outdoor socialising! 🥳🌟🌸 https://t.co/aU93cYUNMq"
    },
    {
        "id_str": "1372839094267559936",
        "full_text": "Don’t forget to fill in the census this weekend! \n\n👩🏻‍💻 https://t.co/TV2IfNTZWK https://t.co/dQFGCrWzBf"
    },
    {
        "id_str": "1372823903987499010",
        "full_text": "South Northants desperately needs this!  So many businesses run from home since long before lockdown.  Broadband needs major improvement round here! https://t.co/3BKYIcTaGL"
    },
    {
        "id_str": "1372515730592260098",
        "full_text": "So glad to hear this.  No one should need to be sleeping rough, and I know charities like @NptonHopeCentre are doing all they can to help https://t.co/6vheytIwWe"
    },
    {
        "id_str": "1372453556167569410",
        "full_text": "So pleased the massive effort at BEIS to find a committed buyer for British Steel paid off - we didn’t give up, and now look! 👇 https://t.co/ySKKqkUQRl"
    },
    {
        "id_str": "1372227377376468996",
        "full_text": "Great Point of Order by Karen - so many wedding organisers and so many couples desperate for news. https://t.co/ngCROXKQpY"
    },
    {
        "id_str": "1372125042880954369",
        "full_text": "Happy St Patrick’s Day to all our Irish friends and family!  Looking forward to the 🏉 on Saturday 💪😎 https://t.co/RwmYJY6HKF"
    },
    {
        "id_str": "1371807138792796164",
        "full_text": "It certainly is brilliant news! 🇬🇧. God bless him! https://t.co/yPjCNybqp7"
    },
    {
        "id_str": "1371759478010445829",
        "full_text": "An excellent article from the PM. Well worth a read 🇬🇧https://t.co/DU3vRASFkv"
    },
    {
        "id_str": "1371591850679808004",
        "full_text": "Government moves to provide reassurance to women and girls: 15 March 2021 https://t.co/mDuce9kEaC"
    },
    {
        "id_str": "1371529461607321601",
        "full_text": "😂 https://t.co/JNrtmVG9Zf"
    },
    {
        "id_str": "1371444645121654785",
        "full_text": "Yes! 🥳 https://t.co/g4XSkkZ5N4"
    },
    {
        "id_str": "1371444399964577793",
        "full_text": "Great news for our local towns and villages.  Bus networks are vital for getting to school, college and work 🚍 https://t.co/k0WhkEZ283"
    },
    {
        "id_str": "1371192677337866241",
        "full_text": "Love this!  Very talented Bristol Uni singers for #InternationalWomen’sDay👏👏👏https://t.co/ZkeTD06bng"
    },
    {
        "id_str": "1370112431599579143",
        "full_text": "My speech in the #IWD2021 debate today raised 2 important topics: \n\n1️⃣ Let's work together, cross party to protect women &amp; girls\n\n2️⃣ Flexible work as standard will help us build back better and improve quality of life, productivity and diversity\n\nThe 21st century demands change. https://t.co/80kkuz1GiD"
    },
    {
        "id_str": "1370084266374225924",
        "full_text": "It is certain that value for taxpayers is not being achieved now- and it certainly won’t be if this path of dither and delay with the restoration and renewal continues. https://t.co/0XpUlLURia"
    },
    {
        "id_str": "1369974522082959361",
        "full_text": "Excellent news! Building the UK supply chain for the green economy should be a key ambition - then exporting green tech around the world 🇬🇧#BritainIsGreat https://t.co/yeTnFVShYq"
    },
    {
        "id_str": "1369772879508865026",
        "full_text": "So sad and so true https://t.co/reKM0aAe6K"
    },
    {
        "id_str": "1369760541925838857",
        "full_text": "Yes! 😂 https://t.co/VWGA1LaB5y"
    },
    {
        "id_str": "1369758577414574082",
        "full_text": "Superb news!!  Hundreds of new UK jobs.....happy memories of Lego 😊 https://t.co/8K9VBnhgEZ"
    },
    {
        "id_str": "1369562216240922624",
        "full_text": "This is fantastic news! We must get the balance right.... https://t.co/rXM4h86fgs"
    },
    {
        "id_str": "1369377257605787658",
        "full_text": "#COP26 is a great platform and we need radical action with world-changing initiatives.\n\n3️⃣ specific ideas are: \n\n📖 A yearbook of pledges from gov, state and biz\n🍃 3 ambitious bilateral agreements for decarbonisation\n🏦 A global green investment bank\n\n#Budget2021 🧰 https://t.co/tO8Ywn07iz"
    },
    {
        "id_str": "1369333558872055817",
        "full_text": "Building a green economy makes superb business sense &amp; the 🇬🇧 has the chance, post-Brexit to lead that change.\n\n👩🏻‍🏭 job opportunities for all talents\n⚡️ forefront of developing tech\n💷 green economy could become a bigger jewel in our crown than UK financial services is today. https://t.co/98kL1D7rWr"
    },
    {
        "id_str": "1369292562884927494",
        "full_text": "Relieved to hear that, Rob.  But then Jo is a good woman 👍 https://t.co/uk1Wlvl8Tx"
    },
    {
        "id_str": "1369291842429280257",
        "full_text": "Superb to be attracting good European businesses to the UK 💪 https://t.co/zXmPEycSgr"
    },
    {
        "id_str": "1369264385127022594",
        "full_text": "Celebrated #IWD2021 last night with inspiring #Northants women @pinder_chauhan, former apprentice Daisy, current apprentice Olivia and @lauraemilyd! 💙 💪🏻\n\nQuick fire question of the evening- \"Who is your role model and what advice would you give to a young woman?\" 🤔 https://t.co/eAYyAv58SZ"
    },
    {
        "id_str": "1368542599758442502",
        "full_text": "Parliament needs to get properly back to work....remote working is not good enough - we need interventions, unexpected questions, feisty debate.  Democracy thrives on challenge. https://t.co/MVBdeUalAc"
    },
    {
        "id_str": "1368302256530014213",
        "full_text": "You tease.... https://t.co/MQ3PQaEzAO"
    },
    {
        "id_str": "1368301690378653700",
        "full_text": "Awesome work @NadineDorries 👍 https://t.co/huwy9a5DQF"
    },
    {
        "id_str": "1368226543303016449",
        "full_text": "On you Nicola... https://t.co/BtLieHOfWW"
    },
    {
        "id_str": "1368136888020766727",
        "full_text": "Justice for Harry WILL be done! This situation cannot continue. #JusticeForHarry The mystery American woman wanted in the UK https://t.co/w0k31QiS5J"
    },
    {
        "id_str": "1367876423684390913",
        "full_text": "A pleasure to debate with you, @Alex_Stafford and @ChengkaiX  and to hear from our opponents, Molly, Sharon and Jonathan! https://t.co/3aPl4RKUCd"
    },
    {
        "id_str": "1367140138095153154",
        "full_text": "The Prime Minister has assured me that he will keep raising the issue of Justice for Harry with President Biden and US officials. #JusticeforHarry https://t.co/TtCBamUJWw"
    },
    {
        "id_str": "1366855948711641098",
        "full_text": "I did this video for school students to explain the Budget....but on the eve of @RishiSunak's big day here it is again! 🇬🇧 #BudgetDay\n\nhttps://t.co/YEe3wIYAo5"
    },
    {
        "id_str": "1366851121139101698",
        "full_text": "You didn’t ask me Iain! 😎 https://t.co/b87YvRfAJE"
    },
    {
        "id_str": "1366714548867260417",
        "full_text": "New West Northamptonshire Council needs to 'do the boring well' with month to go before launch https://t.co/g5vGq42E32"
    },
    {
        "id_str": "1366713893578506249",
        "full_text": "Great to hear this Antoinette!  🤗 https://t.co/jcFaT2Izns"
    },
    {
        "id_str": "1366452625441497108",
        "full_text": "Dydd Gŵyl Dewi Hapus! \n\nHappy St David's Day! 🏴󠁧󠁢󠁷󠁬󠁳󠁿❤️\n\n#DyddGwylDewiHapus  #StDavidsDay https://t.co/UTIsaqp1S3"
    },
    {
        "id_str": "1366436841361178624",
        "full_text": "More good jobs news! 👏👏👏 https://t.co/eWojrxHIDU"
    },
    {
        "id_str": "1366070710100254720",
        "full_text": "So pleased to have had my first COVID jab! 💉\n\nQuick, safe and easy, please #TakeTheVaccine when it is your turn and encourage everyone you know to do the same. \n\nThank you to everyone working on the vaccine rollout across the country - together we can recover! https://t.co/jXaQAazs2m"
    },
    {
        "id_str": "1365993245654749186",
        "full_text": "The separatists are, and will continue to 'do down' the UK's efforts and progress on tackling COVID. \n\nThe UK will always be stronger when we stick together 👍🇬🇧 https://t.co/Ojja5nI2JX"
    },
    {
        "id_str": "1365618847689166849",
        "full_text": "🥰 https://t.co/nP4QN7UQjX"
    },
    {
        "id_str": "1365074967931613186",
        "full_text": "Great new recruitment drive at Port Glasgow 🇬🇧 https://t.co/4tDfsIb5rk"
    },
    {
        "id_str": "1364655597707223044",
        "full_text": "I’ve spoken to many teachers in my area who are determined to help children catch up.  They are doing a fantastic job and deserve huge gratitude from all of us. 👏🏻 https://t.co/2vrmwtQof4"
    },
    {
        "id_str": "1364608063655796739",
        "full_text": "We love the United Kingdom!  🇬🇧\n\nThe Prime Minister himself is the Minister for the UK, and has championed policies to protect jobs and livelihoods right across the Union. https://t.co/rXIaPcXz1Y"
    },
    {
        "id_str": "1364591459811393536",
        "full_text": "Just recently had one done.  It really isn’t that bad, and a huge relief to get the all clear.  One less thing to worry about - do get your test done! https://t.co/B5hBc1Gy9Q"
    },
    {
        "id_str": "1364547365894565888",
        "full_text": "Great news for Wales! 🏴󠁧󠁢󠁷󠁬󠁳󠁿❤️ https://t.co/BddZXKULft"
    },
    {
        "id_str": "1364293603779112961",
        "full_text": "The PM confirmed that he will not let support for businesses be withdrawn until restrictions are lifted. \n\nThe Gov should also look at how businesses can recover in the medium-term, including the role of banks and loan interest repayments. \n\n#Road2Recovery https://t.co/H2lPbrkeoP"
    },
    {
        "id_str": "1364179174227869701",
        "full_text": "🇬🇧  biz doing great things! https://t.co/be09K2QPuS"
    },
    {
        "id_str": "1364130379683217409",
        "full_text": "Parliament needs to fully return so we as Members can properly scrutinise the Government and represent our constituents as part of the #Road2Recovery. https://t.co/75XENBKdsW"
    },
    {
        "id_str": "1363978838284369921",
        "full_text": "We need to think outside the box &amp; see what more we can do to help people catch up across the 🇬🇧\n\n3️⃣ examples from my constituency 📥:\n\n🗂 Biz struggling financially and mentally. \n\n🧒🏻Schoolchildren needing extra help. \n\n👴🏻Dementia sufferers needing social input.\n\n#Road2Recovery https://t.co/xJq8a6mB4o"
    },
    {
        "id_str": "1363906782955986948",
        "full_text": "Can’t come soon enough - light at the end of a very long tunnel..... https://t.co/06ya1aRohj"
    },
    {
        "id_str": "1363879902328594435",
        "full_text": "The road out of the pandemic 🙏......COVID-19 Response - Spring 2021 - https://t.co/IzjURjShqV https://t.co/u2Xqtqunb9"
    },
    {
        "id_str": "1363570217494978562",
        "full_text": "Democracy by virtual participation cannot carry on much longer - debate has been confined to its own form of self-isolation.\n\nAs we look at the #Road2Recovery, we must get the cogs of Parliament safely turning once more.\n\nMy op-ed for @politicshome: https://t.co/fhwqGsnGYF"
    },
    {
        "id_str": "1362841250756460547",
        "full_text": "💬 “It is vital that the US and China work with other nations, including the United Kingdom, to achieve their Net Zero goals and encourage others to be equally ambitious.” #NetZero #ParisAccord\n\nhttps://t.co/2M0P1oLLg9\n\n@ECIU_UK"
    },
    {
        "id_str": "1362507651679150081",
        "full_text": "#ThumbsUpForEarlyYears and to everyone that works day in, day out to give all babies the best start in life! https://t.co/3HQGjLVgDx"
    },
    {
        "id_str": "1362472232606437381",
        "full_text": "Just gets better and better 👏👏👏 https://t.co/ULNeVRNYVe"
    },
    {
        "id_str": "1362108869791653889",
        "full_text": "A good decision by the Judge.  Far better that Ms Sacoolas return to the UK, but this decision in the US is welcome:\nCivil claim against Harry Dunn suspect to remain in US\n https://t.co/BwQPGrdS0M"
    },
    {
        "id_str": "1362033218950684676",
        "full_text": "Discussions between the Commons Speaker and the Leader of the House should begin ASAP on what a phased return to Parliament for MPs and their staff would look like. \n\nhttps://t.co/jIEGYkm4eG\n\n@estwebber"
    },
    {
        "id_str": "1361731749311569922",
        "full_text": "Not bad, by the terrible standards of your usual jokes.....😂 https://t.co/KffGiKDiVe"
    },
    {
        "id_str": "1361691706710704138",
        "full_text": "Well done @tracey_crouch!  Superb news! https://t.co/8MeR3ZXqD0"
    },
    {
        "id_str": "1361691479698272262",
        "full_text": "A really good man.  He would be superb as London Mayor 👍@ShaunBaileyUK https://t.co/1J6EQB0qEG"
    },
    {
        "id_str": "1361644422606311428",
        "full_text": "Shrove Tuesday!  Pancake Day today and then from tomorrow.......I’m giving up chocolate and meat for Lent - it’s going to be a good challenge before the joy of Easter! 🙏"
    },
    {
        "id_str": "1361630191773220864",
        "full_text": "Today’s the day for a fresh walk or run outdoors! 🏃‍♀️\n\n#SouthNorthants has some good weather today- the ice has gone - no more sliding around if you fancy some fresh air! https://t.co/pIdPle4rJK"
    },
    {
        "id_str": "1361629943436836865",
        "full_text": "Incredible story 👏👏👏👏 https://t.co/odzbwtTI7m"
    },
    {
        "id_str": "1361629382071189507",
        "full_text": "That should sort out Northants then 😂. I will be making the case for a big share! https://t.co/t292IXV7Db"
    },
    {
        "id_str": "1361364213638250497",
        "full_text": "Larry knows his place on the red carpet... #Larryversary #LarryTheCat @Number10cat https://t.co/HX1cVsaBQQ"
    },
    {
        "id_str": "1361253403259793411",
        "full_text": "2021 can be a year of global renewal for our 🌍, our young people's futures and for 🇬🇧. Let's think BIG at #COP26 with these 3️⃣ ideas:\n\n📖 #COP26 signatory yearbook to record progress\n📝 Bilateral agreements for decarbonisation\n💷 Green investment bank\n\nhttps://t.co/DMkjNPWGkN"
    },
    {
        "id_str": "1361034279745179651",
        "full_text": "👏👏👏👏🎉🎉🎉🎉 https://t.co/a34LvFsvQ9"
    },
    {
        "id_str": "1361008425988218890",
        "full_text": "Happy Valentine’s Day Benjy.....30 years since we met and I still adore you 🥰 https://t.co/Ybi3pro5jA"
    },
    {
        "id_str": "1361007864270249997",
        "full_text": "So ridiculous for EU to suggest it can damage UK financial services sector.  The boot is on the other foot.....UK is world’s greatest centre for finance, not just massively bigger than EU.  EU Biz needs UK finance! https://t.co/JHKPSxFWPi"
    },
    {
        "id_str": "1361005765184659457",
        "full_text": "👍👏👏👏 https://t.co/5IzEZDnGw6"
    },
    {
        "id_str": "1360170830832033793",
        "full_text": "Thank you to Petra Giffen from #Towcester WI for my 💚! As the UK hosts #COP26, let's make 2021 a year of green, global renewal for our planet, our young people's future and for the UK. #TheTimeIsNow #TogetherForOurPlanet #ShowTheLove @TheCCoalition https://t.co/NqI5JSeJPR"
    },
    {
        "id_str": "1359156851825405954",
        "full_text": "Many hospitality biz have had little income for nearly a year, but have had to meet ongoing maintenance costs.  \n\nTo rollover loan interest, 🏦 insists they must be under ‘forbearance’. \n\n@KwasiKwarteng  confirmed this is NOT necessary.  Banks must play fair #FairPlayforBiz https://t.co/ijG68lCIIH"
    },
    {
        "id_str": "1359152315006148612",
        "full_text": "@RelaxKidsHannah @DeanshangerS If you are a constituent then please email me on Andrea.Leadsom.mp@parliament.uk."
    },
    {
        "id_str": "1358166210387582980",
        "full_text": "Yeah I spoke too soon huh? 😞. Well done Scotland..... https://t.co/hzQ9r3BTGw"
    },
    {
        "id_str": "1357702646140985359",
        "full_text": "Really? We hadn’t noticed 🤩 https://t.co/uGHPkJ9DRF"
    },
    {
        "id_str": "1357702178710958080",
        "full_text": "Nissan is a fantastic employer in Sunderland - this will be incredibly welcome news to the local community 👍 https://t.co/ytsDCWj81g"
    },
    {
        "id_str": "1357451173930946569",
        "full_text": "Yay!  Delighted for you Iain - crying is good.....🤗 https://t.co/clObh8yzMn"
    },
    {
        "id_str": "1357450891490717703",
        "full_text": "Glad to hear this Andrew. Stay well! 👍 https://t.co/CxlwMY9zPG"
    },
    {
        "id_str": "1357449615575027712",
        "full_text": "Yum 😋 https://t.co/heoD9P4O9J"
    },
    {
        "id_str": "1357293655208386560",
        "full_text": "Every baby deserves the best start in life, so I was pleased to hear @RobertBuckland confirm that Mum and Baby units receive individual care management plans and are supported by multidisciplinary teams at @MoJGovUK questions this week. @EarlyYrsReview https://t.co/HmUQqQlNkG"
    },
    {
        "id_str": "1356989661919477760",
        "full_text": "🤩🇬🇧👏👏👏 https://t.co/673HBWum7k"
    },
    {
        "id_str": "1356952568157593606",
        "full_text": "5️⃣ detailed minutes should be published, and where there is disagreement, votes should be declared.\n\n6️⃣ the Commission Spokesperson should be elected by members of the Commission.\n\n#IfGLeadsom \n\n@instituteforgov"
    },
    {
        "id_str": "1356952566748307461",
        "full_text": "3️⃣ the Clerk and DG should each have a vote.\n\n4️⃣ a permanent deputy Chair of the Commission should the Speaker be unavailable because of House business. Commission meetings should be at fixed times and dates.\n\n#IfGLeadsom \n\n@instituteforgov"
    },
    {
        "id_str": "1356952565334827008",
        "full_text": "My recommendations: \n\n1️⃣ Members on the Commission should be elected by MPs, instead of being appointed by party whips. \n\n2️⃣ Chairs of the Admin and Finance Committees, once elected, should also have a seat on the Commission.\n\n#IfGLeadsom \n\n@instituteforgov"
    },
    {
        "id_str": "1356952563908771847",
        "full_text": "In our current Speaker we are fortunate to have someone with great respect for democracy and the conventions of the House.  \n\nThis has not been the case with every Speaker.\n\n#IfGLeadsom \n\n@instituteforgov"
    },
    {
        "id_str": "1356952562222694402",
        "full_text": "It is in all our interests that the structure &amp; processes of the House of Commons Commission are urgently reformed to ensure transparency of decision making, proper debate &amp; protection of the Palace for future generations.\n\nhttps://t.co/elcbKlfLy9\n\n@politicshome @Kate_M_Proctor"
    },
    {
        "id_str": "1356931387224428544",
        "full_text": "Glad to see this finally sorted! A UK scheme was always vital to replace the bureaucratic approach of the EU. https://t.co/rhimkLtKWK"
    },
    {
        "id_str": "1356639377724735490",
        "full_text": "So sad to lose him, but so thankful to have had his uplifting presence in such tough times 🙏 Covid-19: Captain Sir Tom Moore dies with coronavirus https://t.co/B2iNAoNsu1"
    },
    {
        "id_str": "1356349335810809857",
        "full_text": "This is so important.  The period from conception to 2 is when the building blocks for lifelong emotional well-being are laid down @first1001days https://t.co/hDyOq9XtVc"
    },
    {
        "id_str": "1356204246182600704",
        "full_text": "Thank you to all the teachers, parents and professionals who are keeping young children and students going during this difficult time.\n\nGiving every child the best beginning is vital for their future potential. \n\n#ChildrensMentalHealthWeek https://t.co/ZhsmORbExj"
    },
    {
        "id_str": "1355858459208675331",
        "full_text": "The 🇬🇧 is leading the way in the COVID vaccines effort and our new freedoms as an independent nation meant we were able to place orders early to rebuild and recover.\n\nLet's be immensely proud of this and embrace the light at the end of the tunnel.\n\nhttps://t.co/fbv6Gg1mmf"
    },
    {
        "id_str": "1355822077480210436",
        "full_text": "A year since we finally left the EU.  I am so glad we took that decision, and feel incredibly positive about the UK’s future in the world, standing up for free trade, human rights, the rule of law and leading the fight against climate change 🇬🇧 #StrongerTogether2021"
    },
    {
        "id_str": "1355275471160827912",
        "full_text": "Let’s hope so.....😂 https://t.co/0Hrh4OU8fd"
    },
    {
        "id_str": "1355271496583806976",
        "full_text": "Utterly extraordinary and shameful.  All the past years of EU commitment to the Belfast Good Friday Agreement and now this... https://t.co/UC7BvekKR1"
    },
    {
        "id_str": "1355161987500695553",
        "full_text": "Superb work 👏👏👏 https://t.co/RVYhVuac1d"
    },
    {
        "id_str": "1355161516228694016",
        "full_text": "The vaccine news is just superb!  Several new ones on the way, and millions already protected 👏👏👏👏 https://t.co/x7IEaYZjBi"
    },
    {
        "id_str": "1355107791749451776",
        "full_text": "What a wonderful and insightful thread.  The Duchess is so empathetic - I can imagine many will find her contribution during lockdown so reassuring to them as parents 🥰 https://t.co/KToNV5qIFG"
    },
    {
        "id_str": "1354923189915234304",
        "full_text": "This is extremely disappointing.  I had hoped the new President would review the case and understand the urgent need for justice to be done for Harry.  His family will fight on.....Harry Dunn crash: Biden team says Anne Sacoolas extradition refusal 'final' https://t.co/QiiftNFqYB"
    },
    {
        "id_str": "1354882608254083074",
        "full_text": "House of Commons Commission reform. Restoration and renewal of the Palace. Parliament and the pandemic. \n\nThese are three of the topics I'll be addressing at a keynote with the @instituteforgov on 3rd Feb. \n\nRegister here: https://t.co/r6i1VLyTxi\n\n#ifGLeadsom https://t.co/lohTrJWoE2"
    },
    {
        "id_str": "1354742546572959744",
        "full_text": "This is fantastic! MPs from all parties coming together determined to save lives.  Please, when you are offered the vaccination, take it.  There’s no catch - it will save the lives of so many.  It’s the way out of lockdown to normality for all those we love #GetVaccinated https://t.co/bmjbe9sF7T"
    },
    {
        "id_str": "1354713397351370752",
        "full_text": "We LOVE positive British manufacturing news! Keep up the good work reporting it....💪🇬🇧 https://t.co/SPGhdviiCC"
    },
    {
        "id_str": "1354526726848737291",
        "full_text": "If you are set to receive your COVID vaccination at the Northamptonshire Vaccination Centre then here’s what you can expect. 👇🏻\n\nhttps://t.co/E5lzi7CInP"
    },
    {
        "id_str": "1354356246036545537",
        "full_text": "This man will go down in history as a great hero of the Pandemic.  I knew him as BEIS Sec to be a good leader with big ambition - please read this👇 💪  Pascal Soriot: \"There are a lot of emotions on vaccines in EU. But it's complicated\" https://t.co/4YhA1cECSW via @repubblica"
    },
    {
        "id_str": "1354339604879593472",
        "full_text": "Never forget.  The unspeakable evil of genocide, and the horrors of the Holocaust must be overcome but never forgotten. https://t.co/7AkkGKKZdx"
    },
    {
        "id_str": "1354166934137397249",
        "full_text": "Thank you for welcoming me! 🤗 https://t.co/fhzgMBxQsO"
    },
    {
        "id_str": "1353723792003100678",
        "full_text": "Haggis, Neeps and Tatties 😋. So delicious, but way too hard to get hold of haggis round here....luckily I’ve just found a supplier 💪 #BurnsNightIn https://t.co/o3kl1xxFvu"
    },
    {
        "id_str": "1353722686057435138",
        "full_text": "So cute.....is that @AndrewBowie_MP at his first Scotland/England match? 😂🇬🇧 https://t.co/ZOPvN7R8gm"
    },
    {
        "id_str": "1353670349070741504",
        "full_text": "💉 60,000+ vaccinations administered in #Northamptonshire! \n\nFantastic news to start the week and thank you to everyone rolling out the programme.\n\nPlease wait for your 👩🏻‍⚕️ to call you for your vaccine slot. https://t.co/oOHb8G9AXG"
    },
    {
        "id_str": "1352738665349468167",
        "full_text": "💪 https://t.co/WSd3yBk160"
    },
    {
        "id_str": "1352530879588007938",
        "full_text": "One of the most efficient and productive car plants in W Europe - staying in the UK.  I was impressed on a visit there by how committed the whole staff are.  Congratulations! 👏👏👏 Brexit: Nissan commits to keep making cars in Sunderland https://t.co/SdjO5FRj2c"
    },
    {
        "id_str": "1352386399480246274",
        "full_text": "So glad to see this - welcome back USA! #TogetherForOurPlanet https://t.co/bxtdJ8QD8k"
    },
    {
        "id_str": "1352306075157078025",
        "full_text": "What’s happening? This 👇!!! 🇬🇧🇬🇧🇬🇧🇬🇧🇬🇧🇬🇧🇬🇧🇬🇧 https://t.co/jrOKCWLe6f"
    },
    {
        "id_str": "1352162706401472512",
        "full_text": "Hurrah for this 👇 https://t.co/PLIx05hV3g"
    },
    {
        "id_str": "1351634295320932354",
        "full_text": "Pleased to speak at the APPG Conception to Age 2 today and share a few insights into the @EarlyYrsReview that will report in the next few weeks. Thanks @first1001days for the opportunity to be part of your session and to hear more about the excellent #WorkingForBabies report 👶🏻 https://t.co/BG7VRNcVyq"
    },
    {
        "id_str": "1351505692914561025",
        "full_text": "Fabulous news! Congratulations to you all and wishing you all the happiness in the world 🥰 https://t.co/Bn8WHUnZo4"
    },
    {
        "id_str": "1351284413255004162",
        "full_text": "Lovely to hear this.  So glad Tracey’s chemo is finished, and the pie looks delicious! 🤗 https://t.co/bSuYSuShiJ"
    },
    {
        "id_str": "1351098370434150406",
        "full_text": "Superb to see the rollout out across every part of our United Kingdom.  We are so much better united! 🇬🇧 https://t.co/0LTBwb2V0O"
    },
    {
        "id_str": "1350793083424804867",
        "full_text": "It was such a pleasure working with you in BEIS Kelly.  You have always worked incredibly hard to improve lives for those around you.  Thinking of you and your family now xx https://t.co/v6Q7AyXX9J"
    },
    {
        "id_str": "1350369872279199744",
        "full_text": "That is an astonishing figure - shows why we should all keep the masks on, keep our distance and keep washing hands.... https://t.co/ZLx9FzOrcx"
    },
    {
        "id_str": "1350369351053017088",
        "full_text": "Love this! Thanks for all you do to give opportunity and support...👏👏👏 https://t.co/E5VaMf9DLY"
    },
    {
        "id_str": "1350368536296902656",
        "full_text": "A reason to be cheerful! Happy Saturday everyone 👍 https://t.co/ggUS5Yk3ef"
    },
    {
        "id_str": "1350368162911563777",
        "full_text": "Looking forward to this! https://t.co/DtPWj0natN"
    },
    {
        "id_str": "1350117565713014784",
        "full_text": "Today's team meeting highlight! \n\n💉 50,000 people in Northamptonshire have received their Coronavirus vaccine! \n\nThis is double the total from last week and by next week, all care home residents should have received their first jab. A huge thank you to all those working on this! https://t.co/mAoz9JLtKr"
    },
    {
        "id_str": "1349826839406125058",
        "full_text": "Lockdown has been challenging for new parents and babies - and in some cases deadly. \n\nI was pleased to hear Minister Vicky Atkins reiterate her continued support to help those that are at risk of domestic abuse and to ensure every baby gets the best start in life. https://t.co/xHddX8Evan"
    },
    {
        "id_str": "1349705228959019010",
        "full_text": "From protecting staff and visitors to ensuring Parliament is accessible for generations to come, we urgently need to get on with its restoration and renewal. \n\nLet's scrap the dither and delay and fix the Palace of Westminster once and for all. \n\nhttps://t.co/P78DUI0MHa"
    },
    {
        "id_str": "1349696546904879104",
        "full_text": "This is so important for all those suffering from domestic violence.  Please seek help! https://t.co/nuGrSWeKhX"
    },
    {
        "id_str": "1349688426292006913",
        "full_text": "It is deeply disappointing that the Elizabeth Tower will not have proper disabled access. A clear intention of the work on the Tower is that a lift would be provided. Proper access needs to be considered as part of the restoration work. \n\nhttps://t.co/bnk6w6YV0N"
    },
    {
        "id_str": "1349646739272298496",
        "full_text": "Sorry not to be called to speak in last night’s debate on keeping our second chamber open in lockdown.  So many constituents have business, mental health &amp; job issues. MPs MUST be able to represent them in Parliament.\n\nI hope Speaker will get virtual proceedings in place fast."
    },
    {
        "id_str": "1349385972740485126",
        "full_text": "The Prime Minister is committed to ensuring that every baby gets the best start in life and it was fantastic to hear him reaffirm his support for the @EarlyYrsReview in #PMQs today. \n\nI look forward to submitting the Review's recommendations in the next few weeks. https://t.co/q8b23o2tGx"
    },
    {
        "id_str": "1349380188732321794",
        "full_text": "This is a very clear explanation of the issue of lunches for school children.  Good nutrition is essential, and we will keep doing all we can, through the many different layers of help for families, to ensure no child goes hungry. https://t.co/FS8XDcDpJH"
    },
    {
        "id_str": "1349345900381007873",
        "full_text": "An excellent initiative. https://t.co/5wn1fmc2kl"
    },
    {
        "id_str": "1349310314765037568",
        "full_text": "⬆️ 2.8 million vaccines administered in 🇬🇧 https://t.co/P71IPxUuc9"
    },
    {
        "id_str": "1348992893902594050",
        "full_text": "Vaccine rollout💪🏻🇬🇧 https://t.co/ge8WM30ZTT"
    },
    {
        "id_str": "1348706737126301699",
        "full_text": "Great to see this - good luck Kwasi! https://t.co/FWwqqUtXH0"
    },
    {
        "id_str": "1348670936128647170",
        "full_text": "Btw, it’s an old photo....sorry to all those worrying I’m not social distancing.  (It wasn’t a thing in those days......) https://t.co/aefRiuFqn6"
    },
    {
        "id_str": "1348633786091773954",
        "full_text": "Hospitality businesses are vital to the 🇬🇧 economic future &amp; the Chancellor and his team are doing all they can to support the sector.\n\nI am taking part in a wedding roundtable today &amp; will continue to press for further support for the industry and for my constituency. https://t.co/9VHYASpCAY"
    },
    {
        "id_str": "1348344924270374916",
        "full_text": "I’m so so sorry. https://t.co/FkvNbZFKcL"
    },
    {
        "id_str": "1348254262334251009",
        "full_text": "The Government has had to take a tough decision to shut schools, and I know the PM is doing all he can to make sure children don’t lose out.\n\nLockdown continues to be devastating for parents, babies and young children. https://t.co/28QnfwtwbS"
    },
    {
        "id_str": "1348211030602743809",
        "full_text": "There are scammers out there trying to charge elderly people for bogus vaccines.  The NHS will never charge, so don’t believe anyone who tells you different! https://t.co/A8D4aVRwva"
    },
    {
        "id_str": "1347972425833738241",
        "full_text": "So glad! 🇬🇧 Covid-19: Queen and Prince Philip receive vaccinations https://t.co/5WQsGIvU1U"
    },
    {
        "id_str": "1347930316648939520",
        "full_text": "The vaccines are providing a way out of the COVID pandemic and in #Northamptonshire, more than 25,000 💉 have been administered. \n\nWith one final heave we will get through this! 💪🏻\n\nIf you are a constituent and need my help 📧 andrea.leadsom.mp@parliament.uk https://t.co/f7FroE3zjR"
    },
    {
        "id_str": "1347858999539101696",
        "full_text": "Number 1 - I have 🎉 🇬🇧 Number 2 &amp; 3 no idea..... https://t.co/A1DJZf0lOC"
    },
    {
        "id_str": "1347845551824531457",
        "full_text": "This is so sad, and so many have similar stories.  Vital that we help new parents now and in the future: 'My baby screamed when she saw new faces' https://t.co/UaNrMF9eHM"
    },
    {
        "id_str": "1347609973392633857",
        "full_text": "Congratulations @KwasiKwarteng on becoming BEIS SoS and to @AlokSharma_RDG as full time CoP President - both crucial roles as we seek to build back our economy and decarbonise our world 🎉"
    },
    {
        "id_str": "1347516622542688260",
        "full_text": "👏👏👏 https://t.co/zXeXU4kBDa"
    },
    {
        "id_str": "1347120488531832832",
        "full_text": "The BBC should go further and provide a 'pick and mix' package of lessons for secondary school students to choose what they need to help them study during this lockdown. \n\nIt's a chance to provide public service broadcasting at its finest. https://t.co/Vgoqmar0Cc"
    },
    {
        "id_str": "1346966950027661313",
        "full_text": "Terrible to see this footage. Praying for the USA tonight https://t.co/mcRJDOJwZb"
    },
    {
        "id_str": "1346949925377028097",
        "full_text": "Is that a death threat from an Emeritus Professor or just a ‘really amusing joke’? Is free speech only for those who agree with you? https://t.co/19suakTE12"
    },
    {
        "id_str": "1346939458470387712",
        "full_text": "Totally disgraceful scenes in Washington DC today - the peaceful transition of power after a Presidential election is something the world expects from the USA as one of our great democracies."
    },
    {
        "id_str": "1346825558433406977",
        "full_text": "The PM and the Government have tried to maximise people's freedom and give them the chance to get back to normal where we can. \n\nFor some to suggest that we should just simply lock ourselves away until the virus has gone is completely wrong.\n\n#PoliticsLive https://t.co/D2edD42OG0"
    },
    {
        "id_str": "1346188808728027138",
        "full_text": "The PM has had to announce a new, full national lockdown due to the rapidly rising Covid rates.  We are now required to stay home wherever possible, and schools must close except for key worker children https://t.co/DLzwIhuYSd"
    },
    {
        "id_str": "1346188211803082752",
        "full_text": "The clarity of that target is fantastic - good luck, I’m confident you will achieve it Nadhim 👍 https://t.co/Phh78xR1g3"
    },
    {
        "id_str": "1346012631061164032",
        "full_text": "Really important that pregnancy and new babies/Mums are well cared for @first1001days https://t.co/ZAT4pW6AhG"
    },
    {
        "id_str": "1345712004405874689",
        "full_text": "I totally agree Esther! https://t.co/24meWdpJm1"
    },
    {
        "id_str": "1345711696212586497",
        "full_text": "Very reassuring, thank you.  It is so unhelpful when people spread fake news about Covid. https://t.co/aA3HjN9H3c"
    },
    {
        "id_str": "1345684997773156354",
        "full_text": "Ridiculous.....totally unacceptable that after all this time and cost, the lift that’s been installed won’t allow disabled access.....Big Ben will not bong until 2022 after Covid delays restoration work https://t.co/IhptM18AP0"
    },
    {
        "id_str": "1345246334551527425",
        "full_text": "Hear hear 👏👏👏👏 https://t.co/PmAF2zssh7"
    },
    {
        "id_str": "1344945610227671041",
        "full_text": "@politicaldani @PennyMordaunt @RishiSunak @cj_dinenage @MattHancock @Jochurchill4 @IainDale @AmberRuddUK @lauraemilyd Wishing you good health and happiness in 2021! 🤗"
    },
    {
        "id_str": "1344717301803839493",
        "full_text": "2️⃣0️⃣2️⃣0️⃣ - a year like no other! \n\nHere's to a better, brighter 2️⃣0️⃣2️⃣1️⃣! 🥂🥳💙\n\nFeat. @PennyMordaunt @RishiSunak @cj_dinenage @MattHancock @Jochurchill4 @IainDale @AmberRuddUK @lauraemilyd and more! https://t.co/qfImb7ZGWz"
    },
    {
        "id_str": "1344304662116233217",
        "full_text": "I’m so sorry and sad that this is the case.  Our Northants Resilience Forum, Public Health teams and local councils have tried so hard to avoid this result.  But I’m sorry to say the virus is spreading too fast so  this decision has become inevitable.  Roll on the vaccine! https://t.co/3ArtqYbHXI"
    },
    {
        "id_str": "1344304005254688769",
        "full_text": "Well done Pascal, and all at Astra Zeneca 👏👏👏👏. And a huge thank you for your commitment to providing 1bn vaccines for poorer nations! https://t.co/zzUewsi0iD"
    },
    {
        "id_str": "1344299782538465281",
        "full_text": "📺 My contribution to the UK EU Trade Bill debate. 🇬🇧\n\nThis day will be remembered for centuries to come as a great act of democracy and a great act of independence! https://t.co/nNJAhJb1o2"
    },
    {
        "id_str": "1344210257229336576",
        "full_text": "😂. Indeed.... https://t.co/duZynO7UZa"
    },
    {
        "id_str": "1344209641320947712",
        "full_text": "Something to be really proud of.  An incredible partnership that will transform our lives in the UK and also those of a billion others around the world who wouldn’t otherwise access the vaccine.  🇬🇧👏👏👏👏 https://t.co/SO429THoEp"
    },
    {
        "id_str": "1344195908464910336",
        "full_text": "✅ Brexit done\n✅ Deal done\n✅ A fresh start is here! https://t.co/exhtEgfqwl"
    },
    {
        "id_str": "1344194633044267008",
        "full_text": "And you have been an amazing part of it Bill 👏👏👏👏👏 https://t.co/Vblpxdnxp5"
    },
    {
        "id_str": "1344193034783752198",
        "full_text": "Hurrah for this!!  Fabulous news at the end of such a hard year for so many. https://t.co/QhwZR1lw7O"
    },
    {
        "id_str": "1343970186534281219",
        "full_text": "January 1st brings a huge moment of change for us all. \n\nBut let this be the catalyst for the 🇬🇧 to redefine our place in the world and seize the opportunities that our new position brings. The Roaring Twenties can now truly begin!\n\nhttps://t.co/TbtyClbBOE"
    },
    {
        "id_str": "1343917114051194881",
        "full_text": "The people of the 🇬🇧 had a democratic vote on leaving the EU - you cannot re-run the referendum or ignore the results of it. \n\nI profoundly disagree with those who still, to this day, say that this should be the case. \n\n🔊 @LBC https://t.co/tS7mpnp6CJ"
    },
    {
        "id_str": "1343840474436661249",
        "full_text": "\"When asked what I thought would happen with the Referendum I always said I didn't have a crystal ball. No-one could have predicted the hung Parliament and the troubles getting votes through. That's what makes it so fantastic that we have a good free trade deal.\"\n\n🔊 @TimesRadio https://t.co/4jzYC0HPZ4"
    },
    {
        "id_str": "1343650111981817859",
        "full_text": "Half a million babies were born into a world of limited social contact during the first lockdown. \n\nOnce the vaccine is rolled out and life gets a bit more normal, then we can provide far more support to new families. https://t.co/m1MZQ8oeSY"
    },
    {
        "id_str": "1343510635615821826",
        "full_text": "Me too 💪 for all kids👏👏👏 https://t.co/cHx2b7C9Wk"
    },
    {
        "id_str": "1343493713960587267",
        "full_text": "Such a fantastic result for the UK and for our democracy 💪🇬🇧 https://t.co/W1m4gyRBEg"
    },
    {
        "id_str": "1343219251742724096",
        "full_text": "The government will have the freedom after the end of the transition period to help businesses much more flexibly, including through targeted cuts in VAT that would not be possible if we were still in the EU. Helping pubs in this way is a great start! \n\nhttps://t.co/5ObH52UpBI"
    },
    {
        "id_str": "1342901147477151744",
        "full_text": "Really worrying news. The local flood resilience team and EA are doing all they can to help those in high risk areas, and also those who have sadly already seen flooding. https://t.co/YiERg9QzRB"
    },
    {
        "id_str": "1342798484232155140",
        "full_text": "Very sorry to hear that Brian Binley has passed away.  He was a huge supporter of Northampton and worked hard for the town.  He will be greatly missed as a great colleague and friend #RIP"
    },
    {
        "id_str": "1342554969531154432",
        "full_text": "It was superb! Don’t miss it 👇 https://t.co/DffgogLtjy"
    },
    {
        "id_str": "1342409042250100736",
        "full_text": "Merry Christmas everybody! Unto us a Child is born 🙏 https://t.co/PwgRnguOhY"
    },
    {
        "id_str": "1342190471154716673",
        "full_text": "💅 https://t.co/7c32uqYMv5"
    },
    {
        "id_str": "1342190352330076163",
        "full_text": "Totally gorgeous - congratulations!! 🤗 https://t.co/Uyr4IWcVT4"
    },
    {
        "id_str": "1342181447688445952",
        "full_text": "Really looking forward to this 🇬🇧 https://t.co/IKroDZ09hU"
    },
    {
        "id_str": "1342174937889599490",
        "full_text": "Check Mate 🇬🇧🎉 https://t.co/VTSeN0YSfS"
    },
    {
        "id_str": "1342166494604652544",
        "full_text": "I bloody love this country 🇬🇧💪🥂🎉🎄. What a brilliant, creative, talented and superb place we live in!!!!"
    },
    {
        "id_str": "1342165990260563969",
        "full_text": "Excited about this traffic jam....following signs to the elves @SilverstoneUK https://t.co/rMGp4pOaxv"
    },
    {
        "id_str": "1342165785893072897",
        "full_text": "English sparkling wine to celebrate the free trade deal 💪🇬🇧🎄 https://t.co/KrZ4bakZ8c"
    },
    {
        "id_str": "1342165626798956544",
        "full_text": "Here we go!!!! Celebrating the free trade deal with a bit of superb Silverstone Circuit Lapland! 🎉🎄 https://t.co/a8tgwowdl8"
    },
    {
        "id_str": "1342130588829044738",
        "full_text": "The happiest of days 🙏 https://t.co/gY3DDBcmG9"
    },
    {
        "id_str": "1342130443768967169",
        "full_text": "It’s been a while since I’ve loved your tweets Rupert 😂. This thread is spot on 🥂 https://t.co/vsFp3Mw3PK"
    },
    {
        "id_str": "1342130398965465090",
        "full_text": "Got Brexit Done! 🇬🇧#BrexitDeal #Brexit https://t.co/gB6y2Ug6pt"
    },
    {
        "id_str": "1342129148102377475",
        "full_text": "Totally brilliant!!! Merry Christmas everybody!! 🥂🎉💪 https://t.co/pEndjnc2GL"
    },
    {
        "id_str": "1342110728984080384",
        "full_text": "A very Merry Christmas and best wishes to everyone in South Northamptonshire for a happy and healthy 2021. \n\nIf you are a constituent and need urgent help over the festive period please email andrea.leadsom.mp@parliament.uk https://t.co/mfJwMTyxvx"
    },
    {
        "id_str": "1341808250975621127",
        "full_text": "Hurrah! Can’t come soon enough https://t.co/KO4qcAYcnU"
    },
    {
        "id_str": "1341781970129461249",
        "full_text": "If you are a constituent with an urgent query or concern then please email me on andrea.leadsom.mp@parliament.uk (2/2)"
    },
    {
        "id_str": "1341781968988585989",
        "full_text": "It is devastating to hear that #SouthNorthants will move to T3 from the 26/12. In light of these new restrictions, it is vital that we continue to work hard to suppress the spread of the virus and support our communities during the weeks ahead. (1/2)"
    },
    {
        "id_str": "1341763561920606212",
        "full_text": "Great job! Thanks Alison https://t.co/drERceFgGu"
    },
    {
        "id_str": "1341697736350060544",
        "full_text": "Thank you to all those who have kept us going this year. From NHS professionals to care home workers, police, delivery drivers, shop workers and other front line staff- I hope that you have a really happy Christmas. 🎄 https://t.co/lDCUiIRuZ8"
    },
    {
        "id_str": "1341672699853156353",
        "full_text": "❤️ what a lovely story.... https://t.co/YvnMrMLmYR"
    },
    {
        "id_str": "1341666918856609792",
        "full_text": "Awesome job @grantshapps and DfT - calm and capable..... Covid-19: French agree to ease virus travel ban https://t.co/bEhqeETMaL"
    },
    {
        "id_str": "1341666208236630016",
        "full_text": "Babies and children 'forgotten and failed' in Covid response, say health workers https://t.co/qPAqqLq46X"
    },
    {
        "id_str": "1341376881917128711",
        "full_text": "It really is superb!  Modern, light, spacious and fully equipped.  Very good news for S Northants 🤩 https://t.co/FNfn0FRXEp"
    },
    {
        "id_str": "1341328046209548288",
        "full_text": "It is indisputable that the first 1001 Days is the most crucial period in human development. \n\nThe Royal Foundation's 5 Big Questions research demonstrated that the early years are when the building blocks for future lifelong and emotional health are set out.\n\n#1001Days https://t.co/74nbj9ubz4"
    },
    {
        "id_str": "1341091399891087362",
        "full_text": "Devastating impact of Covid on new families.  This is in line with the findings of the @EarlyYrsReview.  We must do everything possible to turn this around @first1001days https://t.co/q76JXCB4ch"
    },
    {
        "id_str": "1340971929247821825",
        "full_text": "The Brackley Medical Centre is now open! It is a fantastic facility and many thanks to Dr Philip Stevens and Dave Bridger for safely showing me round last week.\n\nhttps://t.co/DRba9irPph https://t.co/Tai7GjPlJZ"
    },
    {
        "id_str": "1340779583596093440",
        "full_text": "Lewis Hamilton!! 👏👏👏👏 #sportspersonality"
    },
    {
        "id_str": "1340760574477611008",
        "full_text": "This is an excellent appointment.  Fiona will be a strong voice for religious freedoms around the world. https://t.co/AExRGEKE7O"
    },
    {
        "id_str": "1340754296502161416",
        "full_text": "An amazing woman 👏👏👏 https://t.co/ZWxOUUHoY5"
    },
    {
        "id_str": "1340752176583479300",
        "full_text": "But Tommy.....you do both know it’s not Christmas yet?  🤩 https://t.co/nC1OMJmr15"
    },
    {
        "id_str": "1340453370612559874",
        "full_text": "This is a superb appointment! https://t.co/z8Rkb7FWvS"
    },
    {
        "id_str": "1340423969959272451",
        "full_text": "@SEZOWT Please email me. I think you may be able to still have Christmas with her if she is on her own. Keen to look into it for you"
    },
    {
        "id_str": "1340386323484598273",
        "full_text": "So very sad that Christmas will now be really constrained because of Covid.  It’s terrible news for so many - I’m so sorry for all those who can’t now be together.  The vaccine is hopefully the light at the end of the tunnel after this tough year."
    },
    {
        "id_str": "1340374775085056001",
        "full_text": "🏡 Bubbles are now only for 25th Dec, and not the period before or after. Support/childcare bubbles continue to apply in all Tiers, even if it means crossing a Tier boundary to be with your bubble.\n\n🛌 No overnight stays will be allowed\n\n👤 Keep it short, small and local\n\n(2/2)"
    },
    {
        "id_str": "1340374773734453249",
        "full_text": "It is welcome that South Northamptonshire remains a Tier 2 area, but following the Prime Minister’s announcement this evening, there are some changes for the Christmas period. (1/2)"
    },
    {
        "id_str": "1340293905057800199",
        "full_text": "1️⃣0️⃣0️⃣! 🥳 \n\nCongratulations to some of the residents at the Collingtree Nursing Home for reaching such an exciting birthday milestone! \n\nHere's to many more to come! 🍾 https://t.co/8TCS9RzYzF"
    },
    {
        "id_str": "1340001523107913730",
        "full_text": "If you’re an MP, you don’t want to be ‘out of order’ in the Chamber... #ParliFacts https://t.co/tkdklIMXFP"
    },
    {
        "id_str": "1339835010627604486",
        "full_text": "Congratulations!! 👏👏👏 https://t.co/DKhncTiqhj"
    },
    {
        "id_str": "1338959232075517952",
        "full_text": "1 in 7 women suffer post-natal depression and that was even before lockdown. We can only begin to imagine how many more families are struggling today. \n\nThanks to @Daily_Express for covering the debate and key issues.\n\nhttps://t.co/JD3221oBxs"
    },
    {
        "id_str": "1338782952570970115",
        "full_text": "You can watch the debate live now! https://t.co/inObuXxSjg"
    },
    {
        "id_str": "1338777898480766976",
        "full_text": "The debate is about to start! https://t.co/xqMqAiuZOy"
    },
    {
        "id_str": "1338569822871965696",
        "full_text": "I'm delighted to be leading a Westminster Hall debate tomorrow on 'provision of healthcare support services in the period between conception and age two.'\n\n⏰ 9.30am-11am\n\n📺 https://t.co/6NgCPtY3zY\n\n#1001CriticalDays @first1001days https://t.co/RdhsvJAEp2"
    },
    {
        "id_str": "1338063884251435009",
        "full_text": "Such a proud day - thank you so much to South Northamptonshire voters for electing me their MP for the 4th time.  I love this area and will keep doing all I can to make it an even better place to live and work in. 💙 #GE2019 https://t.co/OSIgi5NeNo"
    },
    {
        "id_str": "1337796306211905541",
        "full_text": "Delicious and definitely substantial......😋 https://t.co/tmsX0OQgiV"
    },
    {
        "id_str": "1337771224907321347",
        "full_text": "👍 https://t.co/YoCPK0hzeL"
    },
    {
        "id_str": "1337703228100796418",
        "full_text": "Ian Levy, Theresa Villiers, George Eustice, Mo Ali and more! 😃"
    },
    {
        "id_str": "1337703226800541702",
        "full_text": "Feat @DerekThomasUK @SelaineSaxby @thisischerilyn @AnthonyMangnal1 @Siobhan_Baillie @AlexChalkChelt @lia_nici @MartinVickers @MPIainDS @ElliotColburn @FelicityBuchan @paulbristow79 @ALewerMBE @Michael_Ellis1 @Ben_Everitt @lauraemilyd @LukeGraystone @tommygilchrist..."
    },
    {
        "id_str": "1337685595619987456",
        "full_text": "1️⃣ year since #GE2019! \n\nFrom the North East to the South West and to beautiful South Northants - a throwback to the 🚗 trips, the ☔️canvassing sessions and some great memories from the campaign trail! 😊\n\n#VoteConservative @Conservatives https://t.co/1sn7e57FMG"
    },
    {
        "id_str": "1337461823839350784",
        "full_text": "Superb work Liz! UK will become a fantastic global advocate for free trade, democracy and decarbonisation 🇬🇧 https://t.co/FK6w2VpeN3"
    },
    {
        "id_str": "1337457455354294275",
        "full_text": "Fantastic news - UK leading the way in tackling global climate change.  Making the batteries here to decarbonise transport creates jobs and growth as well as cutting carbon 👏👏👏 https://t.co/VDITiOmeN3"
    },
    {
        "id_str": "1337455445376643074",
        "full_text": "On this I heartily agree with you Julia https://t.co/596K31V3b0"
    },
    {
        "id_str": "1337452635838935044",
        "full_text": "🤩 London has been rated as the world’s most “magnetic” city for the ninth year in a row according to The Global Power City Index, with the rating based on the city’s ability to attract people, capital and businesses from around the world https://t.co/rnOhifd9Pe"
    },
    {
        "id_str": "1337338122129055745",
        "full_text": "Elizabeth Tower is perhaps the most recognisable part of the Palace of Westminster. But do you know how many steps there are to the bell, named Big Ben?\n\nFind out in my latest #ParliFacts explainer video!\n\nhttps://t.co/N4sdhcvMum"
    },
    {
        "id_str": "1337117510051782659",
        "full_text": "Vaccinations well underway in Northants.  Please don’t call your GP or the hospital directly. They will contact people in priority order.  Together we can defeat this pandemic! 💪. #COVID19Vaccine #HandsFaceSpace"
    },
    {
        "id_str": "1337116433239650312",
        "full_text": "Excellent news for South Northants residents! Together with the new Brackley Medical Facility local healthcare is improving hugely. Thanks to all our Northants health teams! https://t.co/nJfPXASLF4"
    },
    {
        "id_str": "1337114201878368258",
        "full_text": "Strong multi-agency collaboration is key to protecting babies from domestic abuse - I was pleased to hear the Solicitor General @Michael_Ellis1 confirm the safeguarding measures and support that is in place for babies and families at Attorney General questions today. https://t.co/39wS5l52kM"
    },
    {
        "id_str": "1336960503667699713",
        "full_text": "Well done Liz! 👏👏👏 https://t.co/rRqGUdvPP4"
    },
    {
        "id_str": "1336950450826973184",
        "full_text": "I have complete sympathy for those who have missed out on COVID support and I raised 3 constituent stories in yesterday's Westminster Hall debate.\n\nThe Chancellor @RishiSunak has done so much to help save livelihoods, and must now consider those sectors left behind. https://t.co/B3pL1s5fZV"
    },
    {
        "id_str": "1336738726152728582",
        "full_text": "The restoration and renewal of Parliament is badly needed to help preserve the Palace and our history for future generations. Moving out of the Palace so this work can take place is the right and sensible thing to do.\n\nI explain why in my new #ParliFacts video. https://t.co/0FUmQzYiwX"
    },
    {
        "id_str": "1336414518205935617",
        "full_text": "Central Lobby is at the heart of Parliament. But what's so special about its walls? \n\nFind out more in my latest #ParliFacts explainer video.\n\nhttps://t.co/EE8xGmVxhY"
    },
    {
        "id_str": "1336412882779705344",
        "full_text": "Yup https://t.co/2C8TvIaMxL"
    },
    {
        "id_str": "1336224822909612032",
        "full_text": "Thank you all so much for sharing such valuable insights. It was a real pleasure to meet you 🌟 https://t.co/3kTHK5C1Xo"
    },
    {
        "id_str": "1336224148360716288",
        "full_text": "Yes!! The first vaccinations for COVID-19 today!!  The end of this horrendous year for so many might be in sight......💪🇬🇧 https://t.co/3AeZ7XFCIp"
    },
    {
        "id_str": "1335637051769753601",
        "full_text": "Spencer Perceval was the MP for Northampton and the Prime Minister from 1809-1812. He met a sorry end, the only UK PM ever to be assassinated in the House of Commons itself.\n\nI explain more in the latest #ParliFacts explainer video.\n\nhttps://t.co/uMYzCcpVw2"
    },
    {
        "id_str": "1335514114886688768",
        "full_text": "Our United Kingdom - such a wonderful group of nations - stronger together 🇬🇧 https://t.co/nsnbdIqI76"
    },
    {
        "id_str": "1335239630757777409",
        "full_text": "Key facts about amazing babies 🤗 https://t.co/f1ADAVsGFm"
    },
    {
        "id_str": "1335228042302590976",
        "full_text": "Businesses reopened earlier this week and it is so important that we shop local this festive season! \n\nIf you are a South Northants biz and would like a shoutout on social media then 📧 - andrea.leadsom.mp@parliament.uk \n\n#SmallBizSatUK #SmallBusinessSaturday https://t.co/hElGtDinsx"
    },
    {
        "id_str": "1335226495904722947",
        "full_text": "https://t.co/WML5eobSOX"
    },
    {
        "id_str": "1334990875928252418",
        "full_text": "Me too @BuabengRachael - been giving a lot of thought to your comments and those of the other Mums.  So incredibly helpful to have your views - thank you 🌸 https://t.co/QBMDLNsUyS"
    },
    {
        "id_str": "1334979678420033536",
        "full_text": "So proud of this! UK leading the world in tackling global climate change 👊 https://t.co/RQYXcCOEMC"
    },
    {
        "id_str": "1334978371692933120",
        "full_text": "💪 progress.... https://t.co/Of4BYQI3vf"
    },
    {
        "id_str": "1334897331427307520",
        "full_text": "The best time to invest in good lifelong health &amp; future economic productivity is in the first 1001 critical days of life. The PM's levelling up agenda will be best served by ensuring every baby across the UK gets the best start in life. \n\nThanks @KemiBadenoch for your support. https://t.co/FxtF5MIvam"
    },
    {
        "id_str": "1334798209584128004",
        "full_text": "What is the Privy Council and where does it meet? \n\nHere I explain some of the facts behind it in my latest #ParliFacts explainer video.\n\nYou can subscribe to this series and my other updates on YouTube: https://t.co/6bARkDQkjC https://t.co/D096DV56gV"
    },
    {
        "id_str": "1334617966831423488",
        "full_text": "Born to communicate! 🤩 https://t.co/sXAFtlNU0y"
    },
    {
        "id_str": "1334617674886811650",
        "full_text": "My constituents will be SO RELIEVED to hear this.  For the couples and the wedding organisers, this can’t come soon enough https://t.co/K4a0ajjjtY"
    },
    {
        "id_str": "1334616390557458434",
        "full_text": "Discussing progress on the @EarlyYrsReview with Minister @Jochurchill4- great to have her support on such an important issue! 👶 #throwbackthursday #tbt https://t.co/rd2iWIFpvV"
    },
    {
        "id_str": "1334404643460407296",
        "full_text": "Doing the right thing 👏👏👏 https://t.co/hilXAtMQvI"
    },
    {
        "id_str": "1334261298977234952",
        "full_text": "The return of the Pizza Club 🍕 https://t.co/EShEV2KpzX"
    },
    {
        "id_str": "1334260993191530497",
        "full_text": "Thanks so much Agnes - a brilliant meeting 👍 https://t.co/X1xApmDfPm"
    },
    {
        "id_str": "1334260192108797956",
        "full_text": "Really fascinating discussion - thank you all so much! https://t.co/2n8PuGrWbo"
    },
    {
        "id_str": "1334067362186846209",
        "full_text": "👏👏👏🎉 https://t.co/U3nURpx29T"
    },
    {
        "id_str": "1333912431668637697",
        "full_text": "A really positive change.... https://t.co/QHynWvGyCE"
    },
    {
        "id_str": "1333827111262572546",
        "full_text": "I have many concerns about the fairness and logic of the new tiering system:\n\n🚨 education\n🚨 business\n🚨 long term physical health\n🚨 mental health\n🚨 babies in lockdown https://t.co/icnH8NVVMe"
    },
    {
        "id_str": "1333823677767544834",
        "full_text": "I very much want to support my Government and my Prime Minister in the lobby this evening, but I can't and won't inflict deliberate harm on my constituency unless I can see for myself that to do nothing would be worse. https://t.co/ayirZRnTnU"
    },
    {
        "id_str": "1333769616808611846",
        "full_text": "Love this 🎄 https://t.co/1l8BHk9kXV"
    },
    {
        "id_str": "1333735444815679488",
        "full_text": "That’s what my 5 year old niece is trying to do 😎 https://t.co/S5Ze9PoNDe"
    },
    {
        "id_str": "1333723423693041664",
        "full_text": "Politics is sometimes described as a game of snakes and ladders. That is particularly true on reshuffle days.\n\nFind out more in my latest #ParliFacts explainer video.\n\nhttps://t.co/L4doMdInA1"
    },
    {
        "id_str": "1333706691200868354",
        "full_text": "The huge weight of expectation! #Christmas is coming 🤩 https://t.co/oripDVPxk2"
    },
    {
        "id_str": "1333392963561512963",
        "full_text": "Vital to provide support for new families: ‘The doctor said it was just baby blues’: How postnatal anxiety led to my hospitalisation https://t.co/Jyw4bQi4Py"
    },
    {
        "id_str": "1333012330947416064",
        "full_text": "As part of the @EarlyYrsReview we've heard from new parents, carers and providers on the impact of loneliness, mental health and access to services. This evidence gathering will be vital in shaping the Review's recommendations, which will report in January 2021."
    },
    {
        "id_str": "1333012329072570368",
        "full_text": "I welcome @KensingtonRoyal's work in this important space and the engaging debate and spotlight this casts on ensuring every baby gets the very best start in life."
    },
    {
        "id_str": "1333012327109636098",
        "full_text": ".@KensingtonRoyal #5BigInsights research into the early years is a landmark moment. The building blocks for good lifelong emotional and physical health begin in the first 1001 Critical Days - lockdown's challenges have made it even more clear. \n\nhttps://t.co/BdgdUxxBnZ"
    },
    {
        "id_str": "1332999566434705409",
        "full_text": "Thanks so much - residents will be relieved to see this @pinder_chauhan @NorthantsPolice https://t.co/aqLUZGB0M3"
    },
    {
        "id_str": "1332828242479296513",
        "full_text": "A fantastic choice - confident you will do an excellent job Nadhim! https://t.co/zVXZxFIoKt"
    },
    {
        "id_str": "1332620400711397377",
        "full_text": "What a fantastic campaign that was! And @IanLevyMP is now an excellent representative for Blyth Valley and a great colleague in Parliament 👏👏👏 https://t.co/s1dhUGTmjy"
    },
    {
        "id_str": "1332419181057351681",
        "full_text": "The iconic red box - a real symbol of Government.\n\nBut what goes inside them and how much do they weigh?\n\nFind out more in my new #ParliFacts explainer video. https://t.co/DecZEcWLfe"
    },
    {
        "id_str": "1332322449451573250",
        "full_text": ".@BorisJohnson and @MattHancock thank you for commissioning the @EarlyYrsReview - the work by @KensingtonRoyal shows just how vital it is to focus on the lifelong impact of the early years https://t.co/7vk5uMN4uM"
    },
    {
        "id_str": "1332318775333548037",
        "full_text": "@first1001days is so vital in developing lifelong emotional and physical health https://t.co/vbi7JcGpeC"
    },
    {
        "id_str": "1332244032282628097",
        "full_text": "This looks like a really strong appointment.  Experience in HMT during the financial crisis and the economic aftermath, business and financial clout,  and sounds like an all round ‘good person’ 👏👏👏 Boris Johnson picks former Treasury adviser as new CoS https://t.co/q7KGbirfFG"
    },
    {
        "id_str": "1332229273223114752",
        "full_text": "This is a fantastic piece of work that points the way to better policies and help for babies and their families in the vital period between conception and age two @first1001days 👏👏👏 https://t.co/00tcrSTqOa"
    },
    {
        "id_str": "1332095127402274816",
        "full_text": "The period from conception to age two @first1001days is critical in determining lifelong emotional and physical health. So glad the Duchess of Cambridge is promoting nurture 🌸 https://t.co/7vk5uMN4uM"
    },
    {
        "id_str": "1332070077848498179",
        "full_text": "Capital spending and the creation of jobs and growth will provide a boost to our economy and help our recovery to a stronger position. #SR20 @TimesRadio https://t.co/2X7TtxgORm"
    },
    {
        "id_str": "1332021925351215107",
        "full_text": "In some instances, Parliament gets recalled to debate really important, national issues. Find out more in my latest #ParliFacts explainer video. \n\nhttps://t.co/5rhacBA8oV"
    },
    {
        "id_str": "1331888366535778304",
        "full_text": "More than half a million 👶🏻 were born during the first lockdown. I was pleased to hear @trussliz confirm that she is working with @AlokSharma_RDG and @beisgovuk to ensure that better childcare options and flexible working are available for women who want to return to work. https://t.co/iv9KZgONP1"
    },
    {
        "id_str": "1331567388614127622",
        "full_text": "Phew! Thanks @BorisJohnson for looking into this. That’s a huge relief for millions of children and their families 🎄🥁🤩 https://t.co/EWCSeA4xmD"
    },
    {
        "id_str": "1331350844814602246",
        "full_text": "Packed full of procedure and steeped in history, Erskine May is the ultimate Parliamentary guide. Find out more about why it is so essential in my latest #ParliFacts explainer video.\n\nhttps://t.co/RbBJ13QPxD"
    },
    {
        "id_str": "1331325038650339328",
        "full_text": "A year ago this would have been outrageous. Today it’s incredibly welcome news for millions #HandsFaceSpace https://t.co/osIpxfKwCB"
    },
    {
        "id_str": "1331239477365383171",
        "full_text": "💪 https://t.co/azej1Qaksm"
    },
    {
        "id_str": "1331218617288028160",
        "full_text": "Despite confirmation that Anne Sacoolas did have diplomatic immunity when she left 🇬🇧, it is extraordinary that US Gov still refuse to waive it, given circs.\n\n@realdonaldtrump closed the loophole she escaped through; will @JoeBiden now give @Justice4Harry? 🙏🏻"
    },
    {
        "id_str": "1331215607979708420",
        "full_text": "The Independent Complaints and Grievance Scheme in the Commons was always intended to be fully aligned with that in the Lords.  Bullying/harassment in either House is totally unacceptable - I'm glad to see Standards Committee have recognised this.\n\nhttps://t.co/lcNBBedbZP"
    },
    {
        "id_str": "1330936355090800645",
        "full_text": "Thanks so much for the massive effort gone into this 💪 https://t.co/Q6cLbEwS6I"
    },
    {
        "id_str": "1330922703864410116",
        "full_text": "Congratulations! https://t.co/8xjGuF8l0O"
    },
    {
        "id_str": "1330882293318217728",
        "full_text": "Night shelters can be terrifying places for those sleeping rough. I was pleased that @ChrisPincher confirmed last week that the government has provided funding to local authorities and will continue to look at ways to help the homeless. https://t.co/FGB9HOTqNa"
    },
    {
        "id_str": "1330520334144057344",
        "full_text": "Yes! 💪 https://t.co/hsNhivuont"
    },
    {
        "id_str": "1330482465304141824",
        "full_text": "So many amazing volunteers in @SouthNorthants during the pandemic.  🤩 https://t.co/qWHXcH0kHf"
    },
    {
        "id_str": "1330466681542635522",
        "full_text": "Good Dads have such a hugely positive impact on their kids.  @KensingtonRoyal are doing a superb job of promoting better support - being a parent is not easy and there’s so many ways to help @first1001days https://t.co/jesQyN3r0n"
    },
    {
        "id_str": "1330239290182393858",
        "full_text": "Being an MP is an amazing job. This video sums up why I stood and why others should too!\n\nIf you are interested in public service and want to help your community then stand for office! \n\n#AskHerToStand @5050Parliament https://t.co/3YVUCOM3ey"
    },
    {
        "id_str": "1329891161230745601",
        "full_text": "Love this https://t.co/gC2K0Bj4x8"
    },
    {
        "id_str": "1329752468297756672",
        "full_text": "I have known @pritipatel for many years as a friend and colleague.  Yes, she’s strong and forthright in her views which is one of her great assets.  I have never seen her bully anyone. She is also empathetic and incredibly kind."
    },
    {
        "id_str": "1329751475824828422",
        "full_text": "An extraordinary couple! https://t.co/w36x5mesEo"
    },
    {
        "id_str": "1329708812446601216",
        "full_text": "The office of Speaker of the House of Commons can be traced back to 1258 - but what are the responsibilities of this important role? \n\nFind out more in my latest #ParliFacts explainer video! https://t.co/E1qB8OLVjY"
    },
    {
        "id_str": "1329491257408827392",
        "full_text": "The hybrid arrangements have created a superficial sense of Parliamentary scrutiny. We must be able to fulfil our jobs as MPs and equally participate in debates, questions and statements and hold the Government to account on behalf of our constituents. https://t.co/KTv7GSrIUG"
    },
    {
        "id_str": "1329446363868880899",
        "full_text": "Thank you Jo for your support! https://t.co/2bkogGRXlN"
    },
    {
        "id_str": "1329072989984288770",
        "full_text": "Going on now! 😊 https://t.co/YeDyjZgUcg"
    },
    {
        "id_str": "1329049860482469890",
        "full_text": "Budget Day is one of the most important days of the Parliamentary calendar - and ahead of another big fiscal event next week, here's a look at what happens on the day! \n\nhttps://t.co/h94qKOqKNx\n\n#ParliFacts"
    },
    {
        "id_str": "1329013313200599045",
        "full_text": "The start of a new green industrial revolution 👏👏👏 https://t.co/rTmAPOuatO"
    },
    {
        "id_str": "1328993007807459328",
        "full_text": "Exactly this👇. The UK should lead the world in tackling global climate change - to protect our planet but also to build the green economy and millions of new jobs across the UK.\nBoris Johnson: Now is the time to plan our green recovery https://t.co/enTzBbafzX"
    },
    {
        "id_str": "1328769889524387849",
        "full_text": "Family feedback to @EarlyYrsReview shows the huge need for a swift return to face to face services. But many also say the virtual support has been really welcome!  \n\nSo today, I asked my good friend @NadineDorries to confirm we won’t ditch digital when face to face returns. https://t.co/pAS23sgN9A"
    },
    {
        "id_str": "1328361558779564038",
        "full_text": "Debates are a key part of Parliamentary democracy and a key way to represent the views of constituents.\n\nThere are many different types - find out more in my latest #ParliFacts explainer.\n\nhttps://t.co/QN7OrxuIEZ"
    },
    {
        "id_str": "1328048655341920256",
        "full_text": "What is an order paper and how does it keep Parliament running?\n\nFind out the answer in my latest #ParliFacts explainer video.\n\nhttps://t.co/UdLfmDoVYQ"
    },
    {
        "id_str": "1327963252379295745",
        "full_text": "The UK should lead the world in decarbonisation - the green economy can give us a superb route to new jobs, growth and exports, with new opportunities available in every part of the UK https://t.co/STtGqzwv1W"
    },
    {
        "id_str": "1327962644247146496",
        "full_text": "I agree with this.  But I would also add that net zero is a MASSIVE jobs and growth and ‘levelling up’ opportunity. From apprenticeships to brilliant science, the green economy should be the way we rebuild our economic success and our global trade! https://t.co/YhQd6l2LmF"
    },
    {
        "id_str": "1327936213253287942",
        "full_text": "The extraordinary possibilities of digital should be used to help parents, children and families, improving access to early years support and ensuring that every baby gets the best start in life. @first1001days \n\nMiriam Cates MP and I share our thoughts: https://t.co/EM8c5cb3jJ"
    },
    {
        "id_str": "1327701824481189889",
        "full_text": "What happens when MPs go to vote in the lobbies? I'm sharing a little insight into this in the latest #ParliFacts video!\n\nhttps://t.co/oZpek6ViUO"
    },
    {
        "id_str": "1327649534948880387",
        "full_text": "Registering births in children's centres could play a valuable role in delivering a new early years vision, with a joined-up service focused on baby and family to ensure that every baby gets the best start in life. \n\nThoughts from @frankfieldteam and I: https://t.co/JXG4eYBPP1"
    },
    {
        "id_str": "1327561058907811840",
        "full_text": "Look out @SixNationsRugby ..... https://t.co/tMR0OqLWXh"
    },
    {
        "id_str": "1327342212787679232",
        "full_text": "😂 https://t.co/Ab6NTgfWto"
    },
    {
        "id_str": "1327336040177262598",
        "full_text": "The #first1001days of life - from conception to age two - sets the pattern for our lifelong physical and emotional health. @timloughton and I share our views on what needs to happen to give every baby the best start in life #bestbeginnings \n\nhttps://t.co/MpCqihpchP"
    },
    {
        "id_str": "1327322983598354438",
        "full_text": "I hope this can be used to help those in events/exhibitions/weddings who have been shut since March 👏👏👏 https://t.co/IOHaP3u5Ko"
    },
    {
        "id_str": "1327320731496181760",
        "full_text": "The Queen is a truly extraordinary Monarch and a ‘rock’ for so many across the world through times of great challenges. #PlatinumJubilee https://t.co/kdJIq06l4b"
    },
    {
        "id_str": "1327293967474495488",
        "full_text": "https://t.co/g59XpHQ9K8"
    },
    {
        "id_str": "1327022169466036226",
        "full_text": "Superb! 💪🏴󠁧󠁢󠁳󠁣󠁴󠁿 https://t.co/n1sNmvjinL"
    },
    {
        "id_str": "1327016250116104192",
        "full_text": "How fantastic!  A scary likeness 😊. Well done to George and all the pupils for taking an interest in democracy and Parliament - and to the teachers for introducing this subject to them 👍 https://t.co/1fZHUlPHhm"
    },
    {
        "id_str": "1326973764291219456",
        "full_text": "My latest #ParliFacts explainer takes a look back at 100 years of female suffrage.\n\nI am the 336th woman ever to be an MP - it is such a privilege and I encourage all women and girls to consider public service. #AskHerToStand https://t.co/UlcxOAaFRn"
    },
    {
        "id_str": "1326819050773749760",
        "full_text": "It's important that we use the next few months to get on the front foot and to help those who have been dreadfully affected by the pandemic and to build a brighter future. https://t.co/BOjwebRUOJ"
    },
    {
        "id_str": "1326590306339287041",
        "full_text": "Thank you 💪 https://t.co/IHH9E73GmK"
    },
    {
        "id_str": "1326451118130520064",
        "full_text": "This is superb news! SMRs will be easier to build, fund and deploy - part of the UKs move to net zero and a route to new jobs, growth and levelling up! https://t.co/3FrTeqKpDY"
    },
    {
        "id_str": "1326211145871597569",
        "full_text": "It is vital that parents and babies are able to get the right level of support from partners and statutory services during this second lockdown.\n\nI am pleased that @MattHancock confirmed that all maternity and perinatal health services should remain open. https://t.co/r72ECdGkSs"
    },
    {
        "id_str": "1326108811648757760",
        "full_text": "Excellent - part of BEIS mission for U.K. to lead the world in tackling climate change 👍 https://t.co/2sC8eI93j8"
    },
    {
        "id_str": "1325912167800070144",
        "full_text": "This is what we need 💪. Thank you again to our armed forces for every way you support us. https://t.co/FBnqo1CGOs"
    },
    {
        "id_str": "1325911614122565632",
        "full_text": "This is totally appalling.  Those who did this should face maximum sentence.  What a hateful thing to do. https://t.co/mq3rGaeOtY"
    },
    {
        "id_str": "1325900127102513154",
        "full_text": "The first speech for a new MP - called the ‘Maiden Speech’ is definitely the most nerve wracking you ever make.\n\nFind out what happens when you make one in my latest #ParliFacts explainer:\n\nhttps://t.co/XFgPsn6dI7"
    },
    {
        "id_str": "1325854825716838400",
        "full_text": "Pleased to see that the new Winter Support Package will ensure children &amp; families get the help they need:\n\n💷 £170m in grants for local councils\n🥗 £220m to expand local Holiday Activities &amp; Food programmes\n🎟 increase in Healthy Start vouchers\n🏦 £16m for food charities"
    },
    {
        "id_str": "1325827090202189825",
        "full_text": "Encouraging... https://t.co/v3EWS6WZqi"
    },
    {
        "id_str": "1325714717860564992",
        "full_text": "How lovely - so beautiful https://t.co/fb85QqrW1u"
    },
    {
        "id_str": "1325486224732286976",
        "full_text": "#LestWeForget #RemembranceSunday https://t.co/4PLzT8jQ33"
    },
    {
        "id_str": "1325486196940824578",
        "full_text": "In loving and grateful remembrance to all those who have sacrificed so much for our freedoms - the people of South Northamptonshire give our gratitude and our thanks. #LestWeForget #RemembranceSunday https://t.co/78WkijT2H6"
    },
    {
        "id_str": "1325398777683980288",
        "full_text": "Across South Northamptonshire and across the country on this Remembrance Sunday, we remember those who made the ultimate sacrifice and thank those who keep us safe. #LestWeForget #RemembranceSunday https://t.co/pG6sWRVst0"
    },
    {
        "id_str": "1325375141308751873",
        "full_text": "This will make a huge difference to so many children across England 👏👏👏 https://t.co/ihXGybAY5d"
    },
    {
        "id_str": "1325215375282331648",
        "full_text": "Very sorry to hear this news. He was an extraordinary man https://t.co/XmfNbZc5GH"
    },
    {
        "id_str": "1325121751957843969",
        "full_text": "And a MASSIVE day for women everywhere and especially for women of colour - huge congratulations to Kamala Harris 👏👏👏#PresidentialElection2020"
    },
    {
        "id_str": "1325120507709108225",
        "full_text": "Congratulations! I sincerely hope that Joe Biden will deliver justice for Harry @Justice4Harry  and closure for his family.  An exciting time for our US friends and allies #PresidentialElection2020 https://t.co/4Sa3iI7Rhh"
    },
    {
        "id_str": "1325073118059261952",
        "full_text": "Next up in my #ParliFacts series is an explainer about being sworn in as a Member of Parliament.\n\nAll MPs take an oath of allegiance to the Queen, her heirs and successors. It is an amazing experience.\n\n👀 here and subscribe for more updates! \n\nhttps://t.co/fKQuwaAnCq"
    },
    {
        "id_str": "1324704287641972739",
        "full_text": "Vital this lockdown is compassionate - the very young and the very old are especially vulnerable https://t.co/xtoKQ4XXWi"
    },
    {
        "id_str": "1324490477161324551",
        "full_text": "The questions were fantastic! Thank you all so much for giving me your time, and thanks to the teachers for taking such trouble to teach your pupils about democracy and Parliament #parliamentweek https://t.co/oq1XPAC9SZ"
    },
    {
        "id_str": "1324434707417833472",
        "full_text": "It's #UKParliamentWeek and first up in my series of short explainer videos, I'm taking a look at the State Opening of Parliament.\n\nIt’s a big day for Parliament and the millions who watch from home!\n\n@UKParliament @UKParlEducation https://t.co/aCJ4Uhi507"
    },
    {
        "id_str": "1324331978548744193",
        "full_text": "The possible light at the end of the tunnel......take a look 👇 https://t.co/t3Xv9DIPoD"
    },
    {
        "id_str": "1324287147231354880",
        "full_text": "Welcome back Big Ben!  What an iconic sound 🥳 https://t.co/HfPqdFoEkm"
    },
    {
        "id_str": "1324286944889757698",
        "full_text": "👇 this. Thanks for sharing your experience @tracey_crouch - to everyone - please don’t sit at home worrying - if you have health concerns get in touch with your GP https://t.co/ZTa0hnerT8"
    },
    {
        "id_str": "1324269425114128385",
        "full_text": "Nice running you two lovely men! And a fantastic cause 👏👏👏 https://t.co/MJ7BeIad6U"
    },
    {
        "id_str": "1323973386591195136",
        "full_text": ".@Jeremy_Hunt and @GregClarkMP will be chairing a joint Health and Technology Select Committee inquiry into the science and data around Covid19.  Really valuable independent look at the risks to our NHS and how they can be managed.  MPs will be closely watching...."
    },
    {
        "id_str": "1323925366080217088",
        "full_text": "In #UKPW, South Northamptonshire is the second most engaged constituency - thanks to all the pupils and teachers for taking part in learning about democracy!\n\n@UKParlEducation @YourUKParl https://t.co/oZZIG5bJeJ"
    },
    {
        "id_str": "1323759766485827584",
        "full_text": "Best wishes to all our friends and allies in the USA - it’s a big decision for you! #PresidentialElection"
    },
    {
        "id_str": "1323706120431697923",
        "full_text": "I am calling for a smart and compassionate lockdown - smart because it should target support for those businesses who are really struggling, and compassionate to help those who are isolated and vulnerable. https://t.co/DaUS0Ov3Tl"
    },
    {
        "id_str": "1323397605410394112",
        "full_text": "The proposed lockdown needs to be a compassionate one, and everything possible should be done to help those with mental health problems, the elderly and those who are vulnerable. \n\nI am pleased that an extra £12bn will be used to support mental health provision. https://t.co/D4dfrVkVg3"
    },
    {
        "id_str": "1322843666826801153",
        "full_text": "This thread is a really good summary of the experience of many women since March.  Gov must make sure needs of new babies and their parents are carefully considered https://t.co/Xv49N2PdQF"
    },
    {
        "id_str": "1322842966889824256",
        "full_text": "Thank you Anne.  Children need to keep accessing school if at all possible. https://t.co/8k268sp6WW"
    },
    {
        "id_str": "1322835975240884227",
        "full_text": "Good news for farmers today https://t.co/1pLi3alsiB"
    },
    {
        "id_str": "1322835746961719297",
        "full_text": "This is great news! Vital for so many pregnant women https://t.co/C4OX7OgBoA"
    },
    {
        "id_str": "1322830485651886085",
        "full_text": "Businesses that have just managed to keep their heads above water will find a second lockdown devastating.  This financial support is vital.  Gov must do all it can to help biz get through this. https://t.co/ZcWI6OTPIx"
    },
    {
        "id_str": "1322666104691564545",
        "full_text": "You what? Are you completely losing the plot? Children must stay in education - vital that children are supported to fulfil their potential and huge thanks to the thousands of teachers who work so hard to make that happen https://t.co/snNSVkLA9G"
    },
    {
        "id_str": "1322665114550571008",
        "full_text": "Fantastic news for @EnglandRugby and our own @SaintsRugby 👏👏👏 https://t.co/bbJSGrcfGy"
    },
    {
        "id_str": "1322467305180332032",
        "full_text": "It makes for depressing reading.  Labour leadership should never have stood by - why did @Keir_Starmer keep quiet about it when as a lawyer he must have seen what was going on? So sorry and sad for the Jewish colleagues driven out. @lucianaberger @RuthSmeeth https://t.co/SG3TvW9sIL"
    },
    {
        "id_str": "1322198996190978048",
        "full_text": "#UKPW starts tomorrow and lots of schools will be teaching students about the role of Parliament.\n\nMany young people ask me what being an MP is really like, so I’ve recorded a few short explainers about how Parliament works. \n\n👀 peeled for the first video coming soon! https://t.co/fFNJwCsxze"
    },
    {
        "id_str": "1321936065545097216",
        "full_text": "So glad to see this Ross.  I hope you can now get some peace. https://t.co/Rg1DriZtWB"
    },
    {
        "id_str": "1321826865632415758",
        "full_text": "The 18 month review of the Independent Complaints and Grievances Scheme is an opportunity to speed up the process and ensure that the key measures to tackle bullying and harassment will be implemented: https://t.co/21bqzwIA0i\n\n@IsabelHardman @spectator"
    },
    {
        "id_str": "1321358735449722880",
        "full_text": "OMG!  This is superb!!!  Babies are such good communicators.....❤️ https://t.co/n5Lly5kV6d"
    },
    {
        "id_str": "1321358077602529280",
        "full_text": "Please email me! Andrea.leadsom.mp@parliament.uk https://t.co/sI6z2auL0C"
    },
    {
        "id_str": "1320717681574715394",
        "full_text": "There’s nothing like a great book to spark our creativity and imagination! @Booktrust's  #TimetoRead campaign has some fantastic ideas to help encourage reading together! https://t.co/ki7nxdf3oq"
    },
    {
        "id_str": "1320432173174968326",
        "full_text": "This funding is being used for free meals for children in need, as it should be.  Please twitter - stop accusing MPs of voting to deny hungry children food - it is the opposite of the truth. https://t.co/BBIwseILzX"
    },
    {
        "id_str": "1320431297228165122",
        "full_text": "Thank you very much @MattGolby and Northants colleagues.  Vital support for children, using the funding provided by Gov for this purpose. @PeterBoneUK @VotePursglove @chhcalling @Michael_Ellis1 @ALewerMBE &amp; Phillip Hollobone https://t.co/gGT3KpToWg"
    },
    {
        "id_str": "1320272603941117954",
        "full_text": "https://t.co/cMyrnBwnoY"
    },
    {
        "id_str": "1319922898325377024",
        "full_text": "Thank you - I would love to visit the school.  It’s Parliament Week 1-7 Nov and a good chance to speak to the pupils about democracy, and to you about any concerns you have.  ‘Virtual’ or in person - whichever you would prefer. https://t.co/DcEdyPvMqC"
    },
    {
        "id_str": "1319710520329539604",
        "full_text": "Seriously - consider facts, not abuse that suits your world view https://t.co/IGEjuxNvE0"
    },
    {
        "id_str": "1319700923476824064",
        "full_text": "Keen to speak to our superb teachers in South Northants any time about their issues/suggestions on government policies.  I have worked hard to support local schools for over 10 years.  So v disappointed to see local Head Teacher, Jamie Nairn  @covrules tweeting abuse, not facts."
    },
    {
        "id_str": "1319697492133449733",
        "full_text": "Not too late!  Giving every baby the best start in life is so important - please complete the questionnaire to help our review. @first1001days https://t.co/9JNj5ua4pm"
    },
    {
        "id_str": "1319545745322758144",
        "full_text": "If you've had a baby during lockdown or are a carer or health service professional then we want to hear your views about your experiences as part of the Early Years Healthy Development Review. 👶🏻\n\nPlease fill in the questionnaire here: https://t.co/iat8gwWvRe\n\n@first1001days"
    },
    {
        "id_str": "1319186966643200000",
        "full_text": "Mr Barnier and the European Commission need to understand that the people of the UK have decided to be an independent, sovereign nation once again and that means we decide our own rules, our own regulations and also who gets to fish in our waters.\n\nhttps://t.co/dgNqDEzcMN"
    },
    {
        "id_str": "1318980935963054080",
        "full_text": "Looking forward to it! https://t.co/ZwWTc0unsJ"
    },
    {
        "id_str": "1318905118285287425",
        "full_text": "You have done such a fantastic job, @timloughton - thank you so much for your huge commitment to @first1001days 👏👏👏 https://t.co/Kh2IjJgKvl"
    },
    {
        "id_str": "1318904567166271488",
        "full_text": "Congratulations @nickwilkie75 !  Wishing you huge success in transforming lives for the better 👏👏👏👏 https://t.co/K7gyExPczT"
    },
    {
        "id_str": "1317744978718806017",
        "full_text": "If you are looking for a Covid test 👇 https://t.co/MzkJ0aUAoD"
    },
    {
        "id_str": "1317744848036913152",
        "full_text": "Northamptonshire is currently ‘Medium’ which is tier one https://t.co/UpALF4m3jQ"
    },
    {
        "id_str": "1317455588805271552",
        "full_text": "One of the questions raised on @LBC Cross Question with @IainDale this week was about HS2. I've always been very clear about my opposition for this project - it does not offer value for money for the taxpayer and is detrimental to my constituents in South Northants. https://t.co/lnPkxqBwn1"
    },
    {
        "id_str": "1317150487150497793",
        "full_text": "Extraordinary to see EU choose the ‘cut off nose to spite face’ approach to negotiations.  So glad UK is free and independent as a global champion for free trade, green growth and human rights 🌏🇬🇧 https://t.co/UlJShK2RNs"
    },
    {
        "id_str": "1317011951743098880",
        "full_text": "Join Team Leadsom on a safe, socially distanced sponsored walk in aid of the @alzheimerssoc on 23rd October through the beautiful South Northants countryside! 🚶🏻‍♀️🌲🍁🍃\n\nIf you would like to sponsor us and help a fantastic cause then click the link: https://t.co/CvSbEoVDTc https://t.co/5az6615IaH"
    },
    {
        "id_str": "1316789401029050371",
        "full_text": "If you've had a baby during lockdown or are a carer or health service professional then we want to hear your views about your experiences as part of the Early Years Healthy Development Review. \n\nPlease fill in the questionnaire here: https://t.co/iat8gwWvRe https://t.co/tMejY2NpD8"
    },
    {
        "id_str": "1316276028919218176",
        "full_text": "Totally agree 👏👏👏 https://t.co/dpLeFmty0p"
    },
    {
        "id_str": "1316051943853301769",
        "full_text": "Thrilled to hear that Silverstone Experience and St Mary the Virgin in Grafton Regis will both receive funding from the Culture Recovery Fund to help safeguard them from the economic impact of Coronavirus and to keep their doors open. #HereForCulture https://t.co/Oz81k0wLXd"
    },
    {
        "id_str": "1315982299381600257",
        "full_text": "My first Twitter chat on the Early Years is underway! https://t.co/ggt3sebJdh"
    },
    {
        "id_str": "1315981449527463936",
        "full_text": "Local COVID alert levels: what you need to know - https://t.co/IzjURjShqV https://t.co/pnJv1utpW0"
    },
    {
        "id_str": "1315764801352675328",
        "full_text": "@ThePantoBus please email me on andrea.leadsom.mp@parliament.uk"
    },
    {
        "id_str": "1315700011104186368",
        "full_text": "📹 It was good to see that the Prime Minister agrees that compliance with lockdown depends on people understanding ‘why’ each measure is required, as well as ‘what’ they need to do to follow it. https://t.co/oGTvPbzGKm"
    },
    {
        "id_str": "1315691406825005056",
        "full_text": "❤️ https://t.co/vPOfj52gW3"
    },
    {
        "id_str": "1315671750169030657",
        "full_text": "Really important that businesses prepare for the changes when the transition ends.  There is clear advice available for every business/sector https://t.co/Q6xcgZ8WKX"
    },
    {
        "id_str": "1315590769907036160",
        "full_text": "UK Parliament Week is a fantastic way to find out more about democracy and how Parliament works.  There’s still time to sign up- do so here! 👇🏻\n\nhttps://t.co/0weLwbGOuS\n\n#UKPW @YourUKParl https://t.co/7f9jHOs71a"
    },
    {
        "id_str": "1314904474339737600",
        "full_text": "The mental health of new parents, and the emotional development of babies, are critical to a secure start in life for every new family.  @first1001days #WorldMentalHealthDay https://t.co/dSZFaXVe2J"
    },
    {
        "id_str": "1314903888517046273",
        "full_text": "Important to seek help for mental health problems.  Anyone can become depressed - and talking to someone about it is a vital first step. #WorldMentalHealthDay https://t.co/QfnnLZrm2N"
    },
    {
        "id_str": "1314902316802347010",
        "full_text": "On World Mental Health day, it’s so important to talk about it if you are feeling down.  Please don’t suffer in silence 🤗. #WorldMentalHealthDay https://t.co/9Aoo7Y7YAC"
    },
    {
        "id_str": "1314901915243773952",
        "full_text": "Superb work by @NptonHopeCentre every day. https://t.co/FwAWDG5xiE"
    },
    {
        "id_str": "1314489541345054720",
        "full_text": "What a superb choice! @NimkoAli has done so much to help women and girls right across the world with tackling some of the worst abuses imaginable 👏👏👏👏 https://t.co/qXRPBNPjPo"
    },
    {
        "id_str": "1314147909554892800",
        "full_text": "Making decisions on pensions or any other investments can be confusing. \n\nIncluding a practical element to the Maths GCSE could give young people confidence in pensions, mortgages, hire purchase and tuition fees to name a few. https://t.co/tfyrehMgKD"
    },
    {
        "id_str": "1313898624846385154",
        "full_text": "The pathway to Net Zero was my #1 priority at BEIS. \n\n🇬🇧 has an ambition to be world leading in clean growth, and pension fund investments can contribute to the excellent action the Government is already taking on decarbonisation. \n\nThis sector can be a real force for good. https://t.co/pOMsG92b9z"
    },
    {
        "id_str": "1313765817679577089",
        "full_text": "I'm holding my first Twitter chat on 13th October at 12.30pm to get feedback from new parents, carers and health professionals about the early years!\n\n📧 AndreaLeadsomReview@dhsc.gov.uk with 'Chat' in the subject line with your question and follow @EarlyYrsReview for the chat. https://t.co/g9rAAT6gtf"
    },
    {
        "id_str": "1313523417862287360",
        "full_text": "Superb announcement for young people trying to get on the housing ladder. https://t.co/Z885JrkOsI"
    }
]