[
    {
        "id_str": "1513431329056112643",
        "full_text": "Time to avoid left wing humbug. https://t.co/dW6L0l9ImB"
    },
    {
        "id_str": "1509838085638471680",
        "full_text": "A great idea, I expect Sir Geoffrey Boycott’s mother to open the batting with a stick of rhubarb.\nhttps://t.co/TyiHdw26eI"
    },
    {
        "id_str": "1506995077335420932",
        "full_text": "\"By their fruits ye shall know them.\" https://t.co/hOyyLRe2u2"
    },
    {
        "id_str": "1506692562169602057",
        "full_text": "The EU would not allow us to do this, another benefit of Brexit. https://t.co/PTpmcYv8TU"
    },
    {
        "id_str": "1504098169126277128",
        "full_text": "This is wonderful news which I am sure my constituents will welcome. https://t.co/mRtXSuML1N"
    },
    {
        "id_str": "1501124348190638081",
        "full_text": "Net zero will not be advanced by importing gas, our own supplies are more secure.\nhttps://t.co/qTxKrtGfoC"
    },
    {
        "id_str": "1500125956140371969",
        "full_text": "The City of London leads the way in the effects of sanctioning Russian banks. https://t.co/WAgFV64ghy"
    },
    {
        "id_str": "1496051566058651651",
        "full_text": "Woke behaviour is clearly a political position unsuited to an apolitical civil service.\nhttps://t.co/9ueRLsDRen"
    },
    {
        "id_str": "1494690933190840325",
        "full_text": "5/As minister for Brexit Opportunities and Government Efficiency I want to visit more ports to see how the Government can help make their lives easier as well, as free trade and a freer economy are guarantors of prosperity."
    },
    {
        "id_str": "1494690930993025024",
        "full_text": "4/The announcement of Freeport East in Felixstowe and Harwich poses a brilliant opportunity for growth, development and innovation, along with many other freeports up and down the country."
    },
    {
        "id_str": "1494690928778428416",
        "full_text": "3/I want to help the port make it easier to invest in more automation and reduce the bureaucratic hurdles facing its expansion. I want to ensure that any regulation imposed on its business has a clear purpose and benefits the British economy and British consumers."
    },
    {
        "id_str": "1494690925980835841",
        "full_text": "2/The port has faced challenges recently, such as the strain on global supply chains following the pandemic. These have been eased thanks to technological innovations in the port and regulatory changes made by the Government but there is still more to do."
    },
    {
        "id_str": "1494690922713522180",
        "full_text": "1/I had the pleasure of visiting the Port of Felixstowe this week. It is a magnificent operation to witness in person. As a maritime nation, ports like this play a vital role in our economy and also tell a fascinating story about our history. https://t.co/9QFnIuQUfy"
    },
    {
        "id_str": "1492824259483381767",
        "full_text": "The wisdom of crowds will ensure the benefits of Brexit. https://t.co/rpsvzQIk25"
    },
    {
        "id_str": "1491747630522802177",
        "full_text": "The wisdom of crowds.\nhttps://t.co/55poaK21Bj"
    },
    {
        "id_str": "1490688530355531778",
        "full_text": "The Palace of Westminster must be refurbished swiftly, safely and at a sensible cost to taxpayers. Following the excellent restoration of the Elizabeth Tower and the cast iron roof, now is the time to make headway on the vital works. https://t.co/5rFNwHDGWe"
    },
    {
        "id_str": "1490642312283762689",
        "full_text": "Harlow, Westminster and Wandsworth have an important thing in common: Conservative councils who keep taxes low, their voters prosperous and their public books balanced. https://t.co/0181DY6lHq"
    },
    {
        "id_str": "1489605336579387396",
        "full_text": "In a single and undivided United Kingdom, Her Majesty’s Government has a duty and responsibility for the condition of the whole nation. Until a bridge is built, only water, not a border, should sit between the people of Northern Ireland and Great Britain. https://t.co/Oq1rtyuSQU"
    },
    {
        "id_str": "1489552724383477764",
        "full_text": "The best measure of levelling up will be how the economy grows and private investment flows to every part of the country. When towns and cities boom, so do their rural hinterlands. https://t.co/xjy5N8cMGM"
    },
    {
        "id_str": "1488089497455763457",
        "full_text": "The beauty of the constitution is its ability to evolve. https://t.co/ndhbXEeFR2"
    },
    {
        "id_str": "1487157557227671553",
        "full_text": "We could have a dedicated session every week in Parliament about how Labour councils tax businesses and motorists and rip off their residents. For the meantime, MPs are more than welcome to come to Business Questions every Thursday. https://t.co/FflKmZnF6W"
    },
    {
        "id_str": "1486417548468015107",
        "full_text": "In my unsuccessful rebellion against the Fixed-Term Parliaments Act I considered how our constitution was evolving to emphasise the personal mandate of the Prime Minister. The debate, from 13th September 2010, at least shows consistency.\nhttps://t.co/iNJRoNvX7n https://t.co/eyoYBeR16h"
    },
    {
        "id_str": "1486264512923807745",
        "full_text": "The Mail is right, we need a sense of proportion. https://t.co/DOjIuofH7B"
    },
    {
        "id_str": "1485616575801614336",
        "full_text": "The Houses of Parliament are worth rejuvenating but at a reasonable price to taxpayers. \nhttps://t.co/n1sD5iAZeA"
    },
    {
        "id_str": "1485548686100811781",
        "full_text": "The Remoniacs are undaunted.\nhttps://t.co/17tZToMXfi"
    },
    {
        "id_str": "1483739052650156033",
        "full_text": "An extraordinary vendetta.\nhttps://t.co/kfv9PA3dAU"
    },
    {
        "id_str": "1482000267855998981",
        "full_text": "India is going to be one of our strongest allies in the 21st century. Both of our great nations will benefit from an ambitious free trade agreement, enabled by Brexit, negotiated by the Trade Secretary and delivered by the Prime Minister. https://t.co/J3bgBL3nfd"
    },
    {
        "id_str": "1481956813763399682",
        "full_text": "The United Kingdom is an extended family of a nation, bound together by shared blood and kinship. It has had a marvellous history for many centuries and under Boris Johnson's leadership is on the cusp of further greatness. https://t.co/EmIK8KMlmj"
    },
    {
        "id_str": "1481669912779186180",
        "full_text": "The restoration of Parliament’s cast iron roof has been a model of renovation. The House’s estates team, led by Mary Gallagher, has delivered the project on time and under budget. https://t.co/RDqmc0M0MO"
    },
    {
        "id_str": "1480954154352787471",
        "full_text": "Today's vote in the Commons was a Labour attempt to overturn the 2019 election result, it was nothing to do with VAT. If in doubt, please read the motion. \nhttps://t.co/PYVnM4qHA0"
    },
    {
        "id_str": "1480921423942230023",
        "full_text": "Once again, @MrAndy_Carter highlights the follies of socialist local councils, speculating on dodgy energy schemes. The people of Warrington expect better than Labour. https://t.co/BlGLJ0u1ZT"
    },
    {
        "id_str": "1480873526974418955",
        "full_text": "‘Tis the voice of the sluggard; I heard him complain, You have waked me too soon, I must slumber again’.\nBack to work please, Mr Wishart. https://t.co/UbwUY0LRq6"
    },
    {
        "id_str": "1480842508183773186",
        "full_text": "Like Disraeli, the PM extends the Tory appeal and set out his beliefs in his writings.\nhttps://t.co/6rRrlQEy2U"
    },
    {
        "id_str": "1480557388499496964",
        "full_text": "Surely we can do better than the ancient Romans and ensure an essential UK road is tip top. https://t.co/qasYR12M76"
    },
    {
        "id_str": "1480482149077762050",
        "full_text": "Westminster City Council is one of the finest Conservative councils in the country, delivering spectacular services at great value to the taxpayer. https://t.co/7aP8uUYXzP"
    },
    {
        "id_str": "1479437235091128321",
        "full_text": "The treatment of Dr Kumar belies the LibDem's cuddly image.\nhttps://t.co/8WZrtBYuqD"
    },
    {
        "id_str": "1476912275894280195",
        "full_text": "England and Wales have both benefitted from being part of a single kingdom since the reign of Edward I. https://t.co/SsfXP7yC5n"
    },
    {
        "id_str": "1475532953426210816",
        "full_text": "This is an extraordinary report, up to 90% of Covid patients in intensive care are unvaccinated.\nhttps://t.co/2vEFzISY7r"
    },
    {
        "id_str": "1474530579660087300",
        "full_text": "This day Christ is born, this day the Saviour hath appeared; this day the Angels sing on earth and the Archangels rejoice; this day the just exult, saying: Glory be to God in the highest, alleluia. https://t.co/qsjQVXKacy"
    },
    {
        "id_str": "1474394457965424642",
        "full_text": "Theirs is the kingdom of Heaven. https://t.co/bGyGMYcjik"
    },
    {
        "id_str": "1474328558625603602",
        "full_text": "Now I know where to go the next time I am doing some DIY - although the cycle back to Somerset might take a while. https://t.co/q7lRim4By8"
    },
    {
        "id_str": "1473654068174278664",
        "full_text": "Thank you to Mr Speaker for taking the time to address the Parliamentary Clerks Working Group - a rare opportunity for officials across government. https://t.co/jnMuPKaF3o"
    },
    {
        "id_str": "1473631405443895302",
        "full_text": "I am grateful to the Commissioner for swiftly rejecting this accusation.\n“Who steals my purse steals trash…\nBut he that filches from me my good name\nRobs me of that which not enriches him\nAnd makes me poor indeed.”\nhttps://t.co/vEK51EHDN2"
    },
    {
        "id_str": "1472256250650009606",
        "full_text": "Cry God for Boris, the UK and St Aethelgifu.\nhttps://t.co/HmqSNPxcXf"
    },
    {
        "id_str": "1471863760562368521",
        "full_text": "Ensuring the Building Safety Bill completes its passage through Parliament as quickly as possible is one of the true priorities and I am grateful to Felicity Buchan for raising it with me. https://t.co/3f6IHzaCa5"
    },
    {
        "id_str": "1471827481648934913",
        "full_text": "Disraeli said the Hansom cab was “the gondola of London”, let us all support the gondoliers. https://t.co/vtXjTXyTYk"
    },
    {
        "id_str": "1471772180086239233",
        "full_text": "\"Necessity is the plea for every infringement of human freedom: it is the argument of tyrants; it is the creed of slaves\". Pitt the Younger's sentiments are those of the Prime Minister. https://t.co/4gmAfXOpj5"
    },
    {
        "id_str": "1470776453126103040",
        "full_text": "From vaccines and regulatory freedom to delivering the promised £350m a week to the health service, Brexit continues to be an almighty success. https://t.co/DRXu79lHdP"
    },
    {
        "id_str": "1470741114210734085",
        "full_text": "It is sensible to reduce risk, as the Prime Minister is doing, impossible to eliminate it.\nhttps://t.co/VOIBlCBaO7"
    },
    {
        "id_str": "1470686719171256320",
        "full_text": "So much of what @BarrySheerman has achieved has been through working with Members across the House so his point is an important one. Regardless of our political views, we all wish to help our constituents. https://t.co/avOVCTonRG"
    },
    {
        "id_str": "1470400688341585926",
        "full_text": "MPs can make a difference in these matters so I hope both Siobhan and Bryony are encouraged to continue their efforts. https://t.co/N8cmhhN7gi"
    },
    {
        "id_str": "1470363657544646665",
        "full_text": "In the last week the Government has acted to crush drug-related crime, improve our prisons and tackle illegal immigration through the Borders Bill. With 11,000 more police now recruited, we are making significant progress of which Peel would be proud. https://t.co/dujbyraWUh"
    },
    {
        "id_str": "1470323675018711049",
        "full_text": "England has a marvellous history of saints. At the most recent Business Questions I was delighted to be able to mark the feast of St Æthelgifu, the daughter of Alfred the Great. https://t.co/WvXAxl9ZZ6"
    },
    {
        "id_str": "1469324997768405003",
        "full_text": "Parliament fulfils a vital constitutional role. For better governance and better scrutiny Members must attend physically. https://t.co/csNaq2vEZJ"
    },
    {
        "id_str": "1468512753019236353",
        "full_text": "Well done that man.\nhttps://t.co/oCczTch0Wd"
    },
    {
        "id_str": "1468147413412200449",
        "full_text": "Thus says the successor to St Peter.\nhttps://t.co/FoeZsHrLU6"
    },
    {
        "id_str": "1467894427343626242",
        "full_text": "Yasmin Qureshi’s dogged campaigning on the Primodos scandal has been exemplary, a textbook example of how an MP can use their office for the public benefit. https://t.co/REjNk49gp7"
    },
    {
        "id_str": "1467826894720622596",
        "full_text": "GB News follows the best Reithian tradition as an impartial news channel. I would encourage MPs to appear on its shows and enjoy a pint with Nigel. https://t.co/0oHKLYt2LL"
    },
    {
        "id_str": "1467785719125057540",
        "full_text": "Socialist and Separatist have no interest in prosperity.  Virginia Crosbie does and I hope her campaign for a freeport in North Wales succeeds. https://t.co/W3Fev00O1B"
    },
    {
        "id_str": "1466795695499886592",
        "full_text": "Next week the Borders Bill returns to Parliament. It has an important and fair principle at its heart: penalties for those who come to Britain illegally and safe routes for those who come legally. https://t.co/hDs8lc4ovE"
    },
    {
        "id_str": "1466733157303164932",
        "full_text": "Not many five-year-old girls have all their hair cut off voluntarily but Willow's haircut is in an extremely good cause. She deserves all our praise ahead of her fundraising snip this weekend. https://t.co/0LstyZ8t6D"
    },
    {
        "id_str": "1466703427921223680",
        "full_text": "The best way out of poverty is making work pay. Changes to the Universal Credit taper rate are giving millions of people in work an extra £1000 a year and supporting our recovery from the pandemic. https://t.co/XbJ8wnL46t"
    },
    {
        "id_str": "1465973103075414021",
        "full_text": "It is heartening to see that Kettering's entrepreneurial cup runneth over. https://t.co/NZWUTdjTLw"
    },
    {
        "id_str": "1465725011642269701",
        "full_text": "Business Qs is so enjoyable precisely because of questions such as this - MPs of all stripes celebrating the achievements of their constituents. https://t.co/5OAFrul0Ww"
    },
    {
        "id_str": "1465696597870714895",
        "full_text": "As Robert Peel established, the police are us and we are the police. It is the police's job to enforce the law rather than to interpret it; they police by the consent of society, not lawbreakers. https://t.co/w5B4iNAuyA"
    },
    {
        "id_str": "1465655863998353410",
        "full_text": "Democracy protects against corruption more than bureaucracy ever can.  Trust the people.\nhttps://t.co/LgklplL1dE"
    },
    {
        "id_str": "1465613919435866115",
        "full_text": "MPs on all sides of the House helping distribute Beauty Banks packages feel enormous gratitude to co-founders @salihughes and Jo Jones - they took an inspired idea and turned it into an excellent charity. https://t.co/EECIr9jaOQ"
    },
    {
        "id_str": "1464272851125645316",
        "full_text": "Perhaps Pete would cheer up if he put his boots on and jumped in muddy puddles, Peppa Pig loves jumping in muddy puddles. https://t.co/5xqNVHFqrH"
    },
    {
        "id_str": "1464237560767602694",
        "full_text": "Contemporary popular culture tends to pass me by but for such a good cause - and for S Club 7 - an exception is surely warranted. https://t.co/631doquAqC"
    },
    {
        "id_str": "1464215697697955843",
        "full_text": "I am grateful to @JamesDalyMP for his tribute to the hospice movement, which is so admirably dedicated to the care and preservation of human life until natural death. https://t.co/uDvvN8xJWx"
    },
    {
        "id_str": "1462788982505361419",
        "full_text": "Overhauling our planning system is vital for building new homes and increasing home ownership where houses are most expensive. Our new houses must be beautiful and they must come with the doctors' surgeries, schools and roads that the British people need. https://t.co/UZk3LfjSZb"
    },
    {
        "id_str": "1462718488410308611",
        "full_text": "I am at one with @JimShannonMP when he criticises the appalling abuses of religious people by the Chinese Communist Party. https://t.co/rjLjpPHFXU"
    },
    {
        "id_str": "1461683417544802318",
        "full_text": "There is something rotten at the heart of many socialist councils in this country. https://t.co/svh2XHxemG"
    },
    {
        "id_str": "1461651719025213442",
        "full_text": "The Leader of the Opposition rightly withdrew his unparliamentary language in the Chamber this week, so why has he tweeted the very same accusations? Does Parliament not matter to him? https://t.co/FCBqUJVsS5"
    },
    {
        "id_str": "1460586664376610822",
        "full_text": "Greater democracy is always the answer.\nhttps://t.co/TmKB8SffQi"
    },
    {
        "id_str": "1456628170476736514",
        "full_text": "Remember, remember, the Fifth of November,\nGunpowder, treason and plot.\nThe SNP’s killjoy attempts merely annoy,\nOur fireworks will ne'er be forgot. https://t.co/LI7NxQjghu"
    },
    {
        "id_str": "1455895004187172876",
        "full_text": "Parliament is first and foremost a legislature. I urge members to follow the example of Patrick Grady and engage in full with legislation, that is how we deliver for our constituents. https://t.co/RpM8TOLiho"
    },
    {
        "id_str": "1455838390189010946",
        "full_text": "The spirit of Parliament Week is alive in Great Grimsby. I am grateful to @lia_nici for speaking to schools and scouts, bringing Parliament closer to her constituency. #UKPW https://t.co/6vOVNI2cay"
    },
    {
        "id_str": "1455608415154225157",
        "full_text": "The French are always grumpy in October, the anniversaries of Trafalgar and Agincourt upset them.\nhttps://t.co/dJnQhHIwBv"
    },
    {
        "id_str": "1455470259369136135",
        "full_text": "Following the Budget, it is clear that the Conservatives are the party of workers and working people in Britain. @halfon4harlowMP https://t.co/M5WBal9EIX"
    },
    {
        "id_str": "1455161635312709635",
        "full_text": "I wish the children of Rutherglen and Hamilton West well in their efforts to Keep Britain Tidy. https://t.co/C9ODkXqq6E"
    },
    {
        "id_str": "1455120034234253322",
        "full_text": "Few MPs have been so dedicated to championing family life than my friend Fiona Bruce @UK_FoRBEnvoy during her time in Parliament. https://t.co/TxBrWOkQD3"
    },
    {
        "id_str": "1454516777707245568",
        "full_text": "Just as we always thought.\nhttps://t.co/nHGesSbe79"
    },
    {
        "id_str": "1453317989726658561",
        "full_text": "I agree with @LSRPlaid, we should consider the Ystumllyn rose a symbol of the friendship across partisan divides and remember what unites our great nation. https://t.co/JhNrnYluiw"
    },
    {
        "id_str": "1453294014518677519",
        "full_text": "Levelling up is about opening opportunities and spreading hope around the country. British people want to be able to pay their own way and through levelling up the Government will make this possible for all. https://t.co/O59vd2v8Lw"
    },
    {
        "id_str": "1452592928032018435",
        "full_text": "James Brokenshire was one of the most adored Members of Parliament. One of the gentlest and kindest MPs, always open and welcoming to everyone he came across. https://t.co/uqz9gXbiuY"
    },
    {
        "id_str": "1451167690912055296",
        "full_text": "Humbug? https://t.co/tSbw52llH6"
    },
    {
        "id_str": "1450730087427551233",
        "full_text": "May Sir David rest in peace, he was in many respects the definitive constituency MP. His 38 years’ service was a model for us all.\nhttps://t.co/vQ68PlVCX5"
    },
    {
        "id_str": "1449081838497112066",
        "full_text": "David Amess was a holy man who strove for good. May the angels lead him into paradise; may the martyrs receive him at his arrival and lead him to the holy city Jerusalem. May choirs of angels receive him and may he have eternal rest."
    },
    {
        "id_str": "1448202760252497926",
        "full_text": "Cheerful conference chatter charters course conservatively, courtesy of the Centre for Policy Studies.\nhttps://t.co/oRSzHHSrOl"
    },
    {
        "id_str": "1446439920034369552",
        "full_text": "James was a good and kindly man, he will be much missed especially by his family. Eternal rest grant unto him, O Lord and let perpetual light shine upon him. May the souls of all the faithful departed, through the mercy of God, rest in peace. https://t.co/51qfQV81Nw"
    },
    {
        "id_str": "1446027586614726663",
        "full_text": "An excellent conference topped off with an inspirational speech. https://t.co/Ypf1QzDwmX"
    },
    {
        "id_str": "1444574160152408066",
        "full_text": "The Cardinal’s homily is inspirational, it is the holy leadership we need.\nhttps://t.co/ccouhKD8Sc"
    },
    {
        "id_str": "1444369586409902085",
        "full_text": "A wide ranging discussion including Ricardian equivalence and an acknowledgement that the young will pay the debts of the old.\nhttps://t.co/E9frfAsxzf"
    },
    {
        "id_str": "1443494450697748480",
        "full_text": "Good luck/congratulations to Andrew in his fundraising efforts for Florence. The zipwire is a wonderfully smooth ride enhanced by playing the Dambusters theme immediately beforehand. https://t.co/erRGYromIe"
    },
    {
        "id_str": "1443129087996858370",
        "full_text": "I can just about cope with a T20 defeat but hope springs eternal for Somerset one day winning the County Championship. https://t.co/M4HL4SzhDy"
    },
    {
        "id_str": "1442847267745148943",
        "full_text": "Our courts must enforce the laws passed by Parliament, it is fundamental to our constitution. https://t.co/bt23VHw5TH"
    },
    {
        "id_str": "1442800600803168256",
        "full_text": "Cheap Labour? \nhttps://t.co/kHKUNhWIgI"
    },
    {
        "id_str": "1442763768509911041",
        "full_text": "The Police, Crime, Sentencing and Courts Bill will help tackle the hippy-crites. https://t.co/NclBcYBVXT"
    },
    {
        "id_str": "1442477103040040962",
        "full_text": "Effective planning leads to successful outcomes. It is excellent news that these surveys are underway because it shows we are still on track to begin the main work by the mid-2020s. https://t.co/FVbfujrt5e"
    },
    {
        "id_str": "1442404676603949058",
        "full_text": "GPs must bring back face to face consultations with their patients. We need to get back to our workplaces. https://t.co/zDz7RgR3SS"
    },
    {
        "id_str": "1441430295270539264",
        "full_text": "Felicity Buchan is a strong advocate for local engagement in our planning system. Local support will be central to ensuring we build the beautiful housing people want. https://t.co/NFQynI5ZKB"
    },
    {
        "id_str": "1441399257517281288",
        "full_text": "The hippie-crits of Insulate Britain have risked life and liberty on our roads. Freedom to protest is not the right to be a yahoo. https://t.co/IwvSRvCYzB"
    },
    {
        "id_str": "1440284900628725761",
        "full_text": "Progress is already being made. This is a good example of ministers working closely with sector leaders to resolve an important issue. https://t.co/wEXSYtNSQl"
    },
    {
        "id_str": "1440224699967938561",
        "full_text": "There is no harm in a friendly rivalry, think of how well we get on with Australia in spite of the Ashes.\nhttps://t.co/fzPGKVyISD"
    },
    {
        "id_str": "1439945850579472385",
        "full_text": "Extraordinary times needed ministers to act with speed and efficiency above all else to get the vaccines, the PPEs, and the ventilators we needed to tackle the pandemic. Socialists would have put process ahead of action. https://t.co/7IeEZhJuBv"
    },
    {
        "id_str": "1439862982197063681",
        "full_text": "Last week I spoke to Welsh hoteliers about the challenges they face and the opportunities ahead. Their entrepreneurial spirit shone through and Janet's success shows she is clearly no exception. https://t.co/Fe8cyoR3M3"
    },
    {
        "id_str": "1438894611754274823",
        "full_text": "Perthshire Pete is a great feature of our Parliament, I wish his honourable colleagues would join him in the chamber more often. https://t.co/VERuCnn6qF"
    },
    {
        "id_str": "1438854742894129157",
        "full_text": "Only economic growth will help us pay for a green economy. https://t.co/ycfwyK3CLJ"
    },
    {
        "id_str": "1438778431769038850",
        "full_text": "Parliament has played a full and proper role in scrutinising the Government’s coronavirus response. All measures of national significance will be voted on by the House before they are enacted. It is what Parliament and the public would expect. https://t.co/J1RtTjMAvs"
    },
    {
        "id_str": "1438502163223756811",
        "full_text": "Those in peril on the sea will be rescued by the strong action of the Home Secretary who is tirelessly tackling trafficking gangs. https://t.co/O8eYbpbJl2"
    },
    {
        "id_str": "1438415660648996868",
        "full_text": "Three principles are driving our planning reforms: home ownership, beauty and quality. These will invigorate our home owning democracy. https://t.co/YC5Hf8VmBP"
    },
    {
        "id_str": "1438156441710432263",
        "full_text": "I hope Gareth did not think my attempted ewe-turns were the result of woolly thinking. #BackBritishFarmingDay https://t.co/mitPVmHRAV"
    },
    {
        "id_str": "1438090753041960963",
        "full_text": "The pumpkins must be delivered so steps are being taken to ensure more HGV drivers are available. https://t.co/YoXunrW2ZS"
    },
    {
        "id_str": "1438059757731028992",
        "full_text": "The late MP for Great Grimsby was a man of great charm, humour and principle. He was a model constituency MP who even named himself after Grimsby’s famous haddock. https://t.co/nIZXJUjdDG"
    },
    {
        "id_str": "1437472137019805696",
        "full_text": "Many thanks to Gareth for showing me his farm and preparing me for future sheepdog trials. https://t.co/hlg91N8PL8"
    },
    {
        "id_str": "1436732548844072962",
        "full_text": "Not quite a Magnificent Men in their flying machines experience but almost.\nhttps://t.co/puPf9Hzso0"
    },
    {
        "id_str": "1436351191278043139",
        "full_text": "It is the greatest blow to families and those left behind when a suicide takes place. This is of particular concern in farming communities, as I found during my visit to Wales this week. Charities including @samaritans do wonderful work to help, please see the link below.  #WSPD https://t.co/lbWVEK3bDf"
    },
    {
        "id_str": "1434880073295880199",
        "full_text": "Thank you Margaret for several delicious vanilla slices.\nhttps://t.co/ZFB00GKruT"
    },
    {
        "id_str": "1434826575875293184",
        "full_text": "The whole community welcomes the generosity the Council is showing on our behalf. https://t.co/i0rG0AwGNw"
    },
    {
        "id_str": "1434788143996317696",
        "full_text": "The entrepreneurial spirit in Stoke is alive and well and will match the success of earlier generations. Thank you to Jo and Jonathan for showing me their historic city. https://t.co/yrVs8l40CK"
    },
    {
        "id_str": "1433008226073784324",
        "full_text": "The Government's laser-like support for UK science was vindicated by the brilliance on display at Harwell. https://t.co/aSYuH8YIMg"
    },
    {
        "id_str": "1432649874810576896",
        "full_text": "A great pleasure to meet Steve who has reached great heights. https://t.co/9pQZkVE2bi"
    },
    {
        "id_str": "1424712931493691401",
        "full_text": "If summer book choices were cow creamers it should be the real Schuppe not modern Dutch. https://t.co/rEomCFGsgm"
    },
    {
        "id_str": "1421160310933700611",
        "full_text": "The pugilists of Priory Park are peerless in their prowess. https://t.co/SHLeAgMYbA"
    },
    {
        "id_str": "1420658460069335043",
        "full_text": "The green agenda is not just about lowering emissions whilst maintaining our standard of living - it is about raising our standard of living and it is precisely this which will help it succeed. https://t.co/M8vux1KML0"
    },
    {
        "id_str": "1420301143327088640",
        "full_text": "Thank you to all those who have worked behind the scenes in Westminster to help keep the show on the road. https://t.co/O4HRO9aUhk"
    },
    {
        "id_str": "1420011494926954501",
        "full_text": ".@YasminQureshiMP’s campaign to expose and address the Primodos scandal is a model of Parliamentary effectiveness. https://t.co/1uZvihy9vh"
    },
    {
        "id_str": "1419974187129712641",
        "full_text": "Since 1340, MPs’ rights to attend Parliament to challenge the Government and seek redress of grievance for their constituents have been inviolable. https://t.co/2JEkAxhwDQ"
    },
    {
        "id_str": "1419941725964017665",
        "full_text": "Another benefit of Brexit, cheaper wine and less red tape.\nhttps://t.co/4AbJ0e6XeJ"
    },
    {
        "id_str": "1419619133428228097",
        "full_text": "The British Government will support Welsh farmers and Welsh tourism even when the First Minister neglects them. https://t.co/EyRabLa9c5"
    },
    {
        "id_str": "1419580221502722051",
        "full_text": "Pre-legislative scrutiny is a vital part of our parliamentary system so the Joint Committee to examine the Online Safety Bill has been established. This will strengthen efforts to stop racist harassment online. https://t.co/Ibesi0ONFo"
    },
    {
        "id_str": "1418600469509951490",
        "full_text": "Only a mayor as poor as Khan would try and run away from scrutiny in the way he does. https://t.co/6kBBesQYxT"
    },
    {
        "id_str": "1417763792965062656",
        "full_text": "My Hon. Friend @MartinVickers is the consummate constituency MP and we should pay heed to his latest campaign to improve education in Cleethorpes. https://t.co/es6tjFGnsC"
    },
    {
        "id_str": "1417762798571081729",
        "full_text": "@JoeBangles11 Cheddar, of course."
    },
    {
        "id_str": "1417513804431335427",
        "full_text": "Many Members from across the House raised concerns about online abuse. Our Online Safety Bill will receive pre-legislative scrutiny soon, and the House will be able to address ways to tackle harassment online while protecting our fundamental liberties. https://t.co/kSGRtjHfsM"
    },
    {
        "id_str": "1417481907818975237",
        "full_text": "The Government has cracked down on unsightly plastic pollution in recent years. Use of plastic bags is down, and recycling is increasing but the pandemic has shown plastic's importance in many ways. An honest debate would be worthwhile. https://t.co/DGHD6oJJg9"
    },
    {
        "id_str": "1417440991238365188",
        "full_text": "From coastal Blackpool to the most landlocked shires, our island heritage shines in our public support for the @RNLI. https://t.co/Rr2g2YtQOe"
    },
    {
        "id_str": "1417397911671955474",
        "full_text": "A more relaxed version for the warm weather. https://t.co/UCIW5hi4JE https://t.co/OyKHDGRR3t"
    },
    {
        "id_str": "1414964789630078992",
        "full_text": "Parliament and its MPs have delivered for voters during the pandemic and we will continue to fulfil our duty to the people. https://t.co/7ZbEwGKHN1"
    },
    {
        "id_str": "1414924966764630021",
        "full_text": "Will the self-determination of the Shetlanders be respected by the SNP? https://t.co/wJak9LJ2yu"
    },
    {
        "id_str": "1414861264858329088",
        "full_text": "No mask in empty spaces and how Mr Speaker saves taxpayers’ money.\nhttps://t.co/NmrjlSXFux"
    },
    {
        "id_str": "1414602615304953859",
        "full_text": "Local democracy, transparency, beauty and baking away bureaucratic treacle are at the heart of the Housing Secretary’s excellent planning reforms. https://t.co/Gl8QQY2BoH"
    },
    {
        "id_str": "1414565333663424518",
        "full_text": "Jim is assiduous in raising the plight faced by Christians around the world. Ut inimicos sanctae Ecclesiae humiliare digneris, Te rogamus audi nos. https://t.co/ozXOInFI4W"
    },
    {
        "id_str": "1414528077665816581",
        "full_text": "The powers are there to tackle this problem but sometimes the relevant authorities need a nudge to point them in the right direction. https://t.co/l99W1KX4F8"
    },
    {
        "id_str": "1413554042920476674",
        "full_text": "Levelling-up is for our green and pleasant lands just as much as it is for our towns and cities. https://t.co/oKiQU44o1m"
    },
    {
        "id_str": "1413047266097647616",
        "full_text": "The bands of blighters bringing illegal entrants to Blighty will be broken up by this brilliant borders bill. https://t.co/0JyrW0lXTg"
    },
    {
        "id_str": "1412386619173359619",
        "full_text": "A great privilege of my job is being able to thank community champions like Melanie. She is rightly proud to be a Member of the Most Excellent Order of the British Empire. https://t.co/Q9umgcgaCm"
    },
    {
        "id_str": "1412348966612647936",
        "full_text": "Happily I always prefer drinking coffee out of china cups, not polyethylene terephthalate ones. https://t.co/74Sxbxg5d5"
    },
    {
        "id_str": "1411961794969706496",
        "full_text": "Taking back control is successful. https://t.co/XFsRoBlKQm"
    },
    {
        "id_str": "1410960687606767622",
        "full_text": "Northern Ireland is an integral part of the United Kingdom and no judgement has changed that. https://t.co/PELfKHYIOY"
    },
    {
        "id_str": "1410908299864719373",
        "full_text": "Free trade benefits the giver and the receiver alike. British farmers, like all British businesses, will thrive under our trade deals with Australia and beyond. https://t.co/86om4bflZ9"
    },
    {
        "id_str": "1410874659717926913",
        "full_text": "I am grateful to @ScottBentonMP for his forthright support for his local police officers. MPs will be voting on the Report Stage of the Police, Crime, Sentencing and Courts Bill on Monday, a landmark bill which will help the police tackle violent crime and keep our streets safe. https://t.co/BoN3bLDaBO"
    },
    {
        "id_str": "1410626562001670144",
        "full_text": "We must consider the implications of the estimable Centre for Social Justice’s latest report on marriage carefully. https://t.co/RajAHvuazH"
    },
    {
        "id_str": "1409822648209608705",
        "full_text": "Loyalty was always said to be the Tory party’s secret weapon.\nhttps://t.co/ClJZf2ljhu"
    },
    {
        "id_str": "1409785788078903301",
        "full_text": "Well done to bowler and batsman alike. Did the batsman take guard 15 minutes beforehand? https://t.co/mp7nm0JTH8"
    },
    {
        "id_str": "1409534689224835076",
        "full_text": "We rely on teachers to produce free-thinking minds, not pettifogging automatons. Here is a chance for them to lead by example. https://t.co/VOjOkUXe2X"
    },
    {
        "id_str": "1409484711718752257",
        "full_text": "I hope the Water Rats’ latest cross-Channel attempt went swimmingly. https://t.co/zzx5DbteBp"
    },
    {
        "id_str": "1408398816433389568",
        "full_text": "Despite the local socialists dragging their feet, my Welsh compatriots deserve a Freeport of their own. https://t.co/3Csz9OCjqO"
    },
    {
        "id_str": "1408369276327694337",
        "full_text": "The previously precluded Perthshire Pugilist Pete politely pulls punches preferring pointless pontificating, perhaps petrified politically per pseudo patriotic prestidigitation. https://t.co/jwjcMoipK5"
    },
    {
        "id_str": "1408343201145135109",
        "full_text": "I never knew my younger brother was an expert. https://t.co/oKS1l3qzUR"
    },
    {
        "id_str": "1407374408067522570",
        "full_text": "Typical politician supporting everybody. https://t.co/dtSwTRCgWB"
    },
    {
        "id_str": "1407251640680341506",
        "full_text": "As a creature of both Government and Parliament, the Leader of the House always represents one to the other. https://t.co/Pmgs0xlh2E"
    },
    {
        "id_str": "1406983238195757058",
        "full_text": "Conserving our historic buildings, creating beautiful houses and expanding home ownership are at the heart of Robert Jenrick’s irresistible planning reforms. https://t.co/F4S7rLWyXl"
    },
    {
        "id_str": "1406894980405334022",
        "full_text": "An exercise in growth. https://t.co/2vp0PhGUF7"
    },
    {
        "id_str": "1405895524570574850",
        "full_text": "Businesses should facilitate those who want and need to go back to the office. https://t.co/4Tqnsmp6OY"
    },
    {
        "id_str": "1405858174176014343",
        "full_text": "Sir Roy has been the model civil servant - an inspiration and a teacher from whom I have learned so much. https://t.co/sz2zErum9d"
    },
    {
        "id_str": "1405836471190315008",
        "full_text": "Terminus day means Paddington, not Crewe.  It is the end of the line. We will soon be able to see our family and friends without any restrictions. https://t.co/1d3fzf8N1T"
    },
    {
        "id_str": "1405801336868945922",
        "full_text": "Socialists really are weak on crime and weak on the causes of crime. https://t.co/TwvZrLJE78"
    },
    {
        "id_str": "1405469512586219520",
        "full_text": "Wendy’s commitment and the dedication of her team shone through. Thank you to all those supporting this noble work. https://t.co/W6cBhyBveb"
    },
    {
        "id_str": "1405439838438969346",
        "full_text": "We are working to protect our Parliament so future generations will benefit as we have from its history and the lessons therein. Please send in your thoughts and ideas so you can play a part in these efforts. https://t.co/9JWlx4LGtD"
    },
    {
        "id_str": "1404765384721510405",
        "full_text": "British and American history and politics are different, US behaviours are not always relevant in the UK.\nhttps://t.co/yvAMgdI8oy"
    },
    {
        "id_str": "1404412905358086146",
        "full_text": "The building blocks of society. https://t.co/Tg1CRqLYjm"
    },
    {
        "id_str": "1403299904160776196",
        "full_text": "Next time I am in the market for an anchor I know where to go. https://t.co/Tke6l57i3o"
    },
    {
        "id_str": "1403271320100655105",
        "full_text": "The woke brigade at Oxford and Cambridge are determined to prove Cicero’s point “There is nothing so absurd but some philosopher [academic] has said it”. https://t.co/06rbXq0spz"
    },
    {
        "id_str": "1402535567464742914",
        "full_text": "Today is Batten Disease Awareness Day.  Long-term followers will remember my constituent Max.  I am delighted to report that Brineura has helped to stabilise Max's condition and he is now a happy 10-year-old living life to the full. #BattenDay2021 https://t.co/Scwd7YecVk"
    },
    {
        "id_str": "1400042318275694595",
        "full_text": "Free trade is always the key to prosperity. https://t.co/AXn66yBETB"
    },
    {
        "id_str": "1399758779466633216",
        "full_text": "Brexit is a never-ending feast of opportunities for Britain to use its new found freedoms, in tax as well as regulation and innovation. https://t.co/6cZjF1AFlt"
    },
    {
        "id_str": "1399720427367374852",
        "full_text": "The Home Office deserves great credit for the Settled Status scheme as does @carolinenokes for her role in its establishment. https://t.co/jZCqyvnWdG"
    },
    {
        "id_str": "1399664472927703041",
        "full_text": "Yet again, Red Khan shows his priority is hiring press officers instead of keeping Londoners safe. https://t.co/sHfU4WpAMd"
    },
    {
        "id_str": "1398562832304807937",
        "full_text": "Recent events brought the following lines to mind, though they may be somewhat unfair on Achitophel:\n\n“In Friendship False, Implacable in Hate:\nResolv’d to Ruine or to Rule the State.” https://t.co/TFJRXcMskm"
    },
    {
        "id_str": "1398200673863360513",
        "full_text": "It was a great pleasure talking to Tulsi. A born campaigner and a just cause. https://t.co/ZtqioJ1Ye1"
    },
    {
        "id_str": "1396857019072716804",
        "full_text": "Lift up our sleeves unto the shoulder, from whence cometh our help. https://t.co/cRmY9Jh7hT"
    },
    {
        "id_str": "1396835666986680320",
        "full_text": "The Northcote-Trevelyan reforms established the principle of a meritocratic civil service and these changes will continue this tradition. https://t.co/p5y3pg2CEn"
    },
    {
        "id_str": "1396793116405948417",
        "full_text": "Free trade is the greatest gift given to us by Robert Peel and once again we are grasping it with gusto, from Australia to Japan, Mexico and beyond. https://t.co/A3FgJAjiNC"
    },
    {
        "id_str": "1396749295315980291",
        "full_text": "21st of June should be a day of legend and song. It is Midsummer’s Day, the anticipated end of social distancing and should see a full return of Parliament. https://t.co/BIBHHUDuIb"
    },
    {
        "id_str": "1395762462591422466",
        "full_text": "Best wishes to Warrington's teams but I suspect the Cheesemen of @CheddarFC1892 would prevail. Let’s hope when these sides meet they don’t call the referee a Stinking Bishop. https://t.co/PYMDMuSPh8"
    },
    {
        "id_str": "1395728380272783360",
        "full_text": "The planning system must be reformed to boost home ownership especially for the young. New properties must be what people want and beautiful. https://t.co/9J3Z5tmbJ3"
    },
    {
        "id_str": "1395697546828435456",
        "full_text": "For the project to go ahead we need proposals which are justifiable to our constituents - not ‘an ace caff with quite a nice parliament attached’. https://t.co/M3bJqEV53m"
    },
    {
        "id_str": "1395666280489889798",
        "full_text": "Britain shows the world that we can be green and prosperous, without a hair shirt in sight. Net zero and growth can go hand in hand. https://t.co/XHBGHf7Uk6"
    },
    {
        "id_str": "1394946782321328128",
        "full_text": "I am delighted that Keynsham has received £80,000 and Midsomer Norton £85,000 from @HistoricEngland for cultural activities in their town centres as part of their High Streets Heritage Action Zones @HE_SouthWest  #HistoricHighStreets https://t.co/vMIQJvMKa4"
    },
    {
        "id_str": "1394641442925125634",
        "full_text": "Democratic accountability is good for the Government and the duty of Parliament.\nhttps://t.co/mDKgx9Y1OU"
    },
    {
        "id_str": "1394570262646075394",
        "full_text": "Dixon of Dock Green would surely agree. https://t.co/AdYN9wnLDv"
    },
    {
        "id_str": "1394319831776772103",
        "full_text": "We shall never surrender to litter. https://t.co/nZyiXITDzD"
    },
    {
        "id_str": "1394212190828343297",
        "full_text": "“Pour encourager les autres” \n@Valerie_VazMP, a first class shadow leader, like Admiral Byng was fired for the failures of Headquarters. https://t.co/vxZfmG9HnZ"
    },
    {
        "id_str": "1393221902043320320",
        "full_text": "Let us hope the charge of the woke brigade is as successful as that of the Light Brigade. https://t.co/jvslrdgiVr"
    },
    {
        "id_str": "1393188595058499587",
        "full_text": "Home ownership is one of our nation's foundations. It is only through planning reform and building more houses will we create a new generation of home owning Britons. https://t.co/HhmnL7Cyca"
    },
    {
        "id_str": "1392086155273900038",
        "full_text": "The State Opening of Parliament fortuitously coincides with Somerset Day. https://t.co/QVmXVg547K"
    },
    {
        "id_str": "1392027167035469827",
        "full_text": "Returned powers to Westminster will provide a great boost to our democracy, for pointing to Brussels and shrugging is no longer an option. https://t.co/tlQBci9sM3"
    },
    {
        "id_str": "1390599903508942849",
        "full_text": "Congratulations to Jill Mortimer on a superb result. https://t.co/D8qA13JtNw"
    },
    {
        "id_str": "1390335769995321347",
        "full_text": "Dame Eleanor is quite right - we want proper debates back, not a series of monologues. https://t.co/cQOd3j3T5z"
    },
    {
        "id_str": "1388043591772250112",
        "full_text": "Acts of Parliament are the result of painstaking hard work not ministerial fiat. The Domestic Abuse Act 2021 is a case study of the best kind in how constructive collaboration can help improve lives. https://t.co/y2IXCB2L4N"
    },
    {
        "id_str": "1387824711514697731",
        "full_text": "Glad to see that the Leader of the Opposition is so busy, tomorrow he will be showing us how to eat a bacon sandwich. https://t.co/Sg4kftrwzE"
    },
    {
        "id_str": "1386660803667972097",
        "full_text": "A perceptive article by @RhonddaBryant on why Parliament works much better when MPs attend in person.\nhttps://t.co/ctavks5Cuo"
    },
    {
        "id_str": "1385626329882705923",
        "full_text": "The SNP seem to be on a mission to make the Borgias seem respectable in comparison. https://t.co/WTIBg6CBKZ"
    },
    {
        "id_str": "1385595425923780609",
        "full_text": "I have one message to all of my compatriots suffering under socialist councils at May’s local elections: vote Conservative. https://t.co/BDnUgf48Kv"
    },
    {
        "id_str": "1385559684309004288",
        "full_text": "As the great Margaret Thatcher said “Bag it and bin it and that way we’ll win it”. https://t.co/2zL0tAg7LC"
    },
    {
        "id_str": "1385513394699218946",
        "full_text": "Cry \"God for Harry, England and Saint George!\" https://t.co/YG5cNlok5Q"
    },
    {
        "id_str": "1385227750403887112",
        "full_text": "A shot in the arm for community spirit. https://t.co/tEcF2kp3SW"
    },
    {
        "id_str": "1385193171660034051",
        "full_text": "She may be neither a Lord nor a Privy nor a Seal, but Baroness Evans is a tremendous Leader of the House of Lords. https://t.co/5E2BFX0YrT"
    },
    {
        "id_str": "1385144862954119168",
        "full_text": "The immediate aid of London’s noble Fire Brigade should not be needed now fire safety works have significantly reduced the risk to the Palace. https://t.co/iUhtlaE61w"
    },
    {
        "id_str": "1384776984186785792",
        "full_text": "“Though in the order of nature angels rank above men, yet, by scale of justice, good men are of greater value than bad angels.” – St Augustine\nhttps://t.co/pzaFiSTm8D"
    },
    {
        "id_str": "1380430067440959494",
        "full_text": "Some might say Julie’s argument was circular but I thought it revolutionary. https://t.co/d2ro2CXUjf"
    },
    {
        "id_str": "1380070351829409793",
        "full_text": "Well done to Wendy - one of many who have helped make the vaccination programme such a success. https://t.co/J9ULAqRA4g"
    },
    {
        "id_str": "1379704119523471364",
        "full_text": "This Brummie bull has been brilliantly brought into being - by Emma Lou’s inspired design. https://t.co/BP5iBG9nZk"
    },
    {
        "id_str": "1379440008663302144",
        "full_text": "Sam is the hero next door and @Samuel4WECA will be an heroic mayor for WECA. Please vote Conservative on 6th May. https://t.co/0mFHuv2edY"
    },
    {
        "id_str": "1378482670338998276",
        "full_text": "Christ is risen, Alleluia, He is risen indeed, Alleluia."
    },
    {
        "id_str": "1377618423853776900",
        "full_text": "Each week after Business Qs I write to Secretaries of State about the issues raised. MPs do their duty in seeking redress of grievance for their constituents and it is Ministers’ duty to respond. https://t.co/qhil6q5vP3"
    },
    {
        "id_str": "1377552217482362882",
        "full_text": "I will report progress in exactly one year’s time.\nhttps://t.co/O8vEuxISSX"
    },
    {
        "id_str": "1377535615403708416",
        "full_text": "The continuity in the importance of petitioning over 700 years is most reassuring. https://t.co/a1O5Q3KYDK"
    },
    {
        "id_str": "1377282264103579648",
        "full_text": "The 6,600 new police officers hired during this parliament will help address this concerning problem and the Government is looking at further ways to strengthen enforcement. https://t.co/wHcvvo8Ul6"
    },
    {
        "id_str": "1376465769899438082",
        "full_text": "Carolyn is a brave and principled campaigner. https://t.co/wl2J34hsfS"
    },
    {
        "id_str": "1375477007312678912",
        "full_text": "Fire and rehire tactics shame businesses. Our great capitalist, market economy depends on decency and trust. It is nothing without it. https://t.co/VbnwkozjHG"
    },
    {
        "id_str": "1375450864085835777",
        "full_text": "The strength of the United Kingdom is extraordinary: all Britons benefit and we are all united in this great nation. https://t.co/RKkeK3fTWy"
    },
    {
        "id_str": "1375406489435799553",
        "full_text": "The energy that @andy4wm has brought to his stewardship of the West Midlands has been a sight to behold. For prosperity and joy in the West Midlands, vote Conservative, vote Street at the May election. https://t.co/nhQ2w0ixF1"
    },
    {
        "id_str": "1374376747517374478",
        "full_text": "Towards the end of this week's conversation we discussed the fortitude and courage of the Avon and Somerset Constabulary.\nhttps://t.co/4xEmp7ietb"
    },
    {
        "id_str": "1373944303718907908",
        "full_text": "It is funny that those who always lose elections want to change the rules to better suit them. https://t.co/cqPsJovrSv"
    },
    {
        "id_str": "1373287518075023360",
        "full_text": "The basement's new sprinkling system is two yards shorter than the length of 641 cricket pitches, just over eight miles. https://t.co/s7INt6dAKs"
    },
    {
        "id_str": "1372518627170193414",
        "full_text": "In the late medieval period our parliament was already ensuring constituents’ voices were listened to. Thank you to Gwilym for explaining this so clearly. https://t.co/1eKyRV4RBB"
    },
    {
        "id_str": "1372115932613644289",
        "full_text": "It was a great pleasure to speak to Maria and learn more about her work. Civic mayors play an invaluable role in our society, as she demonstrates so well. https://t.co/sliSkEC5YS"
    },
    {
        "id_str": "1371395344609726465",
        "full_text": "After more Members return to Westminster, I hope in the coming weeks, Parliament’s work will be able to resume fully once more https://t.co/R2TBorwV7y"
    },
    {
        "id_str": "1370400042746544131",
        "full_text": "God Save the Queen. https://t.co/NXz4hx2jOX"
    },
    {
        "id_str": "1370363243089305602",
        "full_text": "The power of Parliament is its ability to legislate and to change society for the better. https://t.co/BIBJWgFwz8"
    },
    {
        "id_str": "1369995359666241538",
        "full_text": "A brief period of further hybrid proceedings is infinitely preferable to spending over £1 billion on a temporary chamber. https://t.co/lQns85SCX3"
    },
    {
        "id_str": "1369942434394832897",
        "full_text": "Wise words from a truly distinguished parliamentarian. William Hague, the Prince Rupert of parliamentary debate. https://t.co/ZivD2ABJYB"
    },
    {
        "id_str": "1369579130203893760",
        "full_text": "An appalling crime which causes great emotional distress. https://t.co/hZlGu8LEzN"
    },
    {
        "id_str": "1369258441554952196",
        "full_text": "Northern Ireland is as much a part of my country as Somerset.\nhttps://t.co/MJNwnt1VEE"
    },
    {
        "id_str": "1369227734401028098",
        "full_text": "I am not overly familiar with nightclub environments but where @Pauline_Latham leads I shall follow. https://t.co/sObBGhmGl5"
    },
    {
        "id_str": "1368909925091598340",
        "full_text": "Wodehouse was right about socialism: \"You work for the equal distribution of policy, and start by collaring all you can and sitting on it.\"\nWith the Towns Fund we are starting to undo this hare-brained scheme at last. https://t.co/gabDVKnS1r"
    },
    {
        "id_str": "1367915615311298564",
        "full_text": "Wooster: ‘What do ties matter, Jeeves, at a time like this?’\n\nJeeves: ‘There is no time, sir, at which ties do not matter.’ https://t.co/YQXXhiWAiM"
    },
    {
        "id_str": "1367825852826853377",
        "full_text": "Private member’s bills which have widespread support across the House deserve a hearing. https://t.co/w8FCMczh4b"
    },
    {
        "id_str": "1367766107499753475",
        "full_text": "Lord Frost has caused ice to form on Šefčovič’s upper slopes, with apologies to P.G. Wodehouse. https://t.co/swKrqmCX0a"
    },
    {
        "id_str": "1367526478821412872",
        "full_text": "I do hope all honourable and right honourable members will be poured into their rightful places on the green benches once again soon. https://t.co/iPZ4SM78dx"
    },
    {
        "id_str": "1367479781697220612",
        "full_text": "A possible #WorldBookDay option for parliamentary aficionados, insomniacs and the Rees-Mogg children. https://t.co/TkMTRA6WcS"
    },
    {
        "id_str": "1366356468514054151",
        "full_text": "Fiona Bruce has long been a powerful voice on this important issue. https://t.co/HwxBmcEj5h"
    },
    {
        "id_str": "1366317702105735170",
        "full_text": "Teams like @leighminersrl contribute so much to their local community. https://t.co/pOMqN2iarv"
    },
    {
        "id_str": "1365264831708880899",
        "full_text": "Five and a half centuries later we remain fortunate to live in a dominium politicum et regale. https://t.co/rwJpgrXfhf"
    },
    {
        "id_str": "1364189880071389184",
        "full_text": "Deflationary consequences flow from too early a return to the gold standard.\nhttps://t.co/IFm9Y0gmHo"
    },
    {
        "id_str": "1363776784370708480",
        "full_text": "Government benefits from scrutiny by parliamentarians, which is best done in person. https://t.co/GJBvqttsop"
    },
    {
        "id_str": "1362790771301220356",
        "full_text": "These conversations inevitably involve a great emotional strain and I learned how important being part of a team is to @samaritans volunteers, supporting and encouraging each other. https://t.co/SoEAfl0RTN"
    },
    {
        "id_str": "1362411607234662403",
        "full_text": "A noble cause. https://t.co/XevimNhIAF"
    },
    {
        "id_str": "1362335185082138626",
        "full_text": "Lord Young is one of my most distinguished and experienced predecessors as Leader of the House. It was a great privilege to discuss the role with him. https://t.co/5lsAThKXdQ"
    },
    {
        "id_str": "1361693525004464138",
        "full_text": "\"Freedom which in no other land will thrive,\nFreedom an English subject's sole prerogative.\"\nJohn Dryden, 1685 https://t.co/WXWrQkgajG"
    },
    {
        "id_str": "1361658365924020224",
        "full_text": "London needs Blue Bailey not Red Khan. https://t.co/TjnN70rAYc"
    },
    {
        "id_str": "1361290085845639169",
        "full_text": "Weetabix is unbeatabix with hot milk and brown sugar, although Paddington Bear was on to something with all that marmalade. https://t.co/RMXAD02s5y"
    },
    {
        "id_str": "1361256368246824961",
        "full_text": "I agree with @EstherMcVey1 that we must commemorate and honour all those who we have lost in the pandemic. https://t.co/KWukUpUckN"
    },
    {
        "id_str": "1360576905142013952",
        "full_text": "I have enjoyed recording these episodes. I am also enjoying listening to the @napoleonic_q podcast, which I would recommend to anyone wishing to brush up on the French Revolution."
    },
    {
        "id_str": "1360256081214263296",
        "full_text": "Our history lives and breathes in our honours system. It links us to medieval chivalry through the original Knights of the Garter. https://t.co/rY0T9HqTWo"
    },
    {
        "id_str": "1360229266974212096",
        "full_text": "So often at Business Questions, my friend @ElliotColburn reminds us that the Liberal Democrats are not on the side of the motorist. https://t.co/V2FUg6JW0z"
    },
    {
        "id_str": "1360187292980281346",
        "full_text": "Red Ken has been transmogrified into Red Khan. https://t.co/QrGCQksKpp"
    },
    {
        "id_str": "1360156387628711937",
        "full_text": "Spending on vital works needed by the Palace of Westminster must be proportionate and reasonable. https://t.co/w6TpIkWP0O"
    },
    {
        "id_str": "1359910423198367744",
        "full_text": "Thank you to all those who say thank you. https://t.co/7a9XewZQR0"
    },
    {
        "id_str": "1359885300571512833",
        "full_text": "Her Majesty was quite right when she once said: \"The British Constitution has always been puzzling and always will be.\" It is a subject of endless curiosity. https://t.co/hFQT4VFhu7"
    },
    {
        "id_str": "1359160511322013706",
        "full_text": "Trading with countries that commit genocide is not something a civilised nation wants to do.\nhttps://t.co/wfMmyowj6B"
    },
    {
        "id_str": "1359073628499894272",
        "full_text": "Best wishes to all those working at Ousedale and St Paul's - and indeed to teaching staff up and down the land. https://t.co/JKyNkHkNIo"
    },
    {
        "id_str": "1358783440884269056",
        "full_text": "We must protect wetlands, in the UK and around the world. https://t.co/fuilMoqbkh"
    },
    {
        "id_str": "1358714202072965120",
        "full_text": "It is the private sector working with the Government that is making a success of the vaccine and testing, up to 800,000 tests per day. https://t.co/IHiMHYxt92"
    },
    {
        "id_str": "1357743391115722754",
        "full_text": "Alexei Navalny faces martyrdom with the courage of St. John Fisher. https://t.co/tPYC9ZV96l"
    },
    {
        "id_str": "1357629210731372548",
        "full_text": "The persecution of @joannaccherry, with whom I disagree on so many things, reveals the rotten underbelly of the SNP. https://t.co/vqzLgeJEA8"
    },
    {
        "id_str": "1357373488198258695",
        "full_text": "Value for money, the vital works, not gold-plating. @EdwardLeighMP https://t.co/qN9KoUaR7s"
    },
    {
        "id_str": "1357364258661613572",
        "full_text": "Sam's snowy strides this week reflect the dedication and determination shown by district nurses during the pandemic, for which we should all be grateful. https://t.co/daui1aaQxG"
    },
    {
        "id_str": "1356957890268065799",
        "full_text": "Sir Kier Starmer has just denied saying this in Prime Minister’s questions.\nhttps://t.co/zkD0Krj4L3"
    },
    {
        "id_str": "1356902096277225474",
        "full_text": "Nicola Sturgeon is rather like Mona Lott: it’s being so cheerful that keeps her going. https://t.co/0zeSqiZahR"
    },
    {
        "id_str": "1356648892499189760",
        "full_text": "The benefits of the United Kingdom. https://t.co/1W8EO3jgWC"
    },
    {
        "id_str": "1356282718418571264",
        "full_text": "Every corner of the United Kingdom will benefit from this investment. https://t.co/uuD5dkl7CU"
    },
    {
        "id_str": "1356165685701959681",
        "full_text": "Onwards and upwards. https://t.co/TadxD7FQer"
    },
    {
        "id_str": "1354783768737943552",
        "full_text": "Vital works not gold-plating. https://t.co/21kSWsm4Rr"
    },
    {
        "id_str": "1353997292018216960",
        "full_text": "The consent of the British people is the key to the lockdowns and explains why compliance is so high.\nhttps://t.co/2gRAv2GGZW"
    },
    {
        "id_str": "1353752703701307393",
        "full_text": "It is a pity about the garlic, but otherwise I agree with @JacobYoungMP that our regional treats and delicacies should be celebrated. https://t.co/IQtm1Z8WU9"
    },
    {
        "id_str": "1353717944228978688",
        "full_text": "As we celebrate the centenary of Northern Ireland I commend @carlalockhart ’s question, we must ensure the victims of the Troubles receive the support to which they are rightly entitled. https://t.co/EBCnFPMDfr"
    },
    {
        "id_str": "1353702225277825037",
        "full_text": "We have already acted to tackle microplastics in our oceans but there is still more to do. https://t.co/2MqU11Pj5T"
    },
    {
        "id_str": "1353637424929366019",
        "full_text": "Inoculations are happening by the armful and no community should be left behind. https://t.co/nY56dseZoF"
    },
    {
        "id_str": "1352664342492303360",
        "full_text": "Thank you to all those who have helped protect homes. https://t.co/w7Bsjja7wA"
    },
    {
        "id_str": "1352644404209737729",
        "full_text": "I hope everyone who receives an invitation for an appointment feels safe enough to attend. Many precautionary measures have been put in place. #HelpUsHelpYou https://t.co/ICqX2d72i8"
    },
    {
        "id_str": "1352598572768718853",
        "full_text": "The wokists are helping us celebrate our history, I am glad @ScottBentonMP is defending our statues. https://t.co/bA2jlQS7Fr"
    },
    {
        "id_str": "1352544619100299264",
        "full_text": "Brexit opportunities knock every day. @johnredwood and others inspire us to go further and faster. https://t.co/HsWLq6BJAd"
    },
    {
        "id_str": "1352300114954563585",
        "full_text": "Our farmers produce the finest food in the world, British beef is best. @GregKnight #BuyBritish https://t.co/qbkEzremL9"
    },
    {
        "id_str": "1352281855777771523",
        "full_text": "The SNP doth protest too much. https://t.co/7eehbpq3aR"
    },
    {
        "id_str": "1351461429837238275",
        "full_text": "The UK Government has invested in Valneva's Livingston manufacturing facility and clinical trials of its vaccine are now underway. \"Hope smiles from the threshold of the year to come, whispering ‘it will be happier’.\" https://t.co/pKNEPW9Ukr"
    },
    {
        "id_str": "1351216793013153799",
        "full_text": "We should celebrate the United Kingdom on the 100th anniversary of Northern Ireland.\nhttps://t.co/Orsws3nOf2"
    },
    {
        "id_str": "1351183631830679574",
        "full_text": "Our nation at its absolute best. https://t.co/aEYskZoCi5"
    },
    {
        "id_str": "1351146654653624326",
        "full_text": "I was very happy to join Liz for a #BrewMonday call earlier. https://t.co/JZhIpXiwuB"
    },
    {
        "id_str": "1350779955777581057",
        "full_text": "Potholes are a blight for motorists so I am wholly supportive of this latest innovation. https://t.co/nix39xub0b"
    },
    {
        "id_str": "1349359201966043137",
        "full_text": "As Sir John Fortescue wrote in the 15th Century,  “England is governed as a dominium politicum et regale”.\nhttps://t.co/JYncJO1seu"
    },
    {
        "id_str": "1344257210575155200",
        "full_text": "I must confess to a striking admiration for the sophisticated Monsieur Barnier https://t.co/GKtuh17ttL"
    },
    {
        "id_str": "1343904582540419072",
        "full_text": "While I had not meant to call Mr Speaker 'Mr Christmas', it is an excellent soubriquet for a “veray parfit gentil knight”. Thank you to all the House staff who have worked hard over Yuletide to prepare for tomorrow's recall. https://t.co/fpLVLWrcrU"
    },
    {
        "id_str": "1343879228996149248",
        "full_text": "Today is the 850th anniversary of the martyrdom of St Thomas of Canterbury, murdered in his own cathedral in defence of the Church."
    },
    {
        "id_str": "1342259371355623424",
        "full_text": "Today a Saviour has been born to us. He is Christ the Lord."
    },
    {
        "id_str": "1342138708179476482",
        "full_text": "A sovereign nation again. https://t.co/rXriRnpEtA"
    },
    {
        "id_str": "1341774798410661889",
        "full_text": "Thank you to all the key workers who have shown great dedication to their work and to the nation this year - including Sam, Vicki and Lindsay. https://t.co/Mgt6phAflN"
    },
    {
        "id_str": "1341372615378821122",
        "full_text": "I am so pleased that my mother has received her first vaccination. https://t.co/ESiSpuaXT7"
    },
    {
        "id_str": "1340975140054704128",
        "full_text": "The Palace of Westminster is a precious part of our nation's history and its medieval cloisters are a magical place. https://t.co/f3lgeGWuzh"
    },
    {
        "id_str": "1339942430448234497",
        "full_text": "Our winning manifesto in 2019 is the foundation stone of this Government. We are delivering on its promises and I can assure Jonathan Gullis that we will continue to do so next year and beyond. https://t.co/wB7prywfM9"
    },
    {
        "id_str": "1339516900213186562",
        "full_text": "What every three-year-old wants for Christmas. https://t.co/pJD9sEiKXv"
    },
    {
        "id_str": "1338831252527456257",
        "full_text": "In response to more gloom from the SNP at Business Questions. Must they really distract us from their internal strife or domestic mismanagement with yet more separatism? https://t.co/BDjAHorO8H"
    },
    {
        "id_str": "1338777320291766274",
        "full_text": "If they come all EU deals are done at the last minute.\nhttps://t.co/cAkCyzP51q"
    },
    {
        "id_str": "1337448061057064960",
        "full_text": "Good Samaritans one and all. https://t.co/NebXWFqGGf"
    },
    {
        "id_str": "1337411419965444098",
        "full_text": "Vanilla custards do not appear in Hansard enough so thank you to Jonathan for making up for lost time. Best wishes to Margaret and all the businesses mentioned. https://t.co/7pFn8Pk6A6"
    },
    {
        "id_str": "1337391177839087616",
        "full_text": "The origin of our liberties are lost in the mists of time.  They do not depend on recent conventions. https://t.co/I1KtNjcOI4"
    },
    {
        "id_str": "1336311043526680579",
        "full_text": "I am sure the elves will be having a wassail of a time. https://t.co/g9kahfDd3i"
    },
    {
        "id_str": "1336252178789523456",
        "full_text": "It would be the work of a moment for any teachers spotting this to sign up. I do hope those taking part find it instructive. https://t.co/rtm08s9kyr"
    },
    {
        "id_str": "1335990197838897152",
        "full_text": "We will all need to support our local boozers when the restrictions are lifted, with or without scotch eggs. @Shaun4WBW https://t.co/BIxHlRSk6P"
    },
    {
        "id_str": "1335938290952925185",
        "full_text": "The capital of the Black Country has turned blue and long may it stay that way. https://t.co/JB0UEpXaMw"
    },
    {
        "id_str": "1335901533305774081",
        "full_text": "Thank you to all the organisations providing support to those facing financial difficulties this year, not least @CitizensAdvice. https://t.co/jHRnXFZO3l"
    },
    {
        "id_str": "1335208378931556353",
        "full_text": "A nation of shopkeepers – and proudly so. https://t.co/sDoZi56DCL"
    },
    {
        "id_str": "1334955476023382021",
        "full_text": "I hope my fellow Catholics will find this message reassuring, the hierarchy has ruled authoritatively.\nhttps://t.co/JnbVFM1ONw"
    },
    {
        "id_str": "1334068994345754625",
        "full_text": "We could only approve this vaccine so quickly because we have left the EU. Last month we changed the regulations so a vaccine did not need EU approval which is slower. https://t.co/y2Az7okPdx"
    },
    {
        "id_str": "1333780480294981632",
        "full_text": "In response to more gloom from the SNP. They are sour on democracy when it comes to votes they do not like, be they the referendums of 2014 and 2016 or the Scottish Parliament vote to release legal advice over the Salmond affair. #veryfishy https://t.co/IDhc8XSqpE"
    },
    {
        "id_str": "1333747738354315264",
        "full_text": "Cutting overseas aid in these circumstances is right, there is not unlimited money.\nhttps://t.co/pjRirg71nt"
    },
    {
        "id_str": "1333441457550741504",
        "full_text": "Guinness is good for you or, at least, getting into the record book is. https://t.co/LrGmlkFCwb"
    },
    {
        "id_str": "1333398866264281088",
        "full_text": "I was delighted to meet Gurjit from Parliament’s security team to celebrate the Guru Nanak’s birthday and pay tribute to the huge contribution British Sikhs have made to the country, particularly their brave service in both World Wars. https://t.co/urXGHpYRni"
    },
    {
        "id_str": "1333380607431335937",
        "full_text": "I am sure Juniour, Will, Sam and David will cross the pond in no time. https://t.co/KtroY5WG18"
    },
    {
        "id_str": "1333351720341135362",
        "full_text": ".@carlalockhart is absolutely right. Members of this House have been murdered by the IRA. Their murderers should be condemned with every breath. https://t.co/IpJDM5Lwm6"
    },
    {
        "id_str": "1332371162341515267",
        "full_text": "The first duty of the British government is to its subjects. The Chancellor is providing £4 billion of taxpayers’ money to support the economies of the midlands and the north this parliament. @BBradley_Mans https://t.co/NtQCyUXc6M"
    },
    {
        "id_str": "1332309124013568001",
        "full_text": "As a past master of public health – just ask King Augeas – Hercules would have made an excellent vaccinator-in-chief. https://t.co/wrr0JRfPn9"
    },
    {
        "id_str": "1332295965471019013",
        "full_text": "Under Labour, our constitution was vandalised and the whole of the United Kingdom suffered. We must undo their foolish tinkering. https://t.co/06jOYP5tYS"
    },
    {
        "id_str": "1332251635939225600",
        "full_text": "Home ownership is a true Tory value and Shaun Bailey would help people achieve this honourable ambition. https://t.co/3LCCIvMtDE"
    },
    {
        "id_str": "1331946720142483460",
        "full_text": "Actions speak louder than words and in his first year Mr Speaker has acted in the finest traditions of the role. It was a great pleasure to interview him. https://t.co/8tDwbId7Zv"
    },
    {
        "id_str": "1331611714106888192",
        "full_text": "\"The stockings were hung by the chimney with care, in hopes that St Nicholas soon would be there.\"\nMy troop are certainly relieved that Father Christmas will be able to use a travel corridor. https://t.co/HeWzruZoN9"
    },
    {
        "id_str": "1331312756008644608",
        "full_text": "We have tried three times to enable clinically extremely vulnerable MPs to contribute to debates virtually, but sadly the Opposition has repeatedly blocked it."
    },
    {
        "id_str": "1331312652413448193",
        "full_text": "This practical attempt to support MPs who have been advised by the Government not to go to work has been needlessly talked out by the opposition. https://t.co/j9vdjnzOZ7"
    },
    {
        "id_str": "1331312576479813637",
        "full_text": "Tonight the Labour Party and the SNP filibustered our motion to allow virtual participation in debates for MPs who are clinically extremely vulnerable. The opposition knew exactly what they were doing."
    },
    {
        "id_str": "1330806346841796609",
        "full_text": "I am confident all my ancestors were very smartly dressed even when covered in woad, whatever @danny__kruger might suggest to the contrary. https://t.co/ICzbVkY48c"
    },
    {
        "id_str": "1329825456556830722",
        "full_text": "I will never tire of singing the praises of such a great champion. If @LewisHamilton ever needs a lift down the M4 we can certainly make room in the back. https://t.co/RNFbaLz8oy"
    },
    {
        "id_str": "1329746251110354947",
        "full_text": "I particularly like the look of Big Top’s Jack In The Box. Sir John Shorne would be proud. https://t.co/31wJqm0tmm"
    },
    {
        "id_str": "1329727079110348801",
        "full_text": "The failure of devolution is the failure of the separatist SNP. https://t.co/ZhYaxxXrQ6"
    },
    {
        "id_str": "1329555534081613827",
        "full_text": ".@pritipatel is a formidable Home Secretary.  Under her stewardship the HO has recruited thousands of police officers and introduced an Immigration Bill to safeguard our borders. Priti is an asset to government and a great Great Officer of State."
    },
    {
        "id_str": "1329473116150636544",
        "full_text": "We are changing the culture in Westminster but must do more to make the ICGS run as smoothly as possible. https://t.co/zGUKgX1IB6"
    },
    {
        "id_str": "1329454384804229121",
        "full_text": "Reforming the planning system is a once in a generation chance to build more houses so that young people have the opportunity to buy their own home. https://t.co/DwfP4bx8ip"
    },
    {
        "id_str": "1328726146041712643",
        "full_text": "Heroism deserves praise. Just as the Romans freed Caractacus, so should our nation's heroes be freed from the shackles of wokery. https://t.co/HoLbiZxjts"
    },
    {
        "id_str": "1328709125715398656",
        "full_text": "There is one Boris: Unam, sanctam, catholicam et apostolicam Borisam.\nhttps://t.co/OKpkF0r5Cv"
    },
    {
        "id_str": "1328088149722079233",
        "full_text": "Whilst there are House resourcing issues for Westminster Hall, we can do something about the Chamber. I have been urgently exploring how we can support additional virtual participation in the Commons despite capacity constraints and hope to bring forward a motion soon."
    },
    {
        "id_str": "1328088148396695554",
        "full_text": "While the Government is advising the clinically extremely vulnerable not to go into work, we must and will work with House authorities to find a solution."
    },
    {
        "id_str": "1328088147109044227",
        "full_text": "Who cannot be moved by @tracey_crouch among others making her brave appeal to contribute more to the Commons through virtual participation?"
    },
    {
        "id_str": "1326544857519681538",
        "full_text": ".@ShaunBaileyUK is the only hope for London to replace the failed Sadiq Khan and become the next Mayor of London. The metropolis deserves better and his interview with GQ Magazine shows why. https://t.co/YOFrUVefuK"
    },
    {
        "id_str": "1326502809072771073",
        "full_text": "Luke 22:38 ‘There are two swords'. https://t.co/6fTXHmKADd"
    },
    {
        "id_str": "1326102430354972672",
        "full_text": "Preserving the structures of our economy is the best hope for our recovery. With billions of support this year, our great high streets will be at the heart of Britain's bounce back. https://t.co/vP5QBF2vVq"
    },
    {
        "id_str": "1325838523602231296",
        "full_text": "The Scottish nationalists are always quiet about their record on education. It is schooling and opportunity that Scottish children need, not separatism and division. https://t.co/ceUGFASuoG"
    },
    {
        "id_str": "1325805965980135424",
        "full_text": "Poppy sellers are part of the fabric of our nation. It is sad that there are fewer on the streets this year. I am grateful to @MrAndy_Carter for reminding us that the Poppy Appeal is taking donations online and I hope to see poppy sellers back on Britain's high streets in 2021. https://t.co/mIX06l8gO3"
    },
    {
        "id_str": "1325771016380030981",
        "full_text": "London's socialist mayor has run London Transport hopelessly. Only a Conservative mayor next year can make it better. @BobBlackman https://t.co/ahxyVynB1s"
    },
    {
        "id_str": "1325728407179718657",
        "full_text": "With the nights drawing in we need to ensure pensioners get all the help they are entitled to. I urge all MPs to highlight Pension Credit and the other forms of support offered by the Government to their constituents. https://t.co/nvpwqRN9w1"
    },
    {
        "id_str": "1324736101676916738",
        "full_text": "I am not entirely au fait with the precise function of headstock wheels but am keen to learn more about them and, indeed, all aspects of our industrial heritage. https://t.co/aqirt6SAdL"
    },
    {
        "id_str": "1323611991341236224",
        "full_text": "A liberty loving Prime Minister did not take these decisions lightly.\nhttps://t.co/3APLvzeOIF"
    },
    {
        "id_str": "1323557050664837120",
        "full_text": "The Prime Minister did not want to take away our freedom. https://t.co/bN2TcXdzss"
    },
    {
        "id_str": "1322920231900205056",
        "full_text": "Why are Socialists ashamed of our country?\nhttps://t.co/TowjZeucix"
    },
    {
        "id_str": "1322103859255365634",
        "full_text": "130 extra police officers have joined the Avon and Somerset Constabulary since the Government launched its major police recruitment drive one year ago.  The Government is on track to deliver 20,000 extra officers by 2023.  #lawandorder https://t.co/Otas5BzpUb"
    },
    {
        "id_str": "1321768731157082113",
        "full_text": "Be proud of the UK Parliament which has so much expertise to share with the world. We should continue to support politicians like @LPrlic through organisations like @WFD_Democracy and @CPA_UK. https://t.co/W2IjCk6XQK"
    },
    {
        "id_str": "1321422874951954433",
        "full_text": "This has certainly been a rollercoaster year, but I hope fairground operators have more ups than downs in 2021. https://t.co/JP4gCZcjFn"
    },
    {
        "id_str": "1321082239506145280",
        "full_text": "Many parliamentarians among others are mentoring young people this week.  Thank you, it is invaluable support.   #nationalmentoringday @DianaAward https://t.co/p8LgFrjvca"
    },
    {
        "id_str": "1319669583079419905",
        "full_text": "Thursday's Business Questions have become a weekly digest of the incompetence of Lib Dem councils. MPs from all sides of the House should follow @ElliotColburn 's example and alert the House to the latest hare-brained schemes from the Liberals. https://t.co/kYaWvhFyYD"
    },
    {
        "id_str": "1319644427103707137",
        "full_text": "The crimes that @JacobYoungMP describes in Redcar are a scourge upon society. With thousands more police there are the resources to root out car crime. https://t.co/MlCyJuNdz1"
    },
    {
        "id_str": "1319625092259893249",
        "full_text": "Like Daddy Pig I am really rather an expert at jumping in muddy puddles. If you wish to submit a video for the World Puddle Jumping Championships you can do so at https://t.co/jEVkc2IPga. https://t.co/av5zCpyf71"
    },
    {
        "id_str": "1319556599141306368",
        "full_text": "Eastward, look, the land is bright. https://t.co/Qzf8a7UPO8"
    },
    {
        "id_str": "1318540857486835722",
        "full_text": "Thank you to the Serjeant-at-Arms for all his work helping keep Parliament operating in a covid-secure way during the pandemic. https://t.co/V1tAe8GHEs"
    },
    {
        "id_str": "1318123594493403136",
        "full_text": "Mens sana in corpore sano. https://t.co/FWMa7X4KPG"
    },
    {
        "id_str": "1317142179912056832",
        "full_text": "The EU needs to understand that the UK is not asking to be a vassal state.\nhttps://t.co/IY0yE4rMWN"
    },
    {
        "id_str": "1317077708988420103",
        "full_text": "Laws need to be explained and challenged as they are being introduced but this cannot happen in a virtual Commons. A mere succession of statements of views does not constitute scrutiny. https://t.co/370cZI8rZe"
    },
    {
        "id_str": "1317075759350034437",
        "full_text": ".@carolynharris24 is an amazing campaigner especially in her recent efforts to reduce problem gambling. She is one the House's most effective MPs because she manages to find cross-party support. https://t.co/VnIw6Mxw8H"
    },
    {
        "id_str": "1317043466782842880",
        "full_text": "Freedom of speech is one of the great pillars of our constitution. Our institutions, from the police forces to parliament, must protect it.  I am obliged to @joymorrissey for raising this fundamental issue. https://t.co/EdgyhFl34H"
    },
    {
        "id_str": "1317014805446860804",
        "full_text": "Scotland’s resounding vote in 2014 to remain part of our Union must not be forgotten. It will stand for a generation at least and we will have an even greater Union to show for it. https://t.co/5bIJN3K6T6"
    },
    {
        "id_str": "1316026604821213186",
        "full_text": "Few MPs are as adept at using the chamber to help their constituents so it is wonderful to see Jim back in the Commons, his home from home. https://t.co/QIbk4TYkWX"
    },
    {
        "id_str": "1315660277292072962",
        "full_text": "Somerset, home of Wessex kings and the first monarchs of all England, should be restored to its historic glory. https://t.co/SRNQmm2Plg"
    },
    {
        "id_str": "1315623717821652992",
        "full_text": "It is a delight to hear that the Towns Fund has supported the refurbishment of Darwen Tower, built to celebrate Queen Victoria's Diamond Jubilee. It has stood proudly over Lancashire since 1898 and may it stand many centuries more. @JakeBerry https://t.co/lvwD6eUzgr"
    },
    {
        "id_str": "1315590494630617088",
        "full_text": "The local volunteers of Colne Valley cleaning up litter left by fly tippers show Britain at its best. I commend their efforts and @JasonMcCartney for continuing to campaign to end the blight of fly tipping. https://t.co/uzSJkd85QE"
    },
    {
        "id_str": "1314599849430519813",
        "full_text": "I am delighted that the planned 18-month review of the ICGS has begun. I encourage Members and staff to feed in their views and I look forward to engaging with the reviewer, Alison Stanley, throughout the course of her work. https://t.co/3CLwpLYSc7"
    },
    {
        "id_str": "1313847067199123462",
        "full_text": "Thank you to the @Telegraph for explaining the mystery of the missing Bath Olivers. Please would @pladis_Global bring them back, they are the best British biscuit. https://t.co/Mn2w2ZShl7"
    },
    {
        "id_str": "1313768308781580289",
        "full_text": "Democracy is an essential public service.\nhttps://t.co/cYOcX5cmeI"
    },
    {
        "id_str": "1313465489864171520",
        "full_text": "I am delighted that nine football clubs in North East Somerset have been awarded @premierleague funding.  @Radstock_TownFC @KeynshamTownFC @_KTLFC @PaultonRoversFC @LarkhallAFC @larkhallALFC @HengroveAFC @WeltonRoversFC @BishopSuttonAFC https://t.co/1JQKxMcPiX"
    },
    {
        "id_str": "1313439420469706752",
        "full_text": "Business without tourists is no picnic, but Merrythought is bearing up brilliantly. https://t.co/uRV6oyugsS"
    },
    {
        "id_str": "1312337223002587136",
        "full_text": "I am looking forward to a live conversation with Paul Goodman of ConservativeHome next week. Please zoom in.\nhttps://t.co/4BdwiOr2rU"
    },
    {
        "id_str": "1311944861160013826",
        "full_text": "A great county like Somerset ought to be whole. https://t.co/i7XMDapJqO"
    },
    {
        "id_str": "1311701453904506884",
        "full_text": "In response to @richolden's excellent question, Shakespeare for the Union and anti-wokery. https://t.co/u32pZzlsYI"
    },
    {
        "id_str": "1311682710067441670",
        "full_text": "Vote Conservative for cleaner teeth. @JonesyFay https://t.co/4VVXvES7UA"
    },
    {
        "id_str": "1311280819198218241",
        "full_text": "Exactly as the PM says: 'Now is the time to end the pointless, snooty, and frankly vacuous distinction between the practical and the academic.' https://t.co/PSRfeVNWe3"
    },
    {
        "id_str": "1311050933997105159",
        "full_text": "An excellent result on the UK Internal Markets bill.  It passed on third reading by 340 to 256 votes."
    },
    {
        "id_str": "1310976121501081600",
        "full_text": "I hope multiple background contributions from Sixtus do not prove too distracting. He could certainly learn a thing or two from Lord Lisvane. https://t.co/yxy4vlH0uG"
    },
    {
        "id_str": "1309412179964301315",
        "full_text": "Chartwell has been home to one of this country's most distinguished figures and its proprietors should be truly proud. @tomhunt1988 https://t.co/QEzPQPAcuJ"
    },
    {
        "id_str": "1307355087971512321",
        "full_text": "Parish churches and market towns are two of the glories of “England’s garden”. The restoration of such towns is very welcome. https://t.co/dtVmiUj6nm"
    },
    {
        "id_str": "1306624741109833728",
        "full_text": "Taking back control of our environment and agriculture policy from the EU means that better things lie ahead for our wildlife. https://t.co/XyhMqAb6hX"
    },
    {
        "id_str": "1306610097796403202",
        "full_text": "Bridge the gap to level up. @DehennaDavison https://t.co/4ynVDqeZRq"
    },
    {
        "id_str": "1305824348343873537",
        "full_text": "Starmer’s socialists still suck up to Brussels. https://t.co/MlIQjMiwzk"
    },
    {
        "id_str": "1305783599342456833",
        "full_text": "The UK must protect itself if the EU tries to break up the nation.\nhttps://t.co/Zg9VbAO8mk"
    },
    {
        "id_str": "1305547722427170816",
        "full_text": "I am full of admiration for the work of @1ParliCounsel and her team. My gratitude to them is matched only by the magnitude of their cerebra. They must eat lots of fish. https://t.co/0ZWQEcXMUo"
    },
    {
        "id_str": "1304337761273630721",
        "full_text": "Two independent nation states, islands off great continents, may trade together and prosper. https://t.co/shaIow83Kr"
    },
    {
        "id_str": "1303991260546506752",
        "full_text": "Many thanks to @StuartAndrew for standing in for me at Business Questions.  One of my children was tested for COVID-19 last weekend after displaying symptoms. In accordance with government guidance, the household has been in self-isolation while we await the test result."
    },
    {
        "id_str": "1302189319365578754",
        "full_text": "The trenchermen of Somerset ate for the economy, thank you. https://t.co/462YQeRNBR"
    },
    {
        "id_str": "1301971470994862080",
        "full_text": "An excellent new Board of Trade, Abbott and Hannan are inspired appointments. https://t.co/mfoycgHNV1"
    },
    {
        "id_str": "1301551485625532421",
        "full_text": "To deliver affordable homes we must build more houses, but beautiful ones that communities will welcome. https://t.co/W46kZj16BU"
    },
    {
        "id_str": "1301504547974766593",
        "full_text": "Rule Britannia.\nhttps://t.co/nkpMqhhsds"
    },
    {
        "id_str": "1301074193883295744",
        "full_text": "The holidays are over and my five older children certainly need and want to be at school. https://t.co/oOfMLQrlNa"
    },
    {
        "id_str": "1300783371229057026",
        "full_text": "With more dialogue than the Archers https://t.co/RKcxbO3N0C"
    },
    {
        "id_str": "1298955664899944450",
        "full_text": "Community support has now assisted 7,500 residents in Bath and North East Somerset bringing together the gamut of public and charitable services to help people through this difficult time. https://t.co/IrZXifKtuO https://t.co/on8Q0swDdA"
    },
    {
        "id_str": "1298576354334605312",
        "full_text": "An excellent appointment to ensure that “cities shall with commerce shine.”\nhttps://t.co/ubK5aEI88w"
    },
    {
        "id_str": "1298275770649976832",
        "full_text": "Britons must never be enslaved by political correctness. https://t.co/46eOkmEUh5"
    },
    {
        "id_str": "1297867143418204160",
        "full_text": "Every week at Business Questions I am told about remarkable activities going on across the country and think they deserve a wider audience. #CommonsMentions https://t.co/wly2vTQZqh"
    },
    {
        "id_str": "1296137993032531968",
        "full_text": "Thanks to the hard work of Phil @weypavilion the show will go on. https://t.co/fdcQBTmxbR"
    },
    {
        "id_str": "1296111719450849280",
        "full_text": "Boho Gelato’s delicious ice cream may even turn me into a Bohemian. Sixtus might have a lesson or two to give the great Richard Drax though in how to eat an ice cream. https://t.co/ar4rNJ3WEH"
    },
    {
        "id_str": "1296087017378455554",
        "full_text": "Free markets in action, Sean Cooper @weyfish supports local fishermen, has increased his work force 7 fold in one year and improves the nation’s diet.  I look forward to his deliveries to West Harptree. https://t.co/k7lVF9RMnl"
    },
    {
        "id_str": "1291703179860676608",
        "full_text": "I am proud of the level of support the Government has provided during the pandemic to businesses, employers and employees in my constituency. https://t.co/px3q4lD3FN"
    },
    {
        "id_str": "1290929189516976130",
        "full_text": "I am delighted that Keynsham in my constituency has been awarded £1.3 million for town centre improvements. https://t.co/5PZKm8Fq2r"
    },
    {
        "id_str": "1287747441165467652",
        "full_text": "Under @andy4wm’s leadership the government will build build build the way to greater prosperity in the West Midlands. https://t.co/YyQgcclkvq"
    },
    {
        "id_str": "1287029902169059331",
        "full_text": "Congratulations to Avon &amp; Somerset police who managed to stop an illegal rave in my constituency. The nation owes much to its dedicated police officers."
    },
    {
        "id_str": "1286643612923633669",
        "full_text": "Superb scones from Donna at the Riverside Tearoom. Cream first of course but even I did not add butter as well. https://t.co/Ck87JY2upn"
    },
    {
        "id_str": "1286614282344570880",
        "full_text": "My children are very jealous of my trip to meet Sarah Holmes at the marvellous teddy makers @MerrythoughtLTD with my brilliant PPS @lucyallan. May Merrythought teddies be made for many decades more to come. https://t.co/xBIX23ddvl"
    },
    {
        "id_str": "1286584509165641728",
        "full_text": "Thank you so much to @Walsall_College for their welcome and to the apprentices who told me about their ambitions to gain skills and seize new opportunities in the workplace. https://t.co/Ai3mJSKOT5"
    },
    {
        "id_str": "1286402676851388416",
        "full_text": "I was hugely impressed by the top quality leather manufacturers @SedgwickLeather who are making good use of the Chancellor’s furlough scheme to keep employees on board while navigating this challenging time for the economy. https://t.co/1oyagEHFza"
    },
    {
        "id_str": "1286389200980455426",
        "full_text": "Such a pleasure to meet @andy4wm and see how the government’s £400m fund for metro mayors is helping to develop brownfield sites and create thousands of new jobs. https://t.co/gIrXyVKlnT"
    },
    {
        "id_str": "1284445804816732160",
        "full_text": "Somerset forever https://t.co/CewOZEXlmr"
    },
    {
        "id_str": "1284052354816499712",
        "full_text": "Yasmin’s campaign for people affected by Primodos is a model of how an MP ought to seek a redress of grievance. https://t.co/smzaPO5uKg"
    },
    {
        "id_str": "1283807463557537797",
        "full_text": "The SNP does not want powers for Scotland, it does not want powers for the UK, it simply wants to keep powers in Brussels. https://t.co/yzMCEYqp2k"
    },
    {
        "id_str": "1282955997577908224",
        "full_text": "Power with responsibility and why this is the right economic response. https://t.co/kkmID4c6V4"
    },
    {
        "id_str": "1282701445607940099",
        "full_text": "New houses must also be beautiful and what people not bureaucrats want. https://t.co/pljAQ0cBi4"
    },
    {
        "id_str": "1282635330680696833",
        "full_text": "Improving mental health services has cross party support and is rightly a government priority. https://t.co/9nVOuElc6k"
    },
    {
        "id_str": "1281256805771866113",
        "full_text": "Pecunia non olet. https://t.co/yNJt51DNn0"
    },
    {
        "id_str": "1281239725987282946",
        "full_text": "Free speech is one of the four pillars of the constitution without which our liberties would collapse. https://t.co/3zNQ23OGAC"
    },
    {
        "id_str": "1280924874102448129",
        "full_text": "Many have been Rooting for this Grace. The Boycott May be over Close to the end of the season but time to Cook up a Brearley Gooch show. https://t.co/d9k1uV4H51"
    },
    {
        "id_str": "1280880011961122816",
        "full_text": "Since the stamp act of 1765, cutting stamp duty has always been popular. https://t.co/0BPz7d6753"
    },
    {
        "id_str": "1279407907197485057",
        "full_text": "This is regrettably true so I visited the Ring O’Bells in Compton Martin. Alas just half a pint as I was driving. https://t.co/7jTKW5idJT"
    },
    {
        "id_str": "1278693077058805760",
        "full_text": "As Mona Lott would say, \"It's being so cheerful as keeps me going\". https://t.co/Zd65yDvjYl"
    },
    {
        "id_str": "1278261175424344065",
        "full_text": "It is really happening, we are taking back control. https://t.co/q1R0uTbo6b"
    },
    {
        "id_str": "1277871502269054976",
        "full_text": "Political appointments have an excellent track record, look at Henry Kissinger.\nhttps://t.co/jRQSHYOxdS"
    },
    {
        "id_str": "1277581279907717120",
        "full_text": "A powerful, witty and conservative maiden speech. https://t.co/Xbv9Vnw7Zd"
    },
    {
        "id_str": "1276520118273617920",
        "full_text": "If I were to get a tattoo it would be of my children’s names but, alas, there would not be enough space to fit them all in. https://t.co/eDk3D5o1Vi"
    },
    {
        "id_str": "1276456034798796802",
        "full_text": "985 years after he died King Canute still suffers 11th century strategic communication failures. https://t.co/jk8rqfWpfo"
    },
    {
        "id_str": "1275532085743226881",
        "full_text": "I have been horrified by some of the stories of bullying and harassment I have been told. The vote today means the culture change that the House of Commons needs is being put in place with the establishment of an entirely independent body to root out bad behaviour. https://t.co/TAGSEoPS99"
    },
    {
        "id_str": "1275512379888074752",
        "full_text": "I hope that by setting up the Independent Expert Panel to decide on sanctions in cases of bullying and harassment in Parliament, all those who have suffered will now have the confidence to come forward. https://t.co/Vofq8XkOkr"
    },
    {
        "id_str": "1275456175828418568",
        "full_text": "Good news, British business begins bouncing back. https://t.co/ICUKdbFfn5"
    },
    {
        "id_str": "1274395582522699778",
        "full_text": "It is either another light sabre or a Nerf gun... #OpenForBusiness @beisgovuk https://t.co/6mo0NGvkSo"
    },
    {
        "id_str": "1274032153802813447",
        "full_text": "The House of Commons is now zooming ahead, in a way the hybrid version could not, to seize the opportunities that will arise after the transition period. https://t.co/fn1ywBlALz"
    },
    {
        "id_str": "1273967265675980810",
        "full_text": "The Chancellor @RishiSunak has shown the wisdom of Athena and the judgement of Themis in his handling of the crisis. https://t.co/eXcOfWhdKM"
    },
    {
        "id_str": "1273926549717299200",
        "full_text": "MPs should be proud of leading the country back to work in a safe way. https://t.co/NGANdx3TPb"
    },
    {
        "id_str": "1273305936598306816",
        "full_text": "I would not usually tweet about a sport other than cricket but the minister's fine footballing flair is fan-tastic. https://t.co/aSGBkc9on5"
    },
    {
        "id_str": "1272943061677506567",
        "full_text": "As Palmerston said, 'our interests are eternal and perpetual, and those interests it is our duty to follow.' https://t.co/hcbejLYJFN"
    },
    {
        "id_str": "1272806211440775168",
        "full_text": "Church services or nightclubs to reopen first?\nhttps://t.co/el3YeMCrZN"
    },
    {
        "id_str": "1271552467352850432",
        "full_text": "Was Bismarck the first to compare laws to sausages? Unlike him the Commons welcomes scrutiny. https://t.co/XmmZDJq4pv"
    },
    {
        "id_str": "1271084209994633216",
        "full_text": "The Government will continue to deliver on its manifesto commitments. https://t.co/EiL3b1aCEi"
    },
    {
        "id_str": "1271075640108896256",
        "full_text": "This week is Carers Week.  Thank you to all carers for everything you do to support others. @CarersWeek  #CarersWeek https://t.co/o2p635LToT"
    },
    {
        "id_str": "1270332335402213376",
        "full_text": "Today is Batten Disease Awareness Day.  I am delighted that my constituent Max is now receiving treatment but there is still no cure.  Please follow @BattenDiseaseuk to find out more. #battenday2020 https://t.co/ioza6Rhfh3"
    },
    {
        "id_str": "1269954662154854400",
        "full_text": "Businesses up and down the country are reopening. It is right for MPs to lead by example by returning to work while following public health guidelines. https://t.co/M2mJ2Vxb5L"
    },
    {
        "id_str": "1269925434340323328",
        "full_text": "Too grand to queue?\nhttps://t.co/fjsRS2jCXM"
    },
    {
        "id_str": "1268966982369587200",
        "full_text": "We made a commitment to the British people to end the transition period on 31st December. https://t.co/Ru5AEjDnCG"
    },
    {
        "id_str": "1268851410516488192",
        "full_text": "May the burden soon be lifted from all our shoulders. https://t.co/L3RivlWo6P"
    },
    {
        "id_str": "1268807504848453634",
        "full_text": ".@bbcpointswest’s popularity cannot be pipped. https://t.co/Z2Lp42CSQD"
    },
    {
        "id_str": "1268552251913748485",
        "full_text": "We ask MPs to vote in person for a reason: because it is the heart of what Parliament is about. https://t.co/Ah2E2JTIBt"
    },
    {
        "id_str": "1268538253457657864",
        "full_text": "As I noted in the chamber, there has long been a problem in my family when hairdressers have been inaccessible. Behold my great-great grandfather. https://t.co/eqM2hP5PtY"
    },
    {
        "id_str": "1267946229402656769",
        "full_text": "Today has shown how much more effective a proper Parliament as opposed to an imitation one is at holding the government to account. https://t.co/FmNqxREdkQ"
    },
    {
        "id_str": "1267428307500482564",
        "full_text": "If Parliament is to deliver on the people’s priorities it must sit physically.\n https://t.co/nAWSyB8XSo"
    },
    {
        "id_str": "1264165557470887936",
        "full_text": "Caring for your child is obviously reasonable. Surely any parent of a three year old would want to ensure they are safe at all times. Politically motivated attacks on a good father are discreditable."
    },
    {
        "id_str": "1263862281978490881",
        "full_text": "I thoroughly enjoyed the Leader’s Iftar with friends @danhannan, @bhatti_saqib @ragehomaar and @atifashah, particularly the Turkish coffee in the Iftar Hamper. https://t.co/GwcI5sUcfM"
    },
    {
        "id_str": "1263848105121853443",
        "full_text": "The Chancellor @rishisunak's economic innovations will save jobs and allow a faster recovery. https://t.co/2gufbdvKOv"
    },
    {
        "id_str": "1263517957126307843",
        "full_text": "Of course the separatist SNP do not want an effective Parliament in Westminster. https://t.co/NtPiVA5ycP"
    },
    {
        "id_str": "1262852781829914624",
        "full_text": "Sir Keir Starmer is almost a good Perry Mason. https://t.co/aTPSh2BPGj"
    },
    {
        "id_str": "1260854722631798784",
        "full_text": "The Commons must lead by example. Democracy needs debate. https://t.co/j3fw18SRuU"
    },
    {
        "id_str": "1260576319701692419",
        "full_text": "As usual, my inimitable team are overtaking me. https://t.co/0WJrE0zEwN"
    },
    {
        "id_str": "1257602937947336705",
        "full_text": "Alister “Union” Jack is right, we entered lockdown together and should leave at the same pace. https://t.co/kRo9aFqPsA"
    },
    {
        "id_str": "1257586257682747393",
        "full_text": "Democracies always depend on the consent of the people.\nhttps://t.co/fOVJmBMEI3"
    },
    {
        "id_str": "1256289211814158339",
        "full_text": "A real discussion of a virtual Parliament, a temporary bout of modernity. https://t.co/RSArsb9k7v"
    },
    {
        "id_str": "1255448303879303169",
        "full_text": "Bristol Airport drive-through stands ready to test all those in NE Somerset with symptoms of Covid-19 who are key workers, over 65 or have to leave home to work. I encourage those applicable to book a test via https://t.co/9nkyV6Gx2A"
    },
    {
        "id_str": "1254759108881920003",
        "full_text": "The @HouseofCommons fully adopts hybrid proceedings from today. A remarkable achievement for which its dedicated staff should be congratulated. https://t.co/qLkGoeOvmt"
    },
    {
        "id_str": "1253727559289839616",
        "full_text": "@nadams @JamesCleverly @SebastianEPayne @PickardJE @MattGarrahan @Ed_Crooks @BethRigby @pkafka @JasonHirschhorn @StewartWood @MichaelDugher @tracey_crouch @GuardianHeather @Ed_BigMac @Jderbyshire @duncanrobinson @DJSkelton @TomTugendhat @SarahChampionMP @richardosman @RevRichardColes @chhcalling @grahamstuart @MarkLancasterMK @JimDOfficial Gregorian Chant, Nuns of St Cecilia’s \nSalve Regina, Monks of St Maurice &amp; St Maur\nHaydn, Nelson Mass, Kings College Choir\nAt the Drop of Another Hat, Flanders &amp; Swann\nGreat Marches, Army Air Corps Band\n\n@WilliamSitwell\n@theresecoffey\n@LouiseMensch\n@jessphillips\n@zatzi"
    },
    {
        "id_str": "1253372736656809986",
        "full_text": "If only I were four inches taller it would be the regulation distance. Perhaps a hat would do it. https://t.co/lbqUs3HfYY"
    },
    {
        "id_str": "1253238400729128960",
        "full_text": "This meditation by Father Alexander Sherbrooke is worth listening to.\nhttps://t.co/5AOWw3ABkh"
    },
    {
        "id_str": "1252153962964439040",
        "full_text": "Parliament will sit from tomorrow to resume its essential functions of scrutinising the Government and legislating https://t.co/JNlhuCNWit"
    },
    {
        "id_str": "1250830430229708801",
        "full_text": "The Black Death in 1349 stopped Parliament sitting but thanks to technology and Mr Speaker, we will not be prevented from returning in a slightly different form. https://t.co/3HXD09ubOL"
    },
    {
        "id_str": "1250463779722272768",
        "full_text": "This welcome extension will help many of my constituents.\nhttps://t.co/FO8dBDz3CL"
    },
    {
        "id_str": "1249261424876060672",
        "full_text": "Jesus Christ is risen today. Alleluia."
    },
    {
        "id_str": "1244912336319717382",
        "full_text": "The first Moggcast telephonically from Somerset #StayHomeSaveLives  https://t.co/0PTkTlPQXH"
    },
    {
        "id_str": "1243865952388874242",
        "full_text": "I am staying at home with the excellent Foyle’s War box set as entertainment, while the children have rediscovered the joys of an eclectic dressing up box. We must all stay at home to protect the NHS and save lives.  #StayHomeSaveLives"
    },
    {
        "id_str": "1242546834737893376",
        "full_text": "Your country needs you https://t.co/Q0zbaGM9i8"
    },
    {
        "id_str": "1241799272888221696",
        "full_text": "I am glad to say that my mother is following the Government’s advice. https://t.co/sKh95iuwx3"
    },
    {
        "id_str": "1241054696359542784",
        "full_text": "The Chancellor has set out a comprehensive approach to shore up the livelihoods and businesses of millions of people. https://t.co/MEiPP8Ar9K"
    },
    {
        "id_str": "1240374545414008832",
        "full_text": ".@OliverDowden is leading way in showing the best British spirit in a crisis. https://t.co/G3tJof11Fa"
    },
    {
        "id_str": "1239958654922756099",
        "full_text": "This episode concentrates on the Coronavirus. Full advice is available from https://t.co/02pejAurdR\nhttps://t.co/wWoaJwwsLX"
    },
    {
        "id_str": "1239949070426419200",
        "full_text": "As always an example to the nation: God save the Queen https://t.co/N7egXeDzXD"
    },
    {
        "id_str": "1238900423563583488",
        "full_text": "Public Health England continue to provide the very latest advice on the NHS website: https://t.co/nIRRPSRupk? https://t.co/xBZx7JLZSc"
    },
    {
        "id_str": "1237823860394921986",
        "full_text": "As the Chancellor said in the #Budget2020, the billions of pounds we would have sent to the EU can now be spent on our priorities. Maggie asked for our money back. Now we are keeping it all."
    },
    {
        "id_str": "1237805450504089600",
        "full_text": "The Chancellor has provided a marvellous fillip to small businesses, the lifeline of our economy and the stalwards of our high streets. https://t.co/29dRksHroq"
    },
    {
        "id_str": "1236687182724726784",
        "full_text": "It was a real pleasure to meet Dr Mari Takayanagi who knows everything and I was relieved not to be kept in the archive for antiquarian interest. https://t.co/axXMCwFZZZ"
    },
    {
        "id_str": "1235901388120563713",
        "full_text": "Free speech is the bedrock of a democracy and Oxford University ought to lead the way rather than being snowflake central. https://t.co/GNI0LZNRvP"
    },
    {
        "id_str": "1235600878683504645",
        "full_text": "Thank you to @robertcourts for flagging this issue https://t.co/1I4Nxt0F6G"
    },
    {
        "id_str": "1235517194592759810",
        "full_text": "Priti Patel will deliver a better and fairer immigration system.\nhttps://t.co/c87BHZGlSb"
    },
    {
        "id_str": "1234786807914680322",
        "full_text": "An update from the Prime Minister on the Coronavirus. https://t.co/KLQmt3r44g"
    },
    {
        "id_str": "1234768892838531072",
        "full_text": "The first Moggcast of the year.\nhttps://t.co/jE63YGFRXV"
    },
    {
        "id_str": "1233351265020776449",
        "full_text": "Super-nannies to be sent into schools?  Fortunately it doesn’t mean Nanny who is already busy.\nhttps://t.co/7jpjPpIXtv"
    },
    {
        "id_str": "1233035337854787585",
        "full_text": "A number of constituents have written to me about ending rough sleeping, these new announcements are extremely welcome.\nhttps://t.co/rvBDxedsC6"
    },
    {
        "id_str": "1232667971648184320",
        "full_text": "Thank you to @lucyallan for agreeing to be my Parliamentary Private Secretary. https://t.co/PzagaUSCrx"
    },
    {
        "id_str": "1232633798896111616",
        "full_text": "I can reassure the manufacturers of artisan crisps that they are in no danger, in fact I am a Walker’s crisps man or Pringles when I’m feeling extravagant. https://t.co/Z5lL7K04x2 https://t.co/VnEpE78kW3"
    },
    {
        "id_str": "1232234703484309504",
        "full_text": "How The Times reported Nancy Astor’s speech 100 years ago.  A balanced report entirely devoid of spin by the paper of record.\nhttps://t.co/HEjv4ttEsH"
    },
    {
        "id_str": "1231930737517088771",
        "full_text": "Nancy Astor, when she made the first speech in the House of Commons by a woman, unleashed forces that have benefited political life ever since. https://t.co/R2nqAnF5AX"
    },
    {
        "id_str": "1230457632609251330",
        "full_text": "Free trade deals do not involve the European Court of Justice.\nhttps://t.co/MdAt2oITrQ"
    },
    {
        "id_str": "1230068222189326336",
        "full_text": "A fair policy to attract talent and level up for the less well off.\nhttps://t.co/Kc1YIrKTvz"
    },
    {
        "id_str": "1229848705236422658",
        "full_text": "The Boris Bounce Begins. \nhttps://t.co/sEtrJ1PrNE"
    },
    {
        "id_str": "1229701603416006658",
        "full_text": "This is a highly readable exposition of the UK's position.  As David Frost says, \"Brexit is a re-establishment of underlying reality, in my view, not some sort of freakish divergence from it\". \nhttps://t.co/c8f7vR8RlO"
    },
    {
        "id_str": "1229696764103532544",
        "full_text": "As Disraeli said, the gondolas of London. https://t.co/e24eNMS6iy"
    },
    {
        "id_str": "1228732559544258560",
        "full_text": "World Wireless Day was a wizard wheeze. https://t.co/Ook2IdWai8"
    },
    {
        "id_str": "1227641172346228737",
        "full_text": "It is an honour to welcome students to the Parliament of the United Kingdom. https://t.co/5OMpYhICvq"
    },
    {
        "id_str": "1225366270377418752",
        "full_text": "As the Prime Minister says, we must repay the trust of the thousands of former Labour voters across the country, including many I met in North East Somerset during the election campaign, who voted Conservative for the first time. https://t.co/DEsF2UToay"
    },
    {
        "id_str": "1224670931999690752",
        "full_text": "I was almost stumped by this wicket question. https://t.co/TEilRWEaFx"
    },
    {
        "id_str": "1224650437690830848",
        "full_text": "Send A Cow is a wonderful charity based in Newton St Loe in my constituency.  I am delighted that the Government has promised to match every donation made to @SendaCow’s #LivingwithWildlife fundraising appeal. #UKAidMatch https://t.co/cBK4ShBoqu"
    },
    {
        "id_str": "1224019853696217090",
        "full_text": "Please read Annunziata's brilliant bye-bye to Brussels.\nhttps://t.co/knOfV9fXOV"
    },
    {
        "id_str": "1223191112212537344",
        "full_text": "It pains me to see my honourable friend feeling blue. https://t.co/FfGy8AAoBH"
    },
    {
        "id_str": "1222918782634594305",
        "full_text": "I wonder if this new fashion will ever catch on.\nhttps://t.co/adDMEDJoJk"
    },
    {
        "id_str": "1222192904694792196",
        "full_text": "Harry Mount is right. The Oxford comma is otiose. \nhttps://t.co/D1klchAhp8"
    },
    {
        "id_str": "1221721538967281664",
        "full_text": "All the best things come from Somerset. https://t.co/xXkF5WWouf"
    },
    {
        "id_str": "1221498577656188928",
        "full_text": "This could be a golden age, it will be up to us to make it one.\nhttps://t.co/yZYpbFTGUq"
    },
    {
        "id_str": "1220637116151091200",
        "full_text": "Westminster Hall is part of our living history. https://t.co/ev2xHmmsOu"
    },
    {
        "id_str": "1220388777581056000",
        "full_text": "To quote Edward Gibbon “The first of earthly blessings, independence.” https://t.co/4IlhCKpfvB"
    },
    {
        "id_str": "1219603734482837506",
        "full_text": "Apparently I am 100-1 to be the next James Bond. Unfortunately I only have a licence to Bill.\nhttps://t.co/RSxfPn1LLv"
    },
    {
        "id_str": "1216342487238893568",
        "full_text": "The world is our oyster.\nhttps://t.co/XGlYXZRvmo"
    },
    {
        "id_str": "1215207494928207873",
        "full_text": "All four have fought bravely for Brexit and are very welcome back in the party but obviously Annunziata’s return is especially good news.\nhttps://t.co/khPTqreXMb"
    },
    {
        "id_str": "1214947049835237379",
        "full_text": "I will miss my exchanges with Pete, who always pretends to be fierce in the chamber but in truth brims over with the milk of human kindness. https://t.co/CbYZKJ4yS8"
    },
    {
        "id_str": "1209624842003210241",
        "full_text": "Today a Saviour has been born to us. He is Christ the Lord."
    },
    {
        "id_str": "1205401145948200960",
        "full_text": "Many thanks to the constituents of North East Somerset for re-electing me.  It is an honour to serve you."
    },
    {
        "id_str": "1205075735079247872",
        "full_text": "Polls are open until 10pm. Vote Conservative for a strong economy and to get Brexit done. #VoteConservative #GetBrexitDone https://t.co/TurNUGBOZg"
    },
    {
        "id_str": "1204780590500843520",
        "full_text": "Fifteen former Labour MPs are right. Jeremy Corbyn is not fit to be Prime Minister #VoteConservative  https://t.co/vlseSNpM5Q"
    },
    {
        "id_str": "1204498065056575488",
        "full_text": "If you want to get Brexit done, if you want the economy to be well managed and if you want the country to remain secure, #VoteConservative on 12th December.  A vote for any party other than the Conservatives is effectively a vote for Jeremy Corbyn. https://t.co/IVDUPZRNS7"
    },
    {
        "id_str": "1204337786716925952",
        "full_text": "Only a majority Conservative government can #GetBrexitDone https://t.co/OvBwcP3cWK"
    },
    {
        "id_str": "1204080671154720770",
        "full_text": "Exeter’s excellent electioneers efficaciously emit election epistles. #VoteConservative https://t.co/x9Nc9CC32X"
    },
    {
        "id_str": "1203362644440338434",
        "full_text": "Flattered to be in such company but surely a haunted quill pen rather than a pencil. https://t.co/D2vbJQia2P"
    },
    {
        "id_str": "1203065508100263939",
        "full_text": "Pro Iuppiter, efficiamus Brexit #BBCDebate #BackBoris #VoteConservative https://t.co/ZNCArhukN7"
    },
    {
        "id_str": "1203061343475159040",
        "full_text": "Labour governments always leave the country in economic crisis #BackBoris #BBCDebate #CostofCorbyn https://t.co/YXNbGpewzn"
    },
    {
        "id_str": "1203056777861959680",
        "full_text": "It is a splendid deal #BackBoris #BBCLeadersDebate https://t.co/vczfcbEk7R"
    },
    {
        "id_str": "1203032731212496897",
        "full_text": "#GetBrexitDone #VoteConservative https://t.co/gEHPBGOG9u"
    },
    {
        "id_str": "1202964119462256640",
        "full_text": "If only it were called 'Centre Parks.' https://t.co/2psakSV3r3"
    },
    {
        "id_str": "1202598963595087877",
        "full_text": "Annunziata is right, to get Brexit done all Brexiteers need to vote Conservative.  A Brexit party vote could stop Brexit altogether. #VoteConservative https://t.co/02QBOTfJrW"
    },
    {
        "id_str": "1202285185582206976",
        "full_text": "Thanks to Michael Dobbs, Conservative support in Saltford is no House of Cards. #VoteConservative https://t.co/kqjw75Amn1"
    },
    {
        "id_str": "1202182767037075457",
        "full_text": "We must respect the democratic will of the people #GetBrexitDone #VoteConservative https://t.co/9OY1kJgZvg"
    },
    {
        "id_str": "1202147404348370944",
        "full_text": "Should I report them to the Cats Protection League? #VoteConservative https://t.co/vH6CgFQo0T"
    },
    {
        "id_str": "1201586173325594624",
        "full_text": "We must get Brexit done, it is time for the Common Market to leave Stanton Drew. Only the Conservatives can do that. #VoteConservative https://t.co/KfkegTC7Rm"
    },
    {
        "id_str": "1200419231629791232",
        "full_text": "Part time dog walker and Tory candidate in Midsomer Norton.\n#VoteConservative https://t.co/83aN9kxJ6R"
    },
    {
        "id_str": "1200366583253782530",
        "full_text": "Let's end the deadlock in Parliament and #GetBrexitDone #VoteConservative #BackBoris https://t.co/nHAbdUPpHx"
    },
    {
        "id_str": "1199767502013837373",
        "full_text": "Only the Conservatives can defeat Jeremy Corbyn, keep our country safe, run the economy successfully and treat everybody with fairness and courtesy.  #VoteConservative https://t.co/3e699gm85X"
    },
    {
        "id_str": "1199679374368419842",
        "full_text": "Ed Barker will be an excellent Brexit backing MP. #VoteConservative https://t.co/ZeGCyHUg21"
    },
    {
        "id_str": "1199361918185676800",
        "full_text": "The rain abated and the sun shone in Peasedown St John, voters seem keen to get Brexit done and to stop Mr Corbyn. #VoteConservative #GetBrexitDone https://t.co/EUfcUkRn9b"
    },
    {
        "id_str": "1198949344247988226",
        "full_text": "It was a pleasure to meet Abdul, manager of Midsomer Pharmacy.  I would like to thank all the pharmacists in North East Somerset who provide such an excellent service. https://t.co/ddOoUZF00E"
    },
    {
        "id_str": "1198650444144398337",
        "full_text": "Only a majority Conservative Government will get Brexit done by 31st January. #VoteConservative #GetBrexitDone https://t.co/Jo5xKz893D"
    },
    {
        "id_str": "1198617553108635648",
        "full_text": "The Prime Minister is quite right. It is \"the private sector that makes the brilliant technical breakthroughs that enable us to cut CO2 and pay for great public services and create great high skilled jobs.\" #ConservativeManifesto https://t.co/ruz0I6QXq1"
    },
    {
        "id_str": "1197965749161250816",
        "full_text": "We are the Conservative and Unionist Party #BackBoris #bbcqt https://t.co/6p5f9IPVcD"
    },
    {
        "id_str": "1197963265713823744",
        "full_text": "Socialism has failed catastrophically in every instance it has been attempted #CostOfCorbyn #BackBoris #bbcqt https://t.co/frERZUahKl"
    },
    {
        "id_str": "1197961812827889664",
        "full_text": "Let us end the confusion and delay #BackBoris https://t.co/UO33Oro4Zp"
    },
    {
        "id_str": "1197954814992408576",
        "full_text": "The rain it raineth on the just\nAnd also on the unjust fella;\nBut chiefly on the just, because\nThe unjust hath the just’s umbrella. https://t.co/uO0hqjkNhd"
    },
    {
        "id_str": "1197936697700503553",
        "full_text": "Feeling muddled is entirely understandable. Mr Corbyn's Brexit plan is most confusing. https://t.co/ie4l7VBvHa"
    },
    {
        "id_str": "1197898731183583232",
        "full_text": "Corbyn poses a grave threat to UK security #CostOfCorbyn https://t.co/Z3w4O26RmV"
    },
    {
        "id_str": "1197522314738442242",
        "full_text": "The eye-watering #CostOfCorbyn https://t.co/TdvGuqgTIN"
    },
    {
        "id_str": "1197488088521551874",
        "full_text": "The catastrophic #CostOfCorbyn https://t.co/Y60afP8yJr"
    },
    {
        "id_str": "1196910002943995906",
        "full_text": ".@julieetchitv is the @LindsayHoyle_MP of television presenters, impartial and in control #LeadersDebate"
    },
    {
        "id_str": "1196900996007518208",
        "full_text": "The Prime Minister is right. God save the Queen or as he would say Vivat Regina #BackBoris #LeadersDebate"
    },
    {
        "id_str": "1196896700473978880",
        "full_text": "#BackBoris https://t.co/a1Bpka8hAl"
    },
    {
        "id_str": "1196890861809872901",
        "full_text": "Let us end the confusion and delay. Let us #BackBoris and #GetBrexitDone https://t.co/nGvCsC3Wy5"
    },
    {
        "id_str": "1196886652368642050",
        "full_text": "We are the Conservative and Unionist Party. That will never change #BackBoris #GetBrexitDone"
    },
    {
        "id_str": "1196332646776918016",
        "full_text": "#VoteConservative https://t.co/Vleh3mQhzM"
    },
    {
        "id_str": "1194608900152217602",
        "full_text": "We must get Brexit done and we must stop Jeremy Corbyn. #VoteConservative https://t.co/1BKXbGP80C"
    },
    {
        "id_str": "1194213596147978241",
        "full_text": "At the new housing development in Keynsham South. A majority Conservative government would help build more homes - a vital policy in order to solve the housing shortage. #VoteConservative https://t.co/1vWlLZMYcD"
    },
    {
        "id_str": "1194192628218236928",
        "full_text": "@Howardtaylor0 Thank you, I enjoyed our conversation."
    },
    {
        "id_str": "1193519621783064576",
        "full_text": "It was an honour to attend the Remembrance Day ceremony at the Cenotaph. We will remember them. https://t.co/xRFsdD4aIk"
    },
    {
        "id_str": "1192492035347009544",
        "full_text": "Back on the campaign trail today with an excellent pit stop at Jacarandas in Midsomer Norton. #VoteConservative https://t.co/MEzsZWsyA5"
    },
    {
        "id_str": "1192389929671823360",
        "full_text": "Ian is brave to speak out and say what so many Labour supporters are thinking. https://t.co/bVn5xhQIs1"
    },
    {
        "id_str": "1192182492633194506",
        "full_text": "This was a great launch, I was sorry to miss it because I was at the Privy Council meeting where we set the date for the new Parliament. https://t.co/tKFHJ0aoT0"
    },
    {
        "id_str": "1191679924907757569",
        "full_text": "Brexit will happen with Boris but not with anyone else. #VoteConservative \nhttps://t.co/hVa1Bt124y"
    },
    {
        "id_str": "1190649778243297280",
        "full_text": "Campaigning in the rain to end the 'reign' of the European Union.\n#VoteConservative on 12th December. #GetBrexitDone \n\nCould you help Jacob campaign?\nGet involved  👉 https://t.co/xT1HUxH4z1 https://t.co/G6UcLJXhUX"
    },
    {
        "id_str": "1190240310271590402",
        "full_text": "#BackBoris to get Brexit done.\n\n🇬🇧 Only @BorisJohnson can take our country forward and deliver on the people's priorities.\n\nJoin in 👉 https://t.co/sL9s9Sfw8W https://t.co/2jvAAcO1pF"
    },
    {
        "id_str": "1189453218910277632",
        "full_text": "The UK is now set for a General Election on 12th December.  A reminder to register to vote if you have not yet done so, via the link below. #VoteConservative2019 \nhttps://t.co/H8vEpnXHLy"
    },
    {
        "id_str": "1188874217653178368",
        "full_text": "Hopeless and helpless doth Egeon wend, but to procrastinate his lifeless end. https://t.co/5jhRnh5UXY"
    },
    {
        "id_str": "1187652884076355584",
        "full_text": "Is the Labour Party so terrified of facing the voters that they will really vote against a third time? https://t.co/bGlwoXVbow"
    },
    {
        "id_str": "1187631162971361281",
        "full_text": "The Green Party think it \"dangerous and cynical\" to report to our employers, the British people? They have only contempt for democracy. https://t.co/4HllphWRpw"
    },
    {
        "id_str": "1187366006999654401",
        "full_text": "Poetic flair\nI wouldn't dare\nAny old rhyme\nAll the time https://t.co/GsWJEwvSlQ"
    },
    {
        "id_str": "1186906384069206017",
        "full_text": "This is rather reassuring.\nhttps://t.co/cZzbLOc8Qy"
    },
    {
        "id_str": "1186580289209995264",
        "full_text": "A vote against the programme motion is a vote against Brexit. #GetBrexitDone \nhttps://t.co/qek62P6TY1"
    },
    {
        "id_str": "1186262163008245760",
        "full_text": "Do words have no meaning? https://t.co/y3XEb7joRr"
    },
    {
        "id_str": "1185964451553533952",
        "full_text": "Many thanks to the @metpoliceuk for their kindness in escorting me home with my son yesterday. We are lucky to be protected by such dedicated officers and I am sorry to have taken up their time."
    },
    {
        "id_str": "1185831915720511488",
        "full_text": "If this film were made it would be worth paying good money to see but who would be played by Barbara Windsor? https://t.co/XYkzjZS43t"
    },
    {
        "id_str": "1185247237699506179",
        "full_text": "To vote against this deal is a vote to remain. #GetBrexitDone \nhttps://t.co/7E8wMX93GW"
    },
    {
        "id_str": "1185234347902803968",
        "full_text": "The Prime Minister has proved the naysayers, gloomsters and doomsters wrong. He has returned from Brussels with an excellent deal. #GetBrexitDone \nhttps://t.co/CvpRrS0Bf6"
    },
    {
        "id_str": "1185220001982230528",
        "full_text": "#GetBrexitDone #TakeBackControl https://t.co/XoxZ0bK4Zt"
    },
    {
        "id_str": "1185191898471915520",
        "full_text": "This deal allows us to take back control of our laws, borders and money. #takebackcontrol #GetBrexitDone https://t.co/dF5WwtRSgu"
    },
    {
        "id_str": "1185107767134244865",
        "full_text": "Boris Johnson has delivered a Brexit deal that eurosceptics can - and should - enthusiastically support #GetBrexitDone  https://t.co/F9xNKIOOa1"
    },
    {
        "id_str": "1184855998864871425",
        "full_text": "The Prime Minister has negotiated a superb deal for the UK. https://t.co/hQv3zLqJdS"
    },
    {
        "id_str": "1184776172627992576",
        "full_text": "Everyone, distinguished readers of the Spectator included, would like to #GetBrexitDone \nhttps://t.co/1aUS1aoOJM"
    },
    {
        "id_str": "1184188822810181632",
        "full_text": "I am so pleased that my constituent Max is receiving the treatment he needs. https://t.co/G7Qy3hFZGu"
    },
    {
        "id_str": "1184066797479309312",
        "full_text": "Let's #GetBrexitDone \nhttps://t.co/MzdpjOwws8"
    },
    {
        "id_str": "1184048844721573888",
        "full_text": "To all those who write to me asking what the Conservatives are doing about climate change - renewables are now generating more electricity than fossil fuels for the first time in the UK. https://t.co/E8pCnXXGZD"
    },
    {
        "id_str": "1183674941578924034",
        "full_text": "Labour's nationalisation price tag would start at £196bn, CBI says.\nhttps://t.co/AS7VsdEow3"
    },
    {
        "id_str": "1183378323415678982",
        "full_text": "St John Newman pray for us.\nhttps://t.co/qmfdLQnzf7"
    },
    {
        "id_str": "1181588678436675593",
        "full_text": "Will negotiations enter the tunnel or is there a donkey on the line?https://t.co/9sPzJmfayN"
    },
    {
        "id_str": "1181552576543756290",
        "full_text": "Help @AlzResearchUK change the conversation around dementia. #ShareTheOrange https://t.co/AldVwhlbu0"
    },
    {
        "id_str": "1181091704599990273",
        "full_text": "We stand on the brink of an historic month, where all sides have the chance to prove they can put statecraft above squabbling, consensus above conflict, and diplomacy above division. With Boris at the helm, success is at our fingertips. #GetBrexitDone\nhttps://t.co/cqIU8gbBrm"
    },
    {
        "id_str": "1179811572685901824",
        "full_text": "Floreat Etona.\nhttps://t.co/HkkHlXf3Z9"
    },
    {
        "id_str": "1179799387066818560",
        "full_text": "Follow @CommonsLeader for more superb questions from my fellow MPs such as that asked to me today by my Honourable Friend for Witney. https://t.co/QfbuuSYxfI"
    },
    {
        "id_str": "1179790482165112832",
        "full_text": "Socialist economics are even worse than my warbling but the @parliamentchoir is superb. https://t.co/dO54HepyYE"
    },
    {
        "id_str": "1179658358690844673",
        "full_text": "Full steam ahead.\nhttps://t.co/rFi8BkMhjf"
    },
    {
        "id_str": "1179470848652128265",
        "full_text": "Boris’s brilliant backstop buster. #GetBrexitDone https://t.co/3wtlPtsKuN"
    },
    {
        "id_str": "1179446577749987329",
        "full_text": "Those who talk about not wanting a no deal Brexit are being deliberately deceitful. It is Brexit full stop they wish to block. https://t.co/i2gBr3J6pG"
    },
    {
        "id_str": "1179430931607818242",
        "full_text": "It is extraordinary that the Prime Minister can be accused of being a dictator. He would be the only dictator in history who has clamoured for a general election, as the illustrious audience at this week’s live Moggcast agreed. https://t.co/BTTLJMWK9B"
    },
    {
        "id_str": "1179407262248570880",
        "full_text": "This Conservative Government is doing all the heavy lifting to get a Brexit deal done. https://t.co/Dgn7bgYmhQ"
    },
    {
        "id_str": "1178733005914955779",
        "full_text": "Even mentioning the name Boris Johnson received ecstatic applause from the erudite audience at this afternoon’s @StandUp4Brexit event. https://t.co/8QX5b3IF8R"
    },
    {
        "id_str": "1178674545307406337",
        "full_text": "It was a delight to address the distinguished audience of Telegraph readers at the Conservative Party conference. They agree we must deliver Brexit by 31st October. https://t.co/wMGTzmtuPJ"
    },
    {
        "id_str": "1178371669238452229",
        "full_text": "Only the Conservatives trust the people. They have voted for Brexit and politicians must deliver.\nhttps://t.co/fk0pMPs04V"
    },
    {
        "id_str": "1177279108339970051",
        "full_text": "I so agree with my right honourable friend. Dementia is a disease that hits families and carers hard and it is a worthy subject for debate in the House of Commons. https://t.co/4CKGbW6EKi"
    },
    {
        "id_str": "1176408710106746880",
        "full_text": "Jeremy Corbyn must in his heart be as Eurosceptic as Bill Cash.\nhttps://t.co/XyDQOMJi7g"
    },
    {
        "id_str": "1176100287217582082",
        "full_text": "Congratulations to Mr Corbyn who, when assailed from every side, is returning to his Eurosceptic principles. In the past he enthusiastically voted with Bill Cash on all key EU matters.\nhttps://t.co/sZo9Yuhb6p"
    },
    {
        "id_str": "1175770744086781952",
        "full_text": "Justin Webb expresses it clearly. John Humphrys is a tenacious but fair interviewer. His curiosity and genuine interest in listening to the answers marks him out. His career is one of distinction.\nhttps://t.co/hgJ6IhQLq1"
    },
    {
        "id_str": "1175740023574020096",
        "full_text": "“Confusion now hath made his masterpiece.” https://t.co/tEDV18Q7Xa"
    },
    {
        "id_str": "1174687973524279297",
        "full_text": "A brilliant speech, pity Annunziata is no longer a Tory. https://t.co/px24m759FI"
    },
    {
        "id_str": "1174348698207313920",
        "full_text": "It's #TimetoRead week.  The charity @Booktrust wants to get more families enjoying books together, so is giving every reception pupil in England a copy of The Cave by @berthodgson.  My children loved having it read to them. https://t.co/iOgK1WPWoh"
    },
    {
        "id_str": "1173897727853441025",
        "full_text": "Quite right. Somerset winning the County Championship would be the real highlight of a remarkable season. https://t.co/J7chdZiFwF"
    },
    {
        "id_str": "1173551418302763008",
        "full_text": "Typical Lib Dem. Mr Milne should get his facts straight. As Lord President of the Council, I am entitled to the privilege of being beheaded. https://t.co/5D1YIuUCk6"
    },
    {
        "id_str": "1173234549381378048",
        "full_text": "When a party has just discarded its two central tenets, it is perhaps unsurprising initial efforts to establish an alternative are somewhat rudimentary. https://t.co/51y6FqeOUC"
    },
    {
        "id_str": "1173184875458945024",
        "full_text": "“That truth should be silent I had almost forgot.\"\nhttps://t.co/PPLdyCj1B1"
    },
    {
        "id_str": "1173150287726600192",
        "full_text": "Thanks shallot. https://t.co/N89ZBAY5Pl"
    },
    {
        "id_str": "1172791771601895425",
        "full_text": "Good news for North East Somerset as both Keynsham and Midsomer Norton benefit from this fund.\nhttps://t.co/KT0vKwpqBK"
    },
    {
        "id_str": "1171790545842294784",
        "full_text": "I am delighted that my constituent, eight-year-old Max, will now be able to receive the treatment he desperately needs. https://t.co/NFQO3hLS3M"
    },
    {
        "id_str": "1170080900119445504",
        "full_text": "I am sorry to be unable to fulfil this and other commitments related to my book. Unfortunately I have been told that I am not allowed to do them by the powers that be.\nhttps://t.co/fiJ4joZcfQ"
    },
    {
        "id_str": "1169677779023147009",
        "full_text": "What we have seen today is unprecedented - a frightened Scotsman. The SNP have become timorous beasties afraid of facing their own voters. https://t.co/PTn8vHvM0U"
    },
    {
        "id_str": "1169660394169913344",
        "full_text": "Why is the Labour Party afraid of an election? Because they don't think they can win and because they don't trust the people. https://t.co/zCkHeKkPFh"
    },
    {
        "id_str": "1169351155719254017",
        "full_text": "My advisers have insisted that I come up with a recline to take. https://t.co/N5scrM9PDg"
    },
    {
        "id_str": "1169250491974504448",
        "full_text": "Sovereignty comes from the people to parliament, it does not come to parliament out of a void. We should recognise who are our masters and show ourselves to be their lieges and servants, not their overlords. https://t.co/2LDmgQI5gy"
    },
    {
        "id_str": "1169233786850205696",
        "full_text": "Parliament must respect the voice of the people as expressed in that historic vote. https://t.co/8sXyiyqT19"
    },
    {
        "id_str": "1168914820458000384",
        "full_text": "The remainers were bound to threaten the death of the first born eventually.\nhttps://t.co/Jo0JC6UTts"
    },
    {
        "id_str": "1167464464238764032",
        "full_text": "In constitutional matters, I am always interested to read the analysis of Vernon Bogdanor, who is the Dicey of our times.\nhttps://t.co/puCkGmK5Ea"
    },
    {
        "id_str": "1167076914609176576",
        "full_text": "Fantastic to see so much interest this morning in the Government's new legislative agenda. https://t.co/FbO3RbF7WV"
    },
    {
        "id_str": "1167022515463569408",
        "full_text": "A Queen's speech in October will allow the Government to advance its exciting new agenda focused on helping the NHS, fighting crime and cutting the cost of living, as I told @SkyNews today. https://t.co/6sS1qFsLSS"
    },
    {
        "id_str": "1164955433255219201",
        "full_text": "Telegraph readers usurp the Poet Laureate. https://t.co/b43jbUIVOw"
    },
    {
        "id_str": "1163453019826114560",
        "full_text": "Listening to my wise sister is always illuminating.\nhttps://t.co/e2tZ6n4E6W"
    },
    {
        "id_str": "1163436519144607746",
        "full_text": "The Telegraph challenges readers to become bards of Brexit. I have had a go but I am sure others can do better. The prize should be a butt of sherry.\nhttps://t.co/dY5avsXWCO"
    },
    {
        "id_str": "1163124434468839424",
        "full_text": "Fortunately when I opened the Clutton Flower Show last weekend with Michael Eavis there was no rioting.\nhttps://t.co/yTHZxUQtpH"
    },
    {
        "id_str": "1161558785888006144",
        "full_text": "Trust the people.\nhttps://t.co/onnuty4Rzg"
    },
    {
        "id_str": "1161191266111184897",
        "full_text": "No longer at the back of the queue.\nhttps://t.co/JfeNewzqiH"
    },
    {
        "id_str": "1159422388498587648",
        "full_text": "A politically correct prejudice?\nhttps://t.co/Wpe72k1IT2"
    },
    {
        "id_str": "1159077342150610944",
        "full_text": "The EU's reluctance to join discussions shows how one sided the proposed Withdrawal Agreement is.\nhttps://t.co/585KnI9RnD"
    },
    {
        "id_str": "1158378057478148096",
        "full_text": "Tonight a team of young @NCS participants are holding a fundraising quiz and raffle at Bath Brew House from 6pm. They are raising money in support of @Voices_Charity. Please attend and support them, if you can!"
    },
    {
        "id_str": "1157327310581841921",
        "full_text": "From the eminent Professor Curtice: The Boris Bounce is real, but the lesson from Brecon is: 'Vote Farage, Get Swinson'. https://t.co/vVSwdLcwIb"
    },
    {
        "id_str": "1157320104671154176",
        "full_text": "It was a privilege to meet local young people taking part in the National Citizen Service this morning. I was most impressed by the commitment and dedication of the 15-17-year-olds who have given up their holiday to lead social action projects. @NCS https://t.co/WtBqNEjfS9"
    },
    {
        "id_str": "1157015800089370636",
        "full_text": "The sheer energy of the new government is inspiring. \nhttps://t.co/r5GB3kGU2G"
    },
    {
        "id_str": "1155109590146662400",
        "full_text": "I am delighted to be in sunny Brecon and Radnorshire helping Chris Davies get back to Parliament to support the Prime Minister in delivering Brexit. https://t.co/pzHdkjH2k7"
    },
    {
        "id_str": "1154270559167029248",
        "full_text": "I am honoured to be able to serve our new Prime Minister and the country. https://t.co/7QBh5YuB2Z"
    },
    {
        "id_str": "1154048264854835201",
        "full_text": "An inspirational declaration of purpose and independence. https://t.co/ylVbS4bPNA"
    },
    {
        "id_str": "1154022107153620993",
        "full_text": "Farewell to a dutiful Prime Minister. https://t.co/NsLJ8y7gGy"
    },
    {
        "id_str": "1153732869929492480",
        "full_text": "https://t.co/BuuLnHXw5V"
    },
    {
        "id_str": "1153702717510103042",
        "full_text": "Actually, I prefer a hackney carriage. https://t.co/HAN9j2Hk8u"
    },
    {
        "id_str": "1153652808081727488",
        "full_text": "Congratulations to @BorisJohnson on becoming Leader of the Conservative Party with 66% of the vote - a clear mandate to deliver Brexit and unite the country."
    },
    {
        "id_str": "1131869706292473857",
        "full_text": "@EddieHughes4WN Thank you."
    },
    {
        "id_str": "1101057126494060544",
        "full_text": "@AlbertoCostaMP I was honoured to support your motion and admire your courage in resigning to stand up for an important principle."
    },
    {
        "id_str": "1099792140337582082",
        "full_text": "@LibertyUniFree @UniKent @ChrisBarnardDL Thank you for inviting me."
    },
    {
        "id_str": "993094707919179781",
        "full_text": "@HelenHazel6 I am sorry I missed you, I was calling in on people who had contacted me about the rise in antisocial behaviour locally which needs to be stopped."
    },
    {
        "id_str": "886208542667046912",
        "full_text": "Tempora mutantur, et nos mutamur in illis."
    }
]