[
    {
        "id_str": "1513427656389410816",
        "full_text": "This is telling:\nCorruption from the @KremlinRussia_ down has left tech development way behind anything in @NATO is capable of. This is something any modeller could make.\nAs usual Russians can cobble together solutions despite their leaders. https://t.co/oDRjEPpt73"
    },
    {
        "id_str": "1512822858854064131",
        "full_text": "This is the reality of Putin’s war. Ukraine has the right to defend itself and liberate those captured by this criminal army. https://t.co/ejZpgMWAeA"
    },
    {
        "id_str": "1512814178989400064",
        "full_text": "@Grumbletwat @josephmillson @TheLastKingdom Well, you were my favourite cousin!"
    },
    {
        "id_str": "1512800964423696386",
        "full_text": "Good to see https://t.co/R9EtoimUj6"
    },
    {
        "id_str": "1512733173360250883",
        "full_text": "Mobilising reserves is more than just calling them up. These soldiers will require weeks of training or they will be more bloody sacrifices on the altar of Putin’s ego. https://t.co/5MEjGzxsJb"
    },
    {
        "id_str": "1512728514046447626",
        "full_text": "These businesses believed in two things - themselves and the future. They built in a way that reflects that. We could too. https://t.co/BbAGFQMhWc"
    },
    {
        "id_str": "1512491369163595779",
        "full_text": "This film will always be available somewhere on the internet and as photographs become more searchable, one day this spokesperson will have to explain to her grandchildren that defending Russian borscht was worth the murder and rape of thousands of Ukrainians. https://t.co/1zMR7o7a8X"
    },
    {
        "id_str": "1512465952465637384",
        "full_text": "This is good. We need anti-ship missiles too. https://t.co/9qw1b9iedF"
    },
    {
        "id_str": "1512465660458287110",
        "full_text": "I’ve been critical in the past but this is a good decision by @vonderleyen to stand with @ZelenskyyUa. https://t.co/hMW7VKs83K"
    },
    {
        "id_str": "1512460281691185159",
        "full_text": "Good decision. Helping @Ukraine resist and liberate their fellow citizens under Russian occupation is even more essential now we know the murders and rapes Russian soldiers commit against innocent civilians. https://t.co/gMz5Ve5Pmi"
    },
    {
        "id_str": "1512435564183707649",
        "full_text": "I'm so pleased that British Nationals (Overseas) have been able to come to Britain and build their lives here free from repression. https://t.co/CbOSxeioUo"
    },
    {
        "id_str": "1512420591516672003",
        "full_text": "Targeting civilians is a war crime. This is a horrific and vile attack. https://t.co/zI6P8TQiLI"
    },
    {
        "id_str": "1512401990101483520",
        "full_text": "It's hard to claim your company is compliant with ESG standards if your profit centre is in #Russia and includes paying tax to buy the weapons that kill Ukrainian civilians. https://t.co/w37i94oWzg"
    },
    {
        "id_str": "1512400621495894021",
        "full_text": "This is very welcome support. We all need to do more. https://t.co/gVvn7f77Ny"
    },
    {
        "id_str": "1512397387435814912",
        "full_text": "Only a few weeks ago @CommonsForeign were here. Today it is a place of mourning and suffering. This is a tragedy caused by Putin. He is responsible for the misery and pain of millions. Russia is murdering its cousins and friends. https://t.co/YNg2AnnyOJ"
    },
    {
        "id_str": "1512115680170201091",
        "full_text": "This is complete fiction. @NATO has never seen a Hungarian Uprising or Prague Spring because you it’s an association of free people - not an occupation like the Soviet Bloc or Russian Empire or Federation. Peskov is lying. Again. https://t.co/FDriWBKEXX"
    },
    {
        "id_str": "1512098408139530244",
        "full_text": "It’s not the first time a @RoyalMarines has been threatened with the Tower. This time it’s for a great reason! Congratulations Gen Gordon. https://t.co/EEIQemJGGy"
    },
    {
        "id_str": "1512095147621822475",
        "full_text": "Oil still high but well within range…except at the pump. https://t.co/HcVeJkZ1PV"
    },
    {
        "id_str": "1512057124867784708",
        "full_text": "Finland 🇫🇮 would be welcome to join @NATO. So would Sweden 🇸🇪! https://t.co/hxjSHM4Z2P"
    },
    {
        "id_str": "1511979463512313857",
        "full_text": "This is a powerful statement. https://t.co/zD4pM8dvoE"
    },
    {
        "id_str": "1511823453531389959",
        "full_text": "This is quite the message. https://t.co/7fIcbzt4aj"
    },
    {
        "id_str": "1511802828246990860",
        "full_text": "How is it possible the Russian ambassador has no been expelled? We need to degrade relations with this barbarous regime.\n\nAmb Andrei Kelin may think he’s serving his country but he’s just an enabler of rape, murder and torture. https://t.co/sPZ9nOQdY0"
    },
    {
        "id_str": "1511788523954843653",
        "full_text": "Estonia's Prime Minister speaks for more than her country in highlighting the threats we face. @kajakallas https://t.co/Bk5sJUVEeZ"
    },
    {
        "id_str": "1511709793651732480",
        "full_text": "Liberators... https://t.co/U0YNhWKzL6"
    },
    {
        "id_str": "1511628645684719621",
        "full_text": "This - by @JohnnyMercerUK &amp; @Levisonwood - is worth watching to understand what’s going on in Kyiv.\n\nUkraine: On the Front Line with Johnny Mercer\nhttps://t.co/5DUtVtNtfE"
    },
    {
        "id_str": "1511508600094658562",
        "full_text": "If Finland 🇫🇮 chooses to join @NATO it would be welcome. Finns know the price of Russian aggression and are feeling the pressure now but with the NATO Summit in June the membership could be confirmed quickly.\nhttps://t.co/Xozvia1DNu"
    },
    {
        "id_str": "1511500412473458694",
        "full_text": "Putin’s initial war aims may have changed. He could now be engaged in just a massive heist. He started his political career by stealing Russia and nationalising crime, he could be trying to steal Ukraine’s energy.\nhttps://t.co/j9rY4oYP1T"
    },
    {
        "id_str": "1511468345706651648",
        "full_text": "The cost of Putin’s war is going to be serious economic pain to the poorest around the world - including in 🇮🇳 India. https://t.co/bPaXmkV0AE"
    },
    {
        "id_str": "1511456446331953152",
        "full_text": "The representatives of the government that sent these murderers still sit in London and elsewhere. We need to expel their ambassador and recall our own.\n\nThe only thing to discuss with Putin’s envoy is when he arrives @IntnCrimCourt and when his trial begins. https://t.co/XXcI49FPer"
    },
    {
        "id_str": "1511445850676944898",
        "full_text": "Good news the Czechs 🇨🇿 are sending tanks. Ukraine’s 🇺🇦 right to self defence must include the right to recapture the territory illegally occupied and where war crimes are being committed. They need the tools to do it. https://t.co/9HFY1IDfUZ"
    },
    {
        "id_str": "1511349521724420123",
        "full_text": "@SebastianEPayne It's perfection."
    },
    {
        "id_str": "1511246933045743616",
        "full_text": "We’re looking at companies, Beijing is looking at industries. We need to think again.\n#NewportWaferFab  https://t.co/n4aNT2TCVH"
    },
    {
        "id_str": "1511102930400776203",
        "full_text": "This is heartbreaking https://t.co/GUUk4x7Wip"
    },
    {
        "id_str": "1511087195167277060",
        "full_text": "It’s horrific I to murder innocents. It’s cowardly to deny it and gaslight the victims. https://t.co/dTnAHbEUWH"
    },
    {
        "id_str": "1511006026430099464",
        "full_text": "The UK is at in the lead of crypto regulation. https://t.co/3kmzQi4gMg"
    },
    {
        "id_str": "1510942229971537921",
        "full_text": "Extraordinary that this needs saying. #Ukraine https://t.co/3m7xgjgFL3"
    },
    {
        "id_str": "1510815532118908930",
        "full_text": "Beijing’s Communist Party has chosen a new candidate now that there’s no pretence Hong Kong is semi-autonomous. https://t.co/LBO0tsWbkn"
    },
    {
        "id_str": "1510195744707420167",
        "full_text": "@JeremyWesthead Nice!!!"
    },
    {
        "id_str": "1510193600130342913",
        "full_text": "Forty years ago Britain fought for the liberation of Falkland Islanders who had been occupied by the military dictator of Argentina. The defeat of the junta lead to the end of their violent rule in Buenos Aires. That was a victory for both."
    },
    {
        "id_str": "1510182565650567169",
        "full_text": "My favourite joke from a Ukrainian MP friend:\n\nAfter the battering the Russian Army has taken at the hands of Ukrainians, President Putin is applying to join NATO."
    },
    {
        "id_str": "1510180179318030337",
        "full_text": "The news from #Somaliland is tragic. The market is the centre for many businesses and key to a large local economy. Getting @FCDOGovUK to coordinate support is essential for us and our friends in the country. https://t.co/GKRos58eDo"
    },
    {
        "id_str": "1509817782640259073",
        "full_text": "It was a privilege to meet our Polish 🇵🇱 colleagues who are doing so much for Ukrainian 🇺🇦 refugees. https://t.co/g0lNXhxgoT"
    },
    {
        "id_str": "1509807167565709315",
        "full_text": "Putin is bringing his war to his own Russia. https://t.co/4RPX4FzIMF"
    },
    {
        "id_str": "1509804182970187776",
        "full_text": "A lot of Russian families will be in mourning soon. Putin is murdering his own people as well as Ukrainians. https://t.co/sDV0A4SfnL"
    },
    {
        "id_str": "1509790736291704833",
        "full_text": "This morning’s meeting with @PolandMOI ministers @BartoszGrodecki and @szefernaker who are leading the refugee response.\n\nReports of troll farms spreading false rumours are worrying and contrast with the truth of Polish 🇵🇱 generosity. https://t.co/l1V1K6imDW"
    },
    {
        "id_str": "1509789043399217166",
        "full_text": "This is an error. https://t.co/1JPoFCadeY"
    },
    {
        "id_str": "1509763358983172111",
        "full_text": "Careful what you wish for - countries that hope to get off the dollar banks and into crypto exchanges are swapping an operating system governed by the law to one governed by opinion. https://t.co/3AqJF6yoef"
    },
    {
        "id_str": "1509652577083928583",
        "full_text": "My filming is appalling, their kindness is inspiring.\nThe sight of such human misery was bleak but the response to it was joyful. Thank you to all - Polish 🇵🇱 gov, volunteers, border guards - for all you’re doing for Ukrainians and others in need 🇺🇦. https://t.co/YaH1Ubelj0"
    },
    {
        "id_str": "1509626448037957648",
        "full_text": "Prime Minister @kajakallas is right. We’re not nearly serious enough about the threat Putin poses to @NATO’s eastern border. We need to defend our allies - that’s how we defend ourselves. https://t.co/5cgjvCeC9c"
    },
    {
        "id_str": "1509595342727262208",
        "full_text": "Talking to @TVP gave me a chance to say thank you and praise the generosity of the Polish🇵🇱 people who have done so much to help their Ukrainian🇺🇦 neighbours. It’s inspiring to see the calm efficiency of the local government and @Poland_MOD. https://t.co/Hik3gnauQQ"
    },
    {
        "id_str": "1509582529992536066",
        "full_text": "Poland’s Border Guards are doing an extraordinary job and showing great kindness to very vulnerable and desperate people seeking help. The army of volunteers helping is inspiring. @PolishEmbassyUK https://t.co/WRhAKKvJwL"
    },
    {
        "id_str": "1509561709572370439",
        "full_text": "A privilege to meet colleagues and friends from our closest partners against Putin’s war crimes in Ukraine. https://t.co/skuKSspcKp"
    },
    {
        "id_str": "1509560301326417927",
        "full_text": "We’re on the border with Poland 🇵🇱 and Ukraine 🇺🇦 to meet MPs from both Parliaments. https://t.co/dPOTrh9him"
    },
    {
        "id_str": "1509554117458501639",
        "full_text": "This is important. It will help Ukraine to push back and respond to the vicious artillery that has murdered so many civilians. They need the radar systems to target incoming fire and respond immediately. https://t.co/EGTQqMxnYH"
    },
    {
        "id_str": "1509553542322864128",
        "full_text": "@dpatrikarakos @unherd Congratulations"
    },
    {
        "id_str": "1509530028790280207",
        "full_text": "It’s heartbreaking."
    },
    {
        "id_str": "1509525443094921219",
        "full_text": "I’m very proud to have many fantastic schools in our community. @TGStweets is brilliant!! Congratulations to this amazing team. https://t.co/GrKRpaMsU0"
    },
    {
        "id_str": "1509458714679558154",
        "full_text": "I see this and think of my own son. I would need to hold him and comfort him. It would be agony to know he was suffering along. It’s so painful to see this happening to a child. https://t.co/FvaVwlbnw3"
    },
    {
        "id_str": "1509458446709669890",
        "full_text": "I see this and think of my own son. It’s so painful to see this suffering in a child. https://t.co/FvaVwlbnw3"
    },
    {
        "id_str": "1509457390206390279",
        "full_text": "Today’s the day to update your meter reading but @edfenergy and @BritishGas seem to both have their websites down for maintenance. I’ll take a photo of the reading and enter it later. https://t.co/K7V9rHWXtn"
    },
    {
        "id_str": "1509278859820249091",
        "full_text": "@anandMenon1 Done. Now you owe me a drink."
    },
    {
        "id_str": "1509274767177699332",
        "full_text": "@AnumSNP Thank god! I like cooking and I thought I was about to have to resign… or have I confused an interest in the culinary arts with every day sexism? 🤔"
    },
    {
        "id_str": "1509273303906725898",
        "full_text": "There is a moment when the rule of law ends and the law simply masks criminal actions by an all powerful state. Sadly in Hong Kong that time has come. https://t.co/JLv8BMMhPn"
    },
    {
        "id_str": "1509269253026893834",
        "full_text": "🇨🇳 CCP internal politics thread… https://t.co/X5xRhzGZMo"
    },
    {
        "id_str": "1509242441152536582",
        "full_text": "The @CommonsForeign has just launched an inquiry into the Wagner Group. If you have evidence about it, please get in touch. All information is available on our website: https://t.co/C3AE83ow3j https://t.co/0dt39GiS40"
    },
    {
        "id_str": "1509182271835807758",
        "full_text": "If you silence challenging voices don’t be surprised if you get bad advice. https://t.co/WDxwPDG4HF"
    },
    {
        "id_str": "1509163032542388234",
        "full_text": "We’re in @CommonsLiaison… watch @ParliamentLive from 1500 for the session with @BorisJohnson. It’s going to focus on Ukraine and the cost of living."
    },
    {
        "id_str": "1509153184140378118",
        "full_text": "@glasterlaw1 A very fine fellow!"
    },
    {
        "id_str": "1509100673891282947",
        "full_text": "This is a wonderful college. If you are interested in agriculture or animal welfare, there's nowhere better. https://t.co/PCy5f7RtOm"
    },
    {
        "id_str": "1509074983238221826",
        "full_text": "@JamieWallisMP This is a very brave statement."
    },
    {
        "id_str": "1508940338987245573",
        "full_text": "Putin is killing his own nation’s children. https://t.co/jPBcXkItSD"
    },
    {
        "id_str": "1508929365547130881",
        "full_text": "This is horrific. The crimes being committed under the authority of ⁦@KremlinRussia_E⁩ demand justice. Not just the rapists deserve to stand trial but those who sent them. They created this hell.  https://t.co/9xMJj6JK0h"
    },
    {
        "id_str": "1508870202024464387",
        "full_text": "Meeting @vkaramurza in @UKParliament today was a reminder of the truth that Putin is not Russia. The opposition is being silenced not choosing silence.\n\nWe need to stand with them and defend the idea of a future, democratic and free with Moscow a European capital once again. https://t.co/2zcovO7Y2A"
    },
    {
        "id_str": "1508568887138394123",
        "full_text": "This is heartbreaking. The suffering of the Ukrainian people is appalling and the accusations of rape all too credible. This story says it all. @thetimes\n\n‘One soldier raped me, then the other, as my son cried’\n\nhttps://t.co/zivo1HDaQy"
    },
    {
        "id_str": "1508469392916598792",
        "full_text": "I promise I’m awake for most of this! https://t.co/HhJkHOqTgt"
    },
    {
        "id_str": "1508398088431489026",
        "full_text": "Across Ukraine thousands are being abducted and taken to Russia. These deportations are war crimes. @KremlinRussia_E - where are #TheTaken? https://t.co/CrbqjtRa1C"
    },
    {
        "id_str": "1508187076491161611",
        "full_text": "If this is true it’s a staggering indictment of the FSB’s competence. https://t.co/dYKrTHkAk3"
    },
    {
        "id_str": "1507416273919287296",
        "full_text": "E stato un piacere di participare con i colleghi Parlamentari del G7 https://t.co/OViXwLkhow"
    },
    {
        "id_str": "1507377013522419732",
        "full_text": "Just finished a @G7 call led by @MiRo_SPD as Germany has the lead this year. We discussed our commitment to Ukraine 🇺🇦, to refugees in neighbouring countries and to the coming challenges of food and fuel prices. There’s more to come.\n🇨🇦🇫🇷🇩🇪🇮🇹🇯🇵🇬🇧🇺🇸🇪🇺"
    },
    {
        "id_str": "1507290810684956680",
        "full_text": "@HackBlackburn Is that because you actually are @patrick_kidd ? You are never seen together…"
    },
    {
        "id_str": "1507289864538140677",
        "full_text": "Poland’s @MarekKuchcinski has called together Foreign Affairs Committee chairs from across Europe. @CommonsForeign has been clear - we support @3TrAmvL026aJRar and Ukraine. https://t.co/OEYRlG8mn6"
    },
    {
        "id_str": "1506912478453719047",
        "full_text": "This matches @CommonsForeign report Moscow’s Gold.\nhttps://t.co/dpSdXlFB6j https://t.co/gEjFGV2Mtc"
    },
    {
        "id_str": "1506766416934055943",
        "full_text": "She’s right. https://t.co/hYjzLvA2en"
    },
    {
        "id_str": "1506729060709380108",
        "full_text": "It’s hard to watch the single biggest reversal in the opportunities for girls in a generation.\n\nThis happened on our watch. https://t.co/XJ1hFHMPXw"
    },
    {
        "id_str": "1506390992768884737",
        "full_text": "This Spring Statement can start that journey and reset our priorities.\n\nAs Russia shows, we don’t get to choose when we need to be ready, but if we’ve got the connections, the troops and the warning, we can make the best choices for Britain. 13/13"
    },
    {
        "id_str": "1506390991510593537",
        "full_text": "We may be an island nation but we’re a global hub. We rely on food and energy markets that are shaped by others and we buy things made from Shanghai to Seattle.\n\nWe need to think again about resilience and investing our defences. 12/13"
    },
    {
        "id_str": "1506390990109777921",
        "full_text": "Commitment to building LNG carriers now, and the rapid increase in nuclear plants so we’re no longer held hostage by prices in the future.\n\nSupport to agriculture and manufacturing around the world and the trade relationships for them to profit from their output. 11/13"
    },
    {
        "id_str": "1506390988838912013",
        "full_text": "So tomorrow, I’d like to see:\n\nOur @FCDOGovUK budget rise and the leadership and management failures fixed.\n\nIncreased defence spending including cyber and technology development alongside our universities.\n\nBuild up of our stocks and the capability to resupply ourselves. 10/13"
    },
    {
        "id_str": "1506390987555418114",
        "full_text": "So we need to invest in our security - economic and military. That means transforming our overseas arms and investing in resilience at home. 9/13"
    },
    {
        "id_str": "1506390986242596870",
        "full_text": "The war in Ukraine shows why understanding and influence matters.\n\nWar has returned to Europe and only @NATO is containing the violence - at huge cost to Ukraine. 8/13"
    },
    {
        "id_str": "1506390984543940610",
        "full_text": "Today, @BritishArmy is smaller than anytime since Napoleon threatened Europe. @RoyalNavy has too few ships to sustain global operations and, along with @RoyalAirForce has too few F-35s for a single carrier.\n\nWe’ve banked the peace dividend from the end of the Cold War. 7/13"
    },
    {
        "id_str": "1506390979854712834",
        "full_text": "We need to know so we can influence the outcomes in the interest of our people. Aid, trade and intelligence are key to shaping the future. That’s what diplomats do.\n\nOur forces give us options but, as @Tobias_Ellwood has warned, they’re now too small. 6/13"
    },
    {
        "id_str": "1506390978600579078",
        "full_text": "That will have huge implications for us.\n\nWhat goods will we buy if transport costs are higher?\n\nWhat will nations try to do to distract from problems at home?\n\nHow will economies adapt - or not - to the rising pressures?\n\nHow many will try to move to find work or hope? 5/13"
    },
    {
        "id_str": "1506390977111474179",
        "full_text": "In the Middle East and Africa we will see hunger and unrest. @WFPChief has already warned what that means for migration.\n\nIn China and other energy hungry states, oil over $100 a barrel will slow growth and hurt the poorest. 4/13"
    },
    {
        "id_str": "1506390975026974726",
        "full_text": "That’s why we need to see investment tomorrow in two areas:\n\n1. @FCDOGovUK\n2. @DefenceHQ \n\nOur energy dependence and food costs are only the start. 3/13"
    },
    {
        "id_str": "1506390973705822211",
        "full_text": "What happens abroad shapes our lives at home.\n\nWheat from Ukraine feeding millions today and energy from Russia heats homes across Europe this winter are both in trouble.\n\nRising global labour costs are pushing up the prices of goods like TVs.\n\nWe’re all feeling it. 2/13"
    },
    {
        "id_str": "1506390972116127744",
        "full_text": "Tomorrow’s Spring Statement will focus on the rising bills we’re all seeing.\n\nFood, fuel, even goods are going up. The Chancellor will be looking for ways to help families across Britain.\n\nHe’ll need to look beyond our borders to make a long term difference. 1/13"
    },
    {
        "id_str": "1506165358851469315",
        "full_text": "This is an important thread. https://t.co/77eG7Fal65"
    },
    {
        "id_str": "1506036105115840514",
        "full_text": "He nationalised the oligarchs. And then stole the nation. https://t.co/kTP1wxEQnS"
    },
    {
        "id_str": "1505986975588827142",
        "full_text": "@oneandonlymr0 @mattforde It seems to have shrunk."
    },
    {
        "id_str": "1505983310950019074",
        "full_text": "@patrick_kidd @mattforde I was going for the medium of dance."
    },
    {
        "id_str": "1505968501160386562",
        "full_text": "Tonight I'm going to do something I haven't done in years - I'm appearing on stage. I am assured that this isn't nearly as bad as it looks...\n\nBut before I go on, what tips for my @mattforde extravaganza?"
    },
    {
        "id_str": "1505947876454715400",
        "full_text": "This. Thank you @sajidjavid https://t.co/BRSX6ogkNu"
    },
    {
        "id_str": "1505947504604594183",
        "full_text": "This is a wonderful action. https://t.co/zoxyHDb01c"
    },
    {
        "id_str": "1505942277390229505",
        "full_text": "@CharlesCopping @JohnCryerMP @WhippsCrossHosp @GiveBloodNHS Yes!"
    },
    {
        "id_str": "1505927634726883332",
        "full_text": "Hey, @JohnCryerMP you’ve just had an armful of my blood🩸 used in @WhippsCrossHosp. I’m glad it has gone to a good home!\n\nWhoever it’s for and wherever it goes, @GiveBloodNHS🩸💉it matter to us all."
    },
    {
        "id_str": "1505895245145333764",
        "full_text": "We are in discussions on @CommonsForeign as to how we should manage hostage taking as a diplomatic tool. https://t.co/hjb7dDnuoV"
    },
    {
        "id_str": "1505681153763774480",
        "full_text": "'What I saw, I hope no one will ever see' says Greek diplomat returning from Mariupol | ⁦@Reuters⁩\n\nThis is remarkable courage to have stayed so long to help people. https://t.co/sjIggTgcoQ"
    },
    {
        "id_str": "1505601137252179970",
        "full_text": "@garynicholls945 It’s impossible to be sure. Sadly only Putin knows."
    },
    {
        "id_str": "1505594875051495426",
        "full_text": "China’s state broadcaster is sharing reports of atrocities in Ukraine. Putin stands alone. https://t.co/hCH9K6z2mu"
    },
    {
        "id_str": "1505590558630289411",
        "full_text": "I’m speaking to @PostOffice about the future of their #Tonbridge store following the sad closure of @WHSmith. They’re in contact with an alternative retailer and hope these negotiations will be done very soon. I’m backing them to keep a Post Office in town! https://t.co/S1hSd3wxKG"
    },
    {
        "id_str": "1505306788924731397",
        "full_text": "The echoes are so painful. Many of those being transported will be the grandchild of those who were transported to the east and west 80 years ago. https://t.co/fFAWarRuQ9"
    },
    {
        "id_str": "1505302999501090824",
        "full_text": "Thank you. Our @kentfirerescue serve us everyday and are now serving others. I’m very grateful for your courage and duty. https://t.co/TPS8ICbR5A"
    },
    {
        "id_str": "1504935178787033092",
        "full_text": "Say you were born in the 70s… https://t.co/CE5LlnesB0"
    },
    {
        "id_str": "1504876426067156997",
        "full_text": "Cutting tax on fuel is about cutting tax on much more - food, transport, manufacturing and more. https://t.co/eJx1yQaeQh"
    },
    {
        "id_str": "1504869569046974476",
        "full_text": "It was a privilege to be with @ScotTories in Aberdeen. Backing the Union is backing the Union of families and futures.\n🇬🇧 - E S W NI https://t.co/UcnTxBOGdm"
    },
    {
        "id_str": "1504866301596024836",
        "full_text": "@RichardPMayo Helping!"
    },
    {
        "id_str": "1504843032377573421",
        "full_text": "This is @LDNLutonAirport"
    },
    {
        "id_str": "1504835426267410433",
        "full_text": "I’m proud of this sign. https://t.co/pRnuXlQXZ3"
    },
    {
        "id_str": "1504810580418633739",
        "full_text": "We all know Tonbridge is the right place for the Railway HQ! ⁦@railwaygazette⁩  https://t.co/6It8oKdLwk"
    },
    {
        "id_str": "1504795388955566086",
        "full_text": "It doesn’t matter how I see it, only how Tehran sees it. They’ve made the connection, we need to make sure their practice of kidnapping Brits to extort ransoms is not a policy we tolerate. https://t.co/OOqjUFoipr"
    },
    {
        "id_str": "1504598700412354568",
        "full_text": "This is happening more often. It’s hard in the chaos of war but Ben is right to call it out. https://t.co/0s8goXbXE5"
    },
    {
        "id_str": "1504550847933566984",
        "full_text": "@patrick_kidd That’s the nicest thing you’ve ever called me."
    },
    {
        "id_str": "1504529599102918656",
        "full_text": "I’m going for the pastries 🥮 https://t.co/FKKQAKJG7G"
    },
    {
        "id_str": "1504469305605320711",
        "full_text": "This is inspiring. Thank you @Schwarzenegger https://t.co/MGYkytVyR8"
    },
    {
        "id_str": "1504378590636433410",
        "full_text": "Thank you! https://t.co/ni2lXnphZQ"
    },
    {
        "id_str": "1504142446376202246",
        "full_text": "Great job. Congratulations on going to Kyiv. https://t.co/R2MCYQQsK6"
    },
    {
        "id_str": "1504129110360137730",
        "full_text": "We've already guaranteed the security of one Ukrainian state - along with Russia... https://t.co/D1qABww8nn"
    },
    {
        "id_str": "1504126811386662913",
        "full_text": "Leadership is energising. https://t.co/OQgw2aukwv"
    },
    {
        "id_str": "1504113771299713027",
        "full_text": "All credit to those who have helped in the release of Nazanin and Anoosheh from Iran. Their release is a wonderful achievement and blessing to their friends and families. Well done @trussliz and @BorisJohnson."
    },
    {
        "id_str": "1504042036713951233",
        "full_text": "This is an appalling public health failure. Hong Kong's citizens have been abandoned by the state. https://t.co/elKEaeXZnR"
    },
    {
        "id_str": "1504040168797491200",
        "full_text": "Ukraine was never about NATO. Putin's view of Russia as an empire not a nation, is what drives his view, with Kyiv as part of it. https://t.co/fagpQla68W"
    },
    {
        "id_str": "1504038985198411777",
        "full_text": "This is fantastic news! https://t.co/7CKsvbFPlI"
    },
    {
        "id_str": "1503864315681689602",
        "full_text": "This is a powerful demonstration of support.\n\nCongratulations to our Czech, Slovene, Polish friends for standing with Ukraine so directly. https://t.co/NPiBpXnJxa"
    },
    {
        "id_str": "1503848915912777750",
        "full_text": "@K9aokShelagh @katedixon80 @ItsMJAgain I made a joke that the only thing the boys were interested at the most expensive school in the country was making themselves very very rich. That was seven years ago! Glad you remember!!"
    },
    {
        "id_str": "1503722830524993538",
        "full_text": "This is impressive coordinated courage. https://t.co/6Rk6jcC7FF"
    },
    {
        "id_str": "1503098191960489990",
        "full_text": "Weakness - real or perceived - is provocative https://t.co/vYvXygS9QT"
    },
    {
        "id_str": "1503070259313627137",
        "full_text": "I can only imagine the security procedures needed for this simple move and the courage of everyone involved. But @ZelenskyyUa knows that leadership demands courage and the integrity to share risk. https://t.co/TBEz6GO8ha"
    },
    {
        "id_str": "1502961340062785536",
        "full_text": "My 8-year old son has gone all military and wanted something that an army might use… what about this? https://t.co/6Hm9K2DaDu"
    },
    {
        "id_str": "1502787403999817735",
        "full_text": "For one man’s ambition. https://t.co/rX9Ak5LXOx"
    },
    {
        "id_str": "1502781794709553155",
        "full_text": "This is rubbish. Ukraine is a living example of courage in the face of brutal aggression and claiming it is anything else is to side with those who started this war and are murdering innocents. https://t.co/fkKzhvcJIo"
    },
    {
        "id_str": "1502778735510106121",
        "full_text": "This is a dramatic change! https://t.co/IUzV4pjtdo"
    },
    {
        "id_str": "1502712616128585733",
        "full_text": "@philcarr20 It’s my opinion. Not the BBC’s"
    },
    {
        "id_str": "1502705591940222976",
        "full_text": "قبل الذهاب إلى أوكرانيا ، فكر في منزلك.  لن تراها مرة أخرى. https://t.co/YiUc2oogH3"
    },
    {
        "id_str": "1502702707324465156",
        "full_text": "All the images of Russian dead left behind makes me wonder how many were injured when they were abandoned by their comrades and what medical support their army really has.\nIf they can’t care for their injured or collect their dead, they are in very serious trouble."
    },
    {
        "id_str": "1502582701991374849",
        "full_text": "There’s a reason the Soviet Union fell. https://t.co/YE4kCK22x4"
    },
    {
        "id_str": "1502577791472226305",
        "full_text": "UK universities are ‘soft underbelly’ for Chinese intelligence, says   ⁦@SenPaterson⁩ ⁦@standardnews⁩ https://t.co/q93Ae8elp9"
    },
    {
        "id_str": "1502573520655687682",
        "full_text": "Things fall apart…? ⁦@MailOnline⁩ https://t.co/X0RKVB4oB9"
    },
    {
        "id_str": "1502571720967868422",
        "full_text": "This is Europe in 2022, not 1941. https://t.co/ffuZsb0OxT"
    },
    {
        "id_str": "1501868585865646081",
        "full_text": "In the words of Groucho Marx: \"Who are you going to believe, me or your own eyes?\" https://t.co/zbUFtSJf6b"
    },
    {
        "id_str": "1501833802590691333",
        "full_text": "@EmmaDixon_EU @GreatStrides65 @ProfThomasDixon Well, that’s not what I’m usually called…"
    },
    {
        "id_str": "1501830056175353863",
        "full_text": "@EmmaDixon_EU @GreatStrides65 @ProfThomasDixon It’s no joke. Frankly I am appalled at your cavalier attitude to genetics."
    },
    {
        "id_str": "1501821963039346689",
        "full_text": "@EmmaDixon_EU @ProfThomasDixon This is a re-record of your famous 1986 hits which I will gloss over now."
    },
    {
        "id_str": "1501582009579319296",
        "full_text": "These crimes are horrific. https://t.co/twysHap1A5"
    },
    {
        "id_str": "1501490239789015041",
        "full_text": "The cost of this war is incalculable. Lives. Families. Our shared future knowledge. All this is being sacrificed to the ego and ambition of a dictator. https://t.co/q6a5FBF3ox"
    },
    {
        "id_str": "1501245825384595459",
        "full_text": "After quoting Churchill’s “we will fight them on the beaches, and on the landing grounds…” speech, and again show what leadership means, @ZelenskyyUa received a standing ovation. https://t.co/U8ajZ6ryF4"
    },
    {
        "id_str": "1501243189335937029",
        "full_text": "The House is full for @ZelenskyyUa https://t.co/jTNhu16CyJ"
    },
    {
        "id_str": "1501224005713334280",
        "full_text": "It’s only Tuesday. https://t.co/yCOn9CtN0Z"
    },
    {
        "id_str": "1501216750653816832",
        "full_text": "@AlStewartOBE https://t.co/YycVBKAAxZ"
    },
    {
        "id_str": "1501215545785524228",
        "full_text": "Those who have spend years praising a dictator should not get a free pass to walk away from their words. Putin has not hidden, we have known who he was for a decade. https://t.co/sZDExoO6A1"
    },
    {
        "id_str": "1501212130703458306",
        "full_text": "Join @CommonsForeign for a discussion on UK sanctions. The concerns coming up are clear. @keatingetom Justine Walker, Timothy Ash, Maria Shagina are all updating us. @ParliamentLive"
    },
    {
        "id_str": "1501197162461347841",
        "full_text": "We’re in a joint session with @Ukraine’s Foreign Affairs Committee. The courage is inspiring."
    },
    {
        "id_str": "1501089654908588037",
        "full_text": "The spread of stolen money goes everywhere. This house was bought with money stolen off the Russian people. https://t.co/ZNUHSUcYji"
    },
    {
        "id_str": "1500811126497595394",
        "full_text": "How Britain can speed up sanctions against the oligarchs | The Spectator https://t.co/iOH2zTvJzy"
    },
    {
        "id_str": "1500550256450224132",
        "full_text": "This is essential reading. As so often @matthewsyed is right. https://t.co/OzdNMLuYid"
    },
    {
        "id_str": "1500473390087479299",
        "full_text": "@manfred698 @AlStewartOBE Thanks."
    },
    {
        "id_str": "1500381426654527488",
        "full_text": "I’m spending this morning in Wales… we’ll, remotely. My first interview is @BBCRadioWales and second is @BBCWalesNews TV."
    },
    {
        "id_str": "1500243122672091138",
        "full_text": "Calls for Austria to join ⁦@NATO⁩ are another demonstration of Putin strategic failure. ⁦⁦@derStandardat⁩ ⁦@veitdengler⁩  https://t.co/XlBBjAjOeq"
    },
    {
        "id_str": "1500207329299550214",
        "full_text": "@Ali4Wh @Barbie I’m not qualified to answer that question."
    },
    {
        "id_str": "1500192907860406276",
        "full_text": "@AnumSNP @Barbie Reusable advent calendar!!!"
    },
    {
        "id_str": "1500187245151727622",
        "full_text": "@HasAhmed_ @Barbie I cannot answer that question with integrity so I shall keep silent."
    },
    {
        "id_str": "1500187118185943046",
        "full_text": "@CharlotteLeslie @Barbie That’s a reusable advent calendar!"
    },
    {
        "id_str": "1500172778489720840",
        "full_text": "In other news, I’ve just dressed my first @Barbie.\n\nI will not be taking any questions. https://t.co/GPCIGMlg8J"
    },
    {
        "id_str": "1500169592148267014",
        "full_text": "Inflation was one of the triggers of the Arab spring. It tore apart the old regimes. We need to look at the changes price rises will cause around the world, not just how they hurt us at home. https://t.co/qPmU05p04t"
    },
    {
        "id_str": "1500166182334341128",
        "full_text": "This is worth reading: Legislating about sanctions by ⁦@RichardEkins⁩ and Stephen Laws for ⁦@Policy_Exchange⁩ https://t.co/EASPdYriiR"
    },
    {
        "id_str": "1500154904404533254",
        "full_text": "Please do not retweet or share images of prisoners of war.\n\nThe Geneva Conventions were signed by all states to protect us all. https://t.co/xiIcTzGxT0"
    },
    {
        "id_str": "1500121964651941889",
        "full_text": "Who gains from this? Putin gets to survive another day in his golden cage but so what? Millions must suffer for nothing. https://t.co/oBD6P7DQgd"
    },
    {
        "id_str": "1500121230271205381",
        "full_text": "Turns out that 30 pieces of silver isn’t enough for everyone. https://t.co/aYdXVCPSMs"
    },
    {
        "id_str": "1500062812583907331",
        "full_text": "This crime is a stain on humanity. ⁦@BBCNews⁩  https://t.co/6hcxjPS8aU"
    },
    {
        "id_str": "1500050742878556161",
        "full_text": "Good to speak to @SebastianEPayne and @tomburgis of @FinancialTimes about the spread of corruption here, in the UK. We need to act now. https://t.co/fEouccXKYg"
    },
    {
        "id_str": "1500031731939876865",
        "full_text": "We need the Tribunal to investigate Putin's criminal conspiracy and identify all financial and other assets used to support this crime of aggression. 3/3"
    },
    {
        "id_str": "1500031729373003777",
        "full_text": "That's why the chairs of Foreign Affairs Committees of the parliaments of: 🇧🇪🇨🇿🇪🇪🇮🇪🇱🇻🇱🇹🇱🇺🇳🇱🇵🇱🇷🇴🇸🇮🇺🇦🇬🇧 call for an International Criminal Tribunal to collect evidence and prepare charges. 2/3"
    },
    {
        "id_str": "1500031725639983104",
        "full_text": "The war of aggression in Ukraine is a crime. It was a charge brought against previous dictators and became part of Russian law (Art 353) but is beyond the scope of @IntlCrimCourt. 1/3 https://t.co/2lCARS4wBD"
    },
    {
        "id_str": "1499838914638532608",
        "full_text": "Ukraine: what you can do to help - https://t.co/JmcrLpwCCk https://t.co/8ZpN760IIh"
    },
    {
        "id_str": "1499816618867761158",
        "full_text": "The truth is a threat to tyrants. https://t.co/izy8mjTD7V"
    },
    {
        "id_str": "1499806768993652740",
        "full_text": "This is a sobering reminder of the need for action. If you want to read the background ... look here: https://t.co/dpSdXlFB6j https://t.co/wIoJg2lJbt"
    },
    {
        "id_str": "1499787874723667978",
        "full_text": "I’m always proud of my cousin but this interview shows why. https://t.co/sstOfHxgd5"
    },
    {
        "id_str": "1499781353100959749",
        "full_text": "It’s a year since Sarah Everard was murdered. Violence against women is still a serious danger in our community. We must do better."
    },
    {
        "id_str": "1499780055588818948",
        "full_text": "Read this - Putin has hidden the truth to hide the Ukraine war: 'My city's being shelled, but mum won’t believe me' - ⁦@BBCNews⁩  https://t.co/KZ3GlXsXqZ"
    },
    {
        "id_str": "1499774978631340043",
        "full_text": "Putin’s war is destroying two great nations.\n\nNo man’s vanity should justify such cruelty. https://t.co/uuHmYFGRyG"
    },
    {
        "id_str": "1499752799172808708",
        "full_text": "A great loss. https://t.co/YbqcjKKDi4"
    },
    {
        "id_str": "1499692018683060224",
        "full_text": "Free media matters.\nThe truth matters.\n@bbcrussian matters.\n\nThat’s what the Russian people are showing by their choices. https://t.co/mHbQT3Mct1"
    },
    {
        "id_str": "1499683690502311936",
        "full_text": "My friend @MarekKuchcinski and I have agreed cooperation on supporting Ukraine, and defending ourselves. As @NATO partners and friends we stand together. https://t.co/FbDMgyLSvf"
    },
    {
        "id_str": "1499450300196868100",
        "full_text": "This is a challenging thread. https://t.co/VEpXuLhFal"
    },
    {
        "id_str": "1499413306418806791",
        "full_text": "The responsibility of public service can be heroic when it is on the front line of freedom. https://t.co/JuR3Q026As"
    },
    {
        "id_str": "1499368188773122048",
        "full_text": "Caroline is right. This making sure we protect the most vulnerable and help build Ukraine’s future is essential. https://t.co/eqXAUeyuiB"
    },
    {
        "id_str": "1499343470061834243",
        "full_text": "This is the property of the Russian people. It should be stripped from those who took it and held in trust for them. https://t.co/SgaluFBcwL"
    },
    {
        "id_str": "1499338739570679808",
        "full_text": "We have flats that need seizing. Now. https://t.co/SgaluFBcwL"
    },
    {
        "id_str": "1499323464259457026",
        "full_text": "This is worth reading from a brilliant former British ambassador to Moscow. https://t.co/XROtb945SH"
    },
    {
        "id_str": "1499288616937398273",
        "full_text": "I agree with ⁦@carolinenokes⁩ - We need a 21st century Kindertransport from Ukraine\n\nhttps://t.co/hGVZa2GRfM"
    },
    {
        "id_str": "1499177590820585480",
        "full_text": "The story of a single identity Putin is telling isn’t true. Nor is the story of fear. We can cooperate, support each other and change our world for the better. The bleak propaganda doesn’t need to win. We can be better. https://t.co/k8Cwsr5auK"
    },
    {
        "id_str": "1499176927222976518",
        "full_text": "The West is clinging to the delusion that its survival can be bought cheap. ⁦@AllisterHeath⁩ is right. As the Americans put it: freedom isn’t free.  https://t.co/5pFcHSymzf"
    },
    {
        "id_str": "1499123385242107909",
        "full_text": "This is interesting https://t.co/ERVoSxdVvC"
    },
    {
        "id_str": "1499033446080987143",
        "full_text": "Good to see @WeAreOpenreach reporting back on broadband progress. Once they’ve done UK those skills will be an important exportable talent. https://t.co/jZYYQ7LILR"
    },
    {
        "id_str": "1498982449531035648",
        "full_text": "This is what war in Europe looks like in 2022. Not that different from 80 years ago. Shameful. #PutinsWar https://t.co/7QOUfEsyRG"
    },
    {
        "id_str": "1498981692660461568",
        "full_text": "Some oligarchs are outrunning the sanctions... https://t.co/9pfLamctjF"
    },
    {
        "id_str": "1498732446279507980",
        "full_text": "Closing down the capital is terrible for our nation. https://t.co/YIb48daYau"
    },
    {
        "id_str": "1498709845687603204",
        "full_text": "The last time Kharkiv saw such brutality was when the Nazis attacked. It's happening again. https://t.co/BXYiFBcYrQ"
    },
    {
        "id_str": "1498709254651490308",
        "full_text": "Too many have been siding with Putin for too long. It has been clear for years that he's a threat to our security since before 2015. In 2018 @CommonsForeign warned about the spread of his corruption and the harm it caused us.\n\nSome have finally got the message. Don't forget who. https://t.co/qjn4kQqg8C"
    },
    {
        "id_str": "1498701473349255185",
        "full_text": "China's position is that breakaway republics can separated into independent states -- at least that's what it looks like from their support for Putin and opposition to the integrity of Ukraine. https://t.co/QKcPHkq5bz"
    },
    {
        "id_str": "1498698466545045505",
        "full_text": "Putin has bombed the Holocaust Memorial.\nHe is killing Russian speakers.\nHe is killing children.\nThis is a war crime. His regime is a criminal conspiracy. https://t.co/AwUdVhOfFA"
    },
    {
        "id_str": "1498678923135234062",
        "full_text": "#KyivDeclaration https://t.co/9WKelaBbXF"
    },
    {
        "id_str": "1498612830173548545",
        "full_text": "Russia is murdering Indian 🇮🇳 students. This is a tragedy. It’s also Putin’s choice. He knows there are many Indians in Ukraine. He’s bombing civilians anyway. https://t.co/sryDPhnA6j"
    },
    {
        "id_str": "1498611977035423744",
        "full_text": "Lukashenko has stolen a country. Now he’s helping Putin steal another.\n\nBelarus deserves better than a leader who murders Ukrainians. https://t.co/ZAFxVBld1w"
    },
    {
        "id_str": "1498611572616351745",
        "full_text": "Abandoning vehicles and deserting suggests the Russian military doesn’t have the same commitment to war. https://t.co/88fO7fyH2s"
    },
    {
        "id_str": "1498604763553972225",
        "full_text": "This is another tragedy showing how Putin’s attacks are not just on Ukraine but on all of us. https://t.co/bUmJ0V5jjV"
    },
    {
        "id_str": "1498603598678220800",
        "full_text": "I should have added - please join us on @ParliamentLive https://t.co/YbfWeOAs7U"
    },
    {
        "id_str": "1498599552567365636",
        "full_text": "Publishers have a choice. @Twitter @Meta what will you do?\n\nDoes anyone agree with Nick? https://t.co/B5jmTz0nvp"
    },
    {
        "id_str": "1498598174923141121",
        "full_text": "We’ll be in @CommonsForeign this morning talking about Ukraine with the ambassador and then ministers from Estonia, Latvia, Lithuania, Poland."
    },
    {
        "id_str": "1498590432015654913",
        "full_text": "This is heartbreaking https://t.co/Y9stcMfVQO"
    },
    {
        "id_str": "1498395830847520768",
        "full_text": "The violence against Afghans hasn’t ended - it has got worse. https://t.co/qFV1XoJlrU"
    },
    {
        "id_str": "1498350777533931527",
        "full_text": "Me too! https://t.co/J3Ey7gAjNZ"
    },
    {
        "id_str": "1498341088196710401",
        "full_text": "Putin's ability to get people to do exactly what he doesn't want is quite remarkable.\n\nOne strategic failure after another, all paid for by the Russian people, and now by the whole world. https://t.co/MxiksAluy8"
    },
    {
        "id_str": "1498339590855405568",
        "full_text": "@OzKaterji Look after yourself."
    },
    {
        "id_str": "1498327062377123843",
        "full_text": "@MrBrendanCox @nicolareindorp Thank you. You are not alone."
    },
    {
        "id_str": "1498072405801148421",
        "full_text": "I’ve donated. I hope you will too. https://t.co/7MQJX8VLhV"
    },
    {
        "id_str": "1498072297353191428",
        "full_text": "https://t.co/jQPlWtpMy6"
    },
    {
        "id_str": "1497992932758106114",
        "full_text": "Welcome my friend!! https://t.co/Z31ezmaaOP"
    },
    {
        "id_str": "1497991066116571137",
        "full_text": "This is a remarkable reversal in economic policy. https://t.co/NXetPPkaDt"
    },
    {
        "id_str": "1497954596576182273",
        "full_text": "@Heresy_Corner Even that’s problematic!"
    },
    {
        "id_str": "1497953047514955778",
        "full_text": "@Heresy_Corner True. I should have put - their leaders didn’t."
    },
    {
        "id_str": "1497948416684564482",
        "full_text": "This is a revolution in German politics. Military rearmament, diplomatic reversal, and an energy transformation.\n\nPutin has shaken Berlin hard. They’re awake. https://t.co/l8jCHI9Bsp"
    },
    {
        "id_str": "1497947685747408907",
        "full_text": "This is extraordinary courage … don’t try this at home! https://t.co/nsh3hB3fJE"
    },
    {
        "id_str": "1497941430051819524",
        "full_text": "The result of total commitment means we now know how this will end - a free and sovereign Ukraine.\n\nThe only question is how long it will take and how many more will suffer to get there. That’s the only decision Putin now has to make. https://t.co/hRuhmEK6Cz"
    },
    {
        "id_str": "1497940604646420484",
        "full_text": "Armies don’t go to war, people do. Ukraine has fully mobilised - it’s military and civilian population are as one. That’s unbeatable. https://t.co/FEwbDoYDNc"
    },
    {
        "id_str": "1497905719458377731",
        "full_text": "@thecynicist Fair point. Should have been clearer - bringing democracy to LEADERS who didn’t want it. The people always have."
    },
    {
        "id_str": "1497899360360804352",
        "full_text": "We must take the Al Capone approach to bring gangster Putin to justice - my piece in ⁦@Telegraph⁩  https://t.co/SlI82IiEA2"
    },
    {
        "id_str": "1497893643365011458",
        "full_text": "We spent billions to bring democracy to people who didn’t want it and are spending pennies defending democracy for those who do. #IStandWithUkraine"
    },
    {
        "id_str": "1497888707143217152",
        "full_text": "Never has an inauguration speech better prepared for the shared struggle ahead or better set out the integrity of leadership needed in democracy. This is inspiring by @ZelenskyyUa \nhttps://t.co/18pSAjoWKW"
    },
    {
        "id_str": "1497884332458921985",
        "full_text": "US presidents have tried for years to get Germany to take defence seriously. Putin has done it in a week.\n\nStrategic failures are what the Kremlin delivers. https://t.co/LrgdlDchSW"
    },
    {
        "id_str": "1497878532298584071",
        "full_text": "This tragic waste of Russian lives is down to one man - Putin. https://t.co/3VgNfgYAnm"
    },
    {
        "id_str": "1497877950921850882",
        "full_text": "I’m on @BBCScotland shortly talking about Ukraine. Join me on @BBCiPlayer"
    },
    {
        "id_str": "1497871881336246274",
        "full_text": "World must act now or risk paying an even higher price for Putin’s wars – by me in ⁦⁦⁦@yorkshirepost⁩  https://t.co/Lzr8CKymqW"
    },
    {
        "id_str": "1497871147291099138",
        "full_text": "@garynicholls945 Because it's not blanket. The banks have to be named. This is because some countries wouldn't allow a total ban so this is the best we can get... for now."
    },
    {
        "id_str": "1497860501031768066",
        "full_text": "Russian Criminal Code Art 354:\n\n1. Public calls to unleash a war of a aggression are punishable by a fine in the amount of up to 300k rubles or in the amount of wages or other income of the convicted person for a period of up to two years or imprisonment for up to three years. https://t.co/MC9nfiq8So"
    },
    {
        "id_str": "1497858282396041223",
        "full_text": "The International Brigades are being re-created to fight dictatorship. https://t.co/0P6Ap1iUfF"
    },
    {
        "id_str": "1497853914632364038",
        "full_text": "It seems the only help China is willing to give is propaganda. \n\nReporting lies that @ZelenskyyUa has run. Only one leader is hiding - Putin. https://t.co/Kd5ttjpcX1"
    },
    {
        "id_str": "1497851293427245060",
        "full_text": "Former Estonian chief of defence @RihoTerras is worth following. https://t.co/CBg2eXQ49w"
    },
    {
        "id_str": "1497850926979235845",
        "full_text": "I’m on @SkyNewsAust shortly with @SharriMarkson. Join us."
    },
    {
        "id_str": "1497709573347622913",
        "full_text": "Asked if they wanted to welcome patriotic heroes who won’t run or hide when the world turns against them… I’m not surprised to hear so many Brits said we’d welcome Ukrainians who needed to be here. https://t.co/p9rlazHEp1"
    },
    {
        "id_str": "1497709104541749252",
        "full_text": "@sankuperis @IlvesToomas Putin is richer - he stole a country."
    },
    {
        "id_str": "1497704454556205060",
        "full_text": "@OzKaterji Choose your leaders for the tough times - that way you’ll have fewer of tough times."
    },
    {
        "id_str": "1497698713053143044",
        "full_text": "My friend @3TrAmvL026aJRar is right. The Ukrainians are on the front line of freedom. We need them to win. https://t.co/mmL4pYpWoY"
    },
    {
        "id_str": "1497697533174300672",
        "full_text": "A month ago Germany wouldn’t let Estonia give weapons to Ukraine, now it’s destroying Putin’s financial muscle.\n\nThe world has changed. They’re not afraid anymore. https://t.co/KcBA8NAGrx"
    },
    {
        "id_str": "1497697060967129099",
        "full_text": "The SWIFT sanctions are going through. This could cripple the Russian economy and cause runs on banks.\n\nPutin is sacrificing two countries to his vanity and the lives of millions are suffering for him alone. https://t.co/7rEs5IiGGp"
    },
    {
        "id_str": "1497694090003103753",
        "full_text": "This is a warning to get all money out of Russian banks from a world famous investor.\n\nBank runs in Moscow won’t help Putin. https://t.co/JrmnCjwMQZ"
    },
    {
        "id_str": "1497692640401309709",
        "full_text": "Putin is fighting an analogue battle in a digital world.\n\nHe doesn’t even understand he’s already lost. There’s no way to win without mass murder and three days of @ZelenskyyUa’s courage mean even that won’t save Putin. https://t.co/il0wovGMH3"
    },
    {
        "id_str": "1497689762798268419",
        "full_text": "Your work is essential and powerful. Don’t worry about the coursework. You’re courage is writing a CV your degree never could. https://t.co/goWTRuHjVs"
    },
    {
        "id_str": "1497670911364841480",
        "full_text": "Ukraine is peopled by heroes. https://t.co/5D1hKDra7l"
    },
    {
        "id_str": "1497670565083193345",
        "full_text": "This is remarkable courage. https://t.co/yZWsGYWdsi"
    },
    {
        "id_str": "1497621609724760071",
        "full_text": "This! https://t.co/Rod1fHXPIk"
    },
    {
        "id_str": "1497621394628227079",
        "full_text": "There are many photos of prisoners of war and the dead circulating on social media. Please don’t share them.\n\n@ICRC will explain that the Geneva Protocols forbid the use of the images of POWs. And the dead have lost enough already.\n\nThis is Putin’s war."
    },
    {
        "id_str": "1497597919184228353",
        "full_text": "Just in case you’re still in any doubt who is welcome and who is not… https://t.co/DXeel3HfMA"
    },
    {
        "id_str": "1497593230266974213",
        "full_text": "https://t.co/TTEoBN5Vaw"
    },
    {
        "id_str": "1497584498501902347",
        "full_text": "A little touch of Harry in the night. #Shakespeare https://t.co/DJZX8PNoGu"
    },
    {
        "id_str": "1497584100219228161",
        "full_text": "Morale is the collective will to keep going. The Ukrainians have it in spades. Russian troops seem to be struggling. https://t.co/ecCYZwUfcU"
    },
    {
        "id_str": "1497581491605458945",
        "full_text": "The leadership of the Ukrainian people has been inspiring.\n\nThe actor isn’t acting. The politicians aren’t playing. It’s a reminder that democracy isn’t a game and we’re all choosing for the bad times more than the good. https://t.co/OkygnNweVS"
    },
    {
        "id_str": "1497572832246702085",
        "full_text": "Interesting thread from someone who is worth listening to. https://t.co/WdV0NtvH3u"
    },
    {
        "id_str": "1497524357555535874",
        "full_text": "Cluster munitions. https://t.co/RDOcClYKvl"
    },
    {
        "id_str": "1497511180063019009",
        "full_text": "@RichardPMayo @Cadmarch Thank you."
    },
    {
        "id_str": "1497501707286155273",
        "full_text": "Heroes are inspiring.\nCowards are dispiriting.\nRussians are seeing again the price of Putin - a thief and a coward who sends his men to die from the safety of his palace compared with the strength of \n@ZelenskyyUa https://t.co/SSXRwVupFX"
    },
    {
        "id_str": "1497493108174606348",
        "full_text": "Bad commanders do tactics good ones do logistics.\n\nMore proof Putin doesn’t play chess but takes one tactical gamble after another. https://t.co/dprOpMHrXn"
    },
    {
        "id_str": "1497488471124021248",
        "full_text": "Ukrainian politicians of all sides are taking up arms. Not saints, but like all defending their nation against vile aggression, heroes.\n\nChurchill picked the place in Westminster he would fight from if the worst happened.\n\nIt’s inspiring - but so sad. https://t.co/FORdP26KG0"
    },
    {
        "id_str": "1497385072856637442",
        "full_text": "Ukraine is crowdfunding a war.  https://t.co/LK9l4lOQfK"
    },
    {
        "id_str": "1497378655856640001",
        "full_text": "I see Putin’s diplomatic line is now “if you say no, I’ll rape you”.\n\nRussians deserve better than this thief. https://t.co/NOgjLaQXhi"
    },
    {
        "id_str": "1497356504223080450",
        "full_text": "It better be on the next flight and include anti-air and anti-tank weapons. https://t.co/yxHiZiFBAi"
    },
    {
        "id_str": "1497355846661120005",
        "full_text": "This is why we should expel ambassadors and downgrade relations. The one in Britain @mfa_russia is lying for a tyrant and an apologist for war crimes too. https://t.co/5L2k8qerRW"
    },
    {
        "id_str": "1497342606283612169",
        "full_text": "China's abstention will not be seen as a win in Moscow. https://t.co/1Rc61qqfhb"
    },
    {
        "id_str": "1497335508887875584",
        "full_text": "Sacrifice, selflessness, courage and integrity. Ukraine's leader @ZelenskyyUa is demonstrating what leadership truly means by serving his country. https://t.co/XdhMADv3Sj"
    },
    {
        "id_str": "1497334078441459713",
        "full_text": "Leaders at every level in Ukraine are serious about defending their country.\nWe need to be as serious in defending ours.\nThis is an assault on us all. Look at the costs rising and the threats to Finland, Sweden and the Baltic states to see why. https://t.co/EqU4iB8xD8"
    },
    {
        "id_str": "1497326879841431562",
        "full_text": "I’m not sure this is the kind of support Putin was hoping for. Perhaps China only supported him to exploit Russian weakness later. https://t.co/F47xMm9BMM"
    },
    {
        "id_str": "1497325919169613840",
        "full_text": "From a friend in Moscow - medical students are being mobilised to assist casualties in Ukraine.\n\nThis doesn’t sound like it’s going as Putin planned. \n\nHow many more young Russians is he going to kill?"
    },
    {
        "id_str": "1497324010958376961",
        "full_text": "This. https://t.co/MtNJTG7WNz"
    },
    {
        "id_str": "1497317899979087874",
        "full_text": "Hey - @twitter - you banned Trump for less but you leave this kind of propaganda of murder and invasion?\n\nIf you have the power, you have the responsibility - or you are complicit.\n\nShut down @KremlinRussia_E"
    },
    {
        "id_str": "1497311769672388608",
        "full_text": "Collect evidence of crimes. Collect the details of the criminals who ordered this war. https://t.co/xxDQx8MuyU"
    },
    {
        "id_str": "1497304930381709316",
        "full_text": "On one side we’re seeing a heroic leader. Standing with his people. Sharing their dangers and refusing to surrender. @ZelenskyyUa \nPutin @KremlinRussia_E is a coward and a thief. Betraying Russia, hiding in his golden palace while his soldiers die in a pointless illegal war. https://t.co/GU5gWBb1i5"
    },
    {
        "id_str": "1497297100740206594",
        "full_text": "Good to see us moving to stand with our allies. I wish I were going with you again. https://t.co/uEFAnD9Nzg"
    },
    {
        "id_str": "1497290073393487882",
        "full_text": "This is leadership. @ZelenskyyUa https://t.co/GU5gWBb1i5"
    },
    {
        "id_str": "1497259406932725768",
        "full_text": "It's amazing the difference a day can make... oh yes, and the threat of sanctions. https://t.co/W2bDd2bls0"
    },
    {
        "id_str": "1497186521572528130",
        "full_text": "Says it all. https://t.co/cAthMqOTXM"
    },
    {
        "id_str": "1497186026674135054",
        "full_text": "Good. https://t.co/FhiiYtfdAE"
    },
    {
        "id_str": "1497161682526875653",
        "full_text": "Ukraine's defence minister is right. Share what is happening. Collect images and video. Keep records.\n\nThose who commit war crimes in Ukraine will face prosecution. Politicians, soldiers, spies and others. But we need the evidence. Please collect it. Please share it. https://t.co/DGueYUgtrL"
    },
    {
        "id_str": "1497160663176646656",
        "full_text": "Did you run to the station today? Ukrainians did too.\n\nThey were running from Russian air attacks ordered by @KremlinRussia_E which are murdering people. https://t.co/m5hfYYc1wJ"
    },
    {
        "id_str": "1497154889692155904",
        "full_text": "This is extraordinary courage. The dark humour tipped with steel is something any soldier will recognise. I have nothing but admiration for these border guards, sorrow for their families, and contempt for those who murdered them in an illegal war of aggression. #WarCrimes https://t.co/0DCZwVfBOh"
    },
    {
        "id_str": "1497151417760452611",
        "full_text": "Even @HaasF1Team won't race under the Russian colours. The @F1 Sochi Grand Prix should be cancelled now. https://t.co/A6zG0s93BB"
    },
    {
        "id_str": "1497149298567385092",
        "full_text": "I played cars before going to work. Did he? https://t.co/PZtPIonyk8"
    },
    {
        "id_str": "1497148963622957070",
        "full_text": "@CatherineBelton @guardian Thanks."
    },
    {
        "id_str": "1497144120468557831",
        "full_text": "Will all proceeds go to those orphaned and made homeless by the Russian State? https://t.co/Lh7ZC2uCyp"
    },
    {
        "id_str": "1497136871402577920",
        "full_text": "Putin &amp; his band of thieves must be punished whatever the cost – it won’t come cheap, but war would cost a lot more https://t.co/RpOrz4o1aN"
    },
    {
        "id_str": "1497130867914940416",
        "full_text": "https://t.co/RpOrz4o1aN"
    },
    {
        "id_str": "1497128773262663700",
        "full_text": "This is worth reading by  Angus Roxburgh in ⁦@guardian⁩\n\nForget the obsession with sanctions against oligarchs. I have a better way to hurt Putin https://t.co/uWATtcUrVz"
    },
    {
        "id_str": "1497121830125064193",
        "full_text": "What would you do if a foreign army landed in Britain?\n\nWhat would you say to the kids before you left home not for work but for war?\n\nWhat would you say to your friends who decided to flee to protect their family while you fought? Or to those who fought while you leave? https://t.co/vxPcfEMxoE"
    },
    {
        "id_str": "1497114149570109459",
        "full_text": "This is worth reading in China’s view of Russia’s war. https://t.co/0CDKaZfLWT"
    },
    {
        "id_str": "1497095979069325353",
        "full_text": "Please follow my colleague the chair of the Ukrainian Foreign Affairs Committee for updates. https://t.co/WwBFyhV4Db"
    },
    {
        "id_str": "1497002881144217603",
        "full_text": "Leadership is being there in the tough times. Sharing the same hardships, the same pain. @Ukraine President Zelenskyy is showing courage today. So are his people. https://t.co/Q64BYg2frJ"
    },
    {
        "id_str": "1496991578430316545",
        "full_text": "This is a short thread covering the Russian Criminal Code. Articles 353 and 354 cover the \"Planning, preparation, initiation or waging of a war of aggression\" and \"Public calls for unleashing a war of aggression\". https://t.co/cO3w3hJ1Ur"
    },
    {
        "id_str": "1496991102464839680",
        "full_text": "иного дохода осужденного за период от одного года до трех лет либо лишением свободы на срок до пяти лет с лишением права занимать определенные должности или заниматься определенной деятельностью на срок до трех лет.\n\n(в ред. Федерального закона от 08.12.2003 N 162-ФЗ)\n\n7/7"
    },
    {
        "id_str": "1496991100891852830",
        "full_text": "наказываются штрафом в размере от ста тысяч до пятисот тысяч рублей или в размере заработной платы или \n\n6/7"
    },
    {
        "id_str": "1496991098816045057",
        "full_text": "2. Те же деяния, совершенные с использованием средств массовой информации либо лицом, занимающим государственную должность Российской Федерации или государственную должность субъекта Российской Федерации, -\n\n5/7"
    },
    {
        "id_str": "1496991096982884356",
        "full_text": "наказываются штрафом в размере до трехсот тысяч рублей или в размере заработной платы или иного дохода осужденного за период до двух лет либо лишением свободы на срок до трех лет.\n\n(в ред. Федерального закона от 08.12.2003 N 162-ФЗ)\n\n(см. текст в предыдущей редакции)\n\n4/7"
    },
    {
        "id_str": "1496991095246495748",
        "full_text": "УК РФ Статья 354. Публичные призывы к развязыванию агрессивной войны\n\n1. Публичные призывы к развязыванию агрессивной войны -\n\n3/7"
    },
    {
        "id_str": "1496991093627691013",
        "full_text": "2. Ведение агрессивной войны - наказывается лишением свободы на срок от десяти до двадцати лет.\n\n2/7"
    },
    {
        "id_str": "1496991091949772801",
        "full_text": "УК РФ Статья 353. Планирование, подготовка, развязывание или ведение агрессивной войны\n\n1. Планирование, подготовка или развязывание агрессивной войны - наказываются лишением свободы на срок от семи до пятнадцати лет. \n\n1/7"
    },
    {
        "id_str": "1496983973788016643",
        "full_text": "Given all the intelligence the western services have put into public I wonder who Putin can trust... he's clearly got a very leaky team."
    },
    {
        "id_str": "1496983406013464580",
        "full_text": "We need to resupply. https://t.co/RT4lEiHllD"
    },
    {
        "id_str": "1496983326611197953",
        "full_text": "This is important. It is welcome that a leading German voice is calling for action. https://t.co/kd2e6CKTDn"
    },
    {
        "id_str": "1496978215835148288",
        "full_text": "This is an artillery barrage seen from miles away. Underneath are Ukrainians who have done nothing to justify this brutal aggression. https://t.co/VWMEOnLcPs"
    },
    {
        "id_str": "1496967538734944262",
        "full_text": "Wars never go according to plan. Ukrainian courage could end Putin’s dream of empire. https://t.co/fgBOrjxmgy"
    },
    {
        "id_str": "1496966691632279552",
        "full_text": "These young men are on the frontline of freedom. https://t.co/hijzFrdNhy"
    },
    {
        "id_str": "1496966252094496769",
        "full_text": "This is so painful to watch. I will hold my children closer tonight.\n\nThe courage and heartbreak is overwhelming. https://t.co/oMH5SgqUFu"
    },
    {
        "id_str": "1496956137752920066",
        "full_text": "Putin is not Russia. He’s a thief who has stolen a great nation and held it hostage.\n\nRussia deserves better. https://t.co/rp4tHcBVTP"
    },
    {
        "id_str": "1496945504512618506",
        "full_text": "This is extraordinary courage.\n\nI can only imagine how exhausted those Ukrainian soldiers are. \n\nThey’re fighting for their freedom. https://t.co/g5C25huvKW"
    },
    {
        "id_str": "1496942078634377216",
        "full_text": "Completely right. https://t.co/YKVrqFUdd4"
    },
    {
        "id_str": "1496938964623986689",
        "full_text": "Defence starts at home. I was glad to hear @BorisJohnson agree that we need action to sanctions  all those siding with Putin’s war machine and those who help fund it. We need to call out those who betray our nation and undermine our democracy. https://t.co/FaYYqlFuWO"
    },
    {
        "id_str": "1496924907212611586",
        "full_text": "These are the profits of war. https://t.co/WlGTayGjz4"
    },
    {
        "id_str": "1496918828651094027",
        "full_text": "As I head to more interviews this pause has left me with an overwhelming feeling of sadness at what we’re seeing in Ukraine.\n\nThe human tragedy is heartbreaking and the fear for our future all consuming. But I have hope too.\n\nFreedom is a powerful force. We will prevail."
    },
    {
        "id_str": "1496904898209792000",
        "full_text": "Russians know they’re being dragged into a criminal war. This is extraordinary courage. https://t.co/Q5md0wNxpe"
    },
    {
        "id_str": "1496902591929892866",
        "full_text": "Pale Ebenezer thought it wrong to fight,\nBut Roaring Bill (who killed him) thought it right. https://t.co/cwXZ1C9yQs"
    },
    {
        "id_str": "1496893270705819648",
        "full_text": "Russian forces are being led to war against friends not enemies. They don’t have to obey. https://t.co/B46sum8Db3"
    },
    {
        "id_str": "1496877489494368259",
        "full_text": "Shameful. https://t.co/Ya7xwmTLXv"
    },
    {
        "id_str": "1496868208736882694",
        "full_text": "Watch this. Putin has brought fear to this home. He is destroying lives. https://t.co/840BfnnO1o"
    },
    {
        "id_str": "1496866906036445192",
        "full_text": "I spoke today in @UKParliament about those who are looking to excuse tyranny and blame NATO and others. https://t.co/hpI8fuNj4V"
    },
    {
        "id_str": "1496846687922491393",
        "full_text": "The price of war is the torture of the innocent. https://t.co/F1R2kNUzmD"
    },
    {
        "id_str": "1496846153459154945",
        "full_text": "This👇 https://t.co/zIv0az9U9f"
    },
    {
        "id_str": "1496845090077257736",
        "full_text": "We are seeing coordinated action. https://t.co/XQNGddfhyz"
    },
    {
        "id_str": "1496839452689190913",
        "full_text": "In 2002, Putin himself said when Kyiv applied for the path to NATO membership:\n\n“Ukraine is an independent, sovereign nation state and it will choose its own path to peace and security.”\n\nThis👇is fiction. Britain always stands for freedom, we don’t excuse tyrants. https://t.co/qQYH7nPHf1"
    },
    {
        "id_str": "1496830528451973125",
        "full_text": "What restraint should Ukraine show? https://t.co/fNSMAaHY1G"
    },
    {
        "id_str": "1496829025595105284",
        "full_text": "This is courageous. https://t.co/Cg6kUoZQK0"
    },
    {
        "id_str": "1496821663576563717",
        "full_text": "If you want to be taken seriously, it helps to take yourself seriously. https://t.co/v6CWSboSkJ"
    },
    {
        "id_str": "1496811102025490436",
        "full_text": "Nord Stream 2 was only one example of our capitulation. https://t.co/cw0xGoYudJ"
    },
    {
        "id_str": "1496808861130440707",
        "full_text": "You don't need a translation for this. https://t.co/ZDzwjw4V5A"
    },
    {
        "id_str": "1496807000138825731",
        "full_text": "@DeborahMeaden It was footage of injured civilians in eastern Ukraine."
    },
    {
        "id_str": "1496804140240019457",
        "full_text": "This is Putin’s choice. https://t.co/A6CrR1fznm"
    },
    {
        "id_str": "1496796346367553543",
        "full_text": "Where are the weapons that could stop these crimes?\n\nBritain and others should supply defensive capabilities like anti-artillery batteries, anti-air missiles and the equipment a free people needs to defend itself. https://t.co/UvtlVdrYLt"
    },
    {
        "id_str": "1496792305113600003",
        "full_text": "We need to close down Putin's banks. https://t.co/riA6S2qy3c"
    },
    {
        "id_str": "1496787505462530054",
        "full_text": "These are crimes. Ordered by Putin as part of a war of aggression. We need to catalogue them and prepare the charges.\n\nNow we need to help Ukrainians. Leaving them unarmed, without support is not staying neutral, it's siding with the aggressor. Give them the weapons they need. https://t.co/UvtlVdrYLt"
    },
    {
        "id_str": "1496777605332103168",
        "full_text": "Sadly this is true. https://t.co/yWqxu8oNT7"
    },
    {
        "id_str": "1496759462287134724",
        "full_text": "This day of shame is tearing families apart. It is causing huge pain to so many. And for nothing. Ukraine threatened no one and Ukrainians are now suffering. It’s a tragedy. https://t.co/JkzCVFCvX0"
    },
    {
        "id_str": "1496756344455577601",
        "full_text": "Please - @Twitter @Meta - this is evidence of crimes, crimes against peace. Collect it. https://t.co/5V4W3GUA3l"
    },
    {
        "id_str": "1496753973377830916",
        "full_text": "The war in Ukraine is a crime against peace, as the judges at Nuremberg called it.\n\nPlease, collect evidence, collect video and data. Ukrainians will need it to bring prosecutions later."
    },
    {
        "id_str": "1496466396624080896",
        "full_text": "Fantastic news!! Congratulations @JohnnyMercerUK and @DanJarvisMP for leading the fight and ending the unfair visa fees on British soldiers from Commonwealth nations.\nhttps://t.co/pDfaJ8m239"
    },
    {
        "id_str": "1496242951349014535",
        "full_text": "https://t.co/S1r0kX67F7"
    },
    {
        "id_str": "1496136134807728135",
        "full_text": "We shouldn’t be waiting for Russia to attack others to clean up corruption in our country. Sanctions need to be clear and strong. https://t.co/rNLGeKlqF5"
    },
    {
        "id_str": "1496128193484537863",
        "full_text": "Clout, don’t dribble.\n\nWe need decisive clear action to show Putin we’re serious. With the Kremlin starting a war, dissuasion requires clarity."
    },
    {
        "id_str": "1496101098138095619",
        "full_text": "This is worth reading https://t.co/QCwNXLuCto"
    },
    {
        "id_str": "1496095748831776774",
        "full_text": "I’m about to be on @BBCPolitics talking to #PoliticsLive about Ukraine."
    },
    {
        "id_str": "1496059806003732481",
        "full_text": "Kenya’s UN ambassador was right. If you start pulling at borders it’s hard to stop. https://t.co/xr7gcssZWG"
    },
    {
        "id_str": "1496052303887011840",
        "full_text": "This is inspiring. The best expression of acceptance of borders and the rejection of Russia’s violent occupation on spurious grounds.\n\nAs Kenya’s diplomat explains, Russia is looking backwards and will fail. https://t.co/rMerfVW9Lu"
    },
    {
        "id_str": "1496046351347499012",
        "full_text": "This is a shameful decision. @UEFA should not be providing cover to a violent dictatorship. https://t.co/Mls0yiOiCH"
    },
    {
        "id_str": "1495724807966670848",
        "full_text": "Good to have @GregHands and @beisgovuk helping bring attention to @UKPowerNetworks efforts to fix outages in Kent. And for @bbcsoutheast covering the works. https://t.co/uFfYFscC9u"
    },
    {
        "id_str": "1495712970608975877",
        "full_text": "I’m here waiting for @GregHands to come and see the storm damage in our community. Good to have @UKPowerNetworks out to help fix the problems. https://t.co/FGUDJ6G2uo https://t.co/CKCXIyWwvk"
    },
    {
        "id_str": "1495695786893586433",
        "full_text": "Delighted to see my friend @AlynSmith and others supporting Ukraine but Scotland is not an aspiring member of the international community but a full member. A Scottish lawyer chaired the ECHR. Scots have been some of the most important British voices in writing today’s rules. https://t.co/lVKS4T6WVq"
    },
    {
        "id_str": "1495660295070662659",
        "full_text": "Even without war, Putin’s threats are causing huge suffering. The psychological pain he’s inflicting on a nation is brutal and cruel.\n\nForcing people leave loved ones and become refugees, to abandon pets, homes and jobs, that’s a form of violence through fear. https://t.co/9trEQA5YqD"
    },
    {
        "id_str": "1495529538146779138",
        "full_text": "Even without war, Putin’s threats are causing huge suffering. The psychological pain he’s inflicting on a nation is brutal and cruel. https://t.co/9trEQA5YqD"
    },
    {
        "id_str": "1495516079271157765",
        "full_text": "The tragedy of the suffering Putin’s government is causing is that those it’s claiming to protect are those who suffer most.\n\nRussia deserves better than Putin. https://t.co/nT6DhPNuqD"
    },
    {
        "id_str": "1495509489004552193",
        "full_text": "If you pray for Ukraine you’re praying for yourself.\n\nWar would lead to unexpected outcomes, division, and suffering. Even in Britain, where we feel safe, higher prices and global risk will cost families and cause pain.\n\nPutin isn’t just threatening Kyiv, he’s threatening us all."
    },
    {
        "id_str": "1495389421209899014",
        "full_text": "I know we all wish Her Majesty a speedy recovery.\n\nGod save The Queen."
    },
    {
        "id_str": "1495155297760989184",
        "full_text": "We should be doing this now https://t.co/DZQaD0SKWY"
    },
    {
        "id_str": "1495052743819640835",
        "full_text": "🇨🇦 @SvenTrueNorth \n🇪🇺 @davidmcallister \n🇫🇷 @JLBourlanges \n🇩🇪 @MiRo_SPD \n🇮🇹 @pierofassino \n🇯🇵 @minoru_kiuchi \n🇬🇧 @TomTugendhat \n🇺🇸 @SenatorMenendez"
    },
    {
        "id_str": "1495050591005036550",
        "full_text": "We, the chairs of the parliamentary foreign and international affairs committees of the G7, strongly condemn any attempt by any country to change the status quo by coercion or the threat of force.\n \nWe urge the Government of Russia to abstain from the exercise of military action. https://t.co/pl5AUSMlk1"
    },
    {
        "id_str": "1494999492944441344",
        "full_text": "Read this thread by @Kasparov63 to understand Ukraine. https://t.co/obBC4Qc42K"
    },
    {
        "id_str": "1494811114227617792",
        "full_text": "A huge community success from a massive community champion! Well done @JamesDalyMP ! https://t.co/j66fGzO6Je"
    },
    {
        "id_str": "1494808026511028226",
        "full_text": "At last he’s saying publicly what many of us have been saying for a long time.\n\nMI5 chief says UK faces 'fight to keep way of life' and reveals Russia and China are targeting MPs in ⁦@MailOnline⁩ https://t.co/us8SKPVvhp"
    },
    {
        "id_str": "1494796293369217026",
        "full_text": "Russia’s lies are not really designed to be believed anymore than the denial of novichok was mean to deceive.\n\nThese lies are designed to tie in those who want to side against their country’s interests and make it harder to go back without admitting their complicity at the start. https://t.co/hDLHviXrqv"
    },
    {
        "id_str": "1494736612470796289",
        "full_text": "I’m proud to stand with my democratically friends in defending the borders that cost so much blood only 80 years ago. https://t.co/llec2ehCyz"
    },
    {
        "id_str": "1494684342978764800",
        "full_text": "Listen to this - not Putin’s propaganda of war. https://t.co/fvaYAZI19M"
    },
    {
        "id_str": "1494684039483203586",
        "full_text": "This abuse of the population Russia claims to be protecting would be shameful enough on its own, but as a trigger for war it would be worse.\n\nPoland did not start the war in 1939. Ukraine is not attacking Russia or it’s own people. Dictators lie. https://t.co/qyweChUdxu"
    },
    {
        "id_str": "1494651941913309185",
        "full_text": "Wow. https://t.co/SPgLckKuwq"
    },
    {
        "id_str": "1494613435707006977",
        "full_text": "Please follow @metoffice !! https://t.co/p8n2WnLXCy"
    },
    {
        "id_str": "1494609028776869889",
        "full_text": "Please be careful around Kent today. The @metoffice is warning of severe storms and strong winds."
    },
    {
        "id_str": "1494454576380059653",
        "full_text": "We’re a service economy. This is the trade deal with the US that makes sense. Good on @annietrev for launching it. https://t.co/0gTkmOovmf"
    },
    {
        "id_str": "1494331238416486413",
        "full_text": "@NimkoAli I’ll be there!"
    },
    {
        "id_str": "1494249263127277569",
        "full_text": "This is a very powerful cover to raise a tragic oppression and brutal silencing of an entire people. https://t.co/vS3G1DcTvL"
    },
    {
        "id_str": "1494245991142334464",
        "full_text": "You can hear some thoughts on Russia and inflation here from me and, more interestingly, from @con_coughlin. https://t.co/aPtfCReKwO"
    },
    {
        "id_str": "1494065639807401986",
        "full_text": "Great news - @pritipatel a cancelling the visa so often used to get round proper checks. Good decision by @ukhomeoffice \n\nUK scraps golden visas over Russian dirty money fears\n\nhttps://t.co/hyB2ejD2zK"
    },
    {
        "id_str": "1493878752446664704",
        "full_text": "Inside the paranoid mind of Vladimir Putin, the trigger-happy KGB bully who acts like an ‘ageing gangster from Sopranos’.  https://t.co/S7XJJg8i6z"
    },
    {
        "id_str": "1493827265154719745",
        "full_text": "This is important. We all have suffered or know someone else who has suffered from mental ill health. @Jamesara is right to be looking for solutions that can help everyone. https://t.co/dEMKWN9pow"
    },
    {
        "id_str": "1493566805452992515",
        "full_text": "Withdrawal?\n\nThis sounds more like annexation. https://t.co/pVcNkHdInG"
    },
    {
        "id_str": "1493511466590298112",
        "full_text": "@saschaosullivan “Fit for purpose”"
    },
    {
        "id_str": "1493491624248233987",
        "full_text": "Will the Governor of @bankofengland and the head of @NCA_UK be at Cobra today? They’re more important than CDS in defending Britain against this threat."
    },
    {
        "id_str": "1493487890193694721",
        "full_text": "I spoke to @GMB this morning. We need to ask ourselves - are we safer today than a year ago? Or five? If not, shouldn't we do something about it?\n\nDirty money, fraud and corruption make us weaker. We need to protect ourselves abroad by policing our markets at home. https://t.co/zPDGfl68Q6"
    },
    {
        "id_str": "1493296128120569865",
        "full_text": "@DalrympleWill @anneapplebaum You know the choice - corruption or democracy."
    },
    {
        "id_str": "1492992588147789825",
        "full_text": "@timjudah1 @CharterhouseSch I didn’t recognise it!!"
    },
    {
        "id_str": "1492992114791231488",
        "full_text": "@timjudah1 @CharterhouseSch That’s a generic public school photo. No specific schools are intended!"
    },
    {
        "id_str": "1492988648958181378",
        "full_text": "@pbarbieri Thank you."
    },
    {
        "id_str": "1492885813784461316",
        "full_text": "@veitdengler Thanks."
    },
    {
        "id_str": "1492880187893198850",
        "full_text": "@MujeebR95195794 @milkmedianewyor No. Never."
    },
    {
        "id_str": "1492878370543128582",
        "full_text": "@ArmandoArmas @anneapplebaum @ericfarns @JorgeEickhoff @MoisesNaim @LarryDiamond @APjoshgoodman @AoDemocracies @IlvesToomas @Almagro_OEA2015 @dsmolansky @McFaul @rceallen @democracy_moves @PGAction @miguelsantos12 Sadly correct. Russia’s leaders are not alone in robbing their people and hiding their wealth. Venezuela has been a sad echo."
    },
    {
        "id_str": "1492851048519766027",
        "full_text": "@robertlargan Thanks"
    },
    {
        "id_str": "1492845436188729346",
        "full_text": "🚨Update!🚨\n@pritipatel intervened late last night and has helped already. Thank you everyone @ukhomeoffice and @FCDOGovUK who made this happen. https://t.co/SYWCatwgE0"
    },
    {
        "id_str": "1492830693835124738",
        "full_text": "It will cost and we’ll have to be serious. But our democracy is being undermined and our alliances could unravel.\n\nWe know the truth - you can have freedom or corruption, not both.\n\nPutin’s conspiracy made it clear - the time has come to choose. 21/"
    },
    {
        "id_str": "1492830690756472846",
        "full_text": "There is no need for war. Even Putin doesn’t really want it. What he wants is for us to serve his interests and through our division show his strength.\n\nWe don’t have to play this game anymore. We must stop pretending treaties matter to these crooks and act. 20/ https://t.co/G8vq1iLpi2"
    },
    {
        "id_str": "1492830681541578754",
        "full_text": "Until we publish the assets of officials whose salaries don’t match their lifestyles and clean up our own city, they won’t take us seriously and we’ll be kept simmering.\n\nSergey Lavrov would have mocked Liz Truss less if she’d threatened his gold not just his integrity. 19/ https://t.co/qTiNDoMn1m"
    },
    {
        "id_str": "1492830673173893122",
        "full_text": "Taking fraud seriously, prosecuting enablers, whatever their profession, and exposing the full web of dirty dealing too public scrutiny is the first step to showing we’re serious. 18/ https://t.co/EMyWvCIsXJ"
    },
    {
        "id_str": "1492830664953147394",
        "full_text": "5. Increase help to those threatened by Putin’s aggression and pledge support for Ukrainian resistance. \n\n6. Last - but in every way most important - stop corruption at home and prosecute it. 17/ https://t.co/5Q2GVHo8T4"
    },
    {
        "id_str": "1492830656619061254",
        "full_text": "3. Support Europe to end its dependence on Russian gas.\n\n4. Fund free media to allow Russians to hear the truth about their rulers and close down their propaganda arms abroad. 16/ https://t.co/fVhmcXHare"
    },
    {
        "id_str": "1492830648540798977",
        "full_text": "Putin’s survival should require cooperation not chaos but that would require us to take decisions:\n\n1. Stop focusing on individuals and close our markets to Russian firms - there’s almost no real private sector at scale.\n\n2. Expel the families of those linked to the regime. 15/ https://t.co/VAWtqKIxv3"
    },
    {
        "id_str": "1492830640936468482",
        "full_text": "We’ve done nothing to stop it. Instead we’ve threatened vague sanctions on individuals whose assets are hidden and have more than enough to accept losing some now and again.\n\nIf we’re serious, we have to choose to act. 14/\nhttps://t.co/F8ABe2r1Ix"
    },
    {
        "id_str": "1492830638398918659",
        "full_text": "Dirty money has been an issue for decades but its poison is seeping deeper into our system.\n\nFor decades, Russian companies have used our markets to raise money - equities and debt - to finance the Kremlin. As their economy has failed, they’ve used fronts to find cash. 13/ https://t.co/uLvlfQoX6T"
    },
    {
        "id_str": "1492830629934866433",
        "full_text": "So what are our options?\n\nPlaying his game in Moscow makes us weaker but abandoning Ukraine makes our other eastern allies nervous.\n\nThat’s why we need to get serious at home. 12/ https://t.co/pLfDOqacJb"
    },
    {
        "id_str": "1492830621890228224",
        "full_text": "3. Prove to the world that his rivals are divided and unwilling to take the action needed to face him down.\n\nAnd all this he’s done without crossing a red line.\n\nHe’s created a huge call option - he could cash in now, or hold to see what more he can get. 11/ https://t.co/IKfyPgK0rh"
    },
    {
        "id_str": "1492830614730457088",
        "full_text": "So far, he’s used the crisis to:\n\n1. Look useful to his new friends in Beijing by demonstrating he can distract us as long as he wants,\n\n2. Look strong at home by mocking those who talk about treaties when he talks about power, 10/ https://t.co/clMkBZfRCq"
    },
    {
        "id_str": "1492830607684124672",
        "full_text": "He’s trying to keep the pot simmering to keep the pressure on us and expose our divisions.\n\nHe knows he could walk away now and lie about his great victory at home - the number of foreigners who have been to Moscow show he’s the main man - or he could see what else he can get. 9/"
    },
    {
        "id_str": "1492830605251391494",
        "full_text": "That’s why his plan isn’t just about war it’s about chaos.\n\nLike all the worst leaders, he’s using chaos to his own advantage. Division is what rulers try if they can’t achieve the cooperation that builds real strength. 8/ https://t.co/ZGxJ7Fcdzm"
    },
    {
        "id_str": "1492830597160579075",
        "full_text": "When he invaded eastern Ukraine and annexed Crimea in 2014 he lost hundreds of soldiers. Their mothers protested in Moscow and brought out many in support. He knows the same could happen again. 7/ https://t.co/w79i3IgJVH"
    },
    {
        "id_str": "1492830589476556800",
        "full_text": "He knows he can’t hold Ukraine. 130,000 troops is a lot for a border raid but no where near enough for an occupation.\n\nUkrainians would fight and that means he would need to plan for casualties and reserves. 6/ https://t.co/OpAeTwWIYd"
    },
    {
        "id_str": "1492830581377441793",
        "full_text": "He’s tried to run the same protection racket he’s spun in Moscow, on the people of Kyiv but they weren’t buying it so he’s trying something else.\n\nHe’s trying to show that only other choice for Ukraine is pointless. The west is weak and divided and won’t really help them. 5/ https://t.co/EmnVbp85kN"
    },
    {
        "id_str": "1492830573995466752",
        "full_text": "Today’s parallels are clear. No, not fascism but the gang in the Kremlin are a mafia-like organisation in charge of a state. They have robbed and murdered their way to power.\n\nNow they’re trying the same abroad. 4/ https://t.co/BJarrsbuJf"
    },
    {
        "id_str": "1492830566709968908",
        "full_text": "It all started with a conspiracy. A false flag operation designed to mislead and trigger a war. But the truth was clear - a mafia-like organisation had taken control of a once-great nation and provoked war in the narrow interest of its new elite. 3/\nhttps://t.co/tna9DbrBxK"
    },
    {
        "id_str": "1492830564281470978",
        "full_text": "1. Participation in a common plan or conspiracy for the accomplishment of a crime against peace\n\n2. Planning, initiating and waging wars of aggression and other crimes against peace\n\n3. Participating in war crimes\n\n4. Crimes against humanity. 2/ https://t.co/oPdSYPWRFI"
    },
    {
        "id_str": "1492830556358328321",
        "full_text": "In 1945 the Soviet Union and her allies brought to justice those who had caused so much suffering to millions of their compatriots in a horrific war.\n\nThose who had waged it faced four possible charges. 1/ https://t.co/AmxBTQA8Kj"
    },
    {
        "id_str": "1492584223621931011",
        "full_text": "This is now urgent. I know @pritipatel will be doing everything to help. https://t.co/Jw39bKADp6"
    },
    {
        "id_str": "1492563887312486400",
        "full_text": "This is hardly comforting. https://t.co/mkBTNUXEbu"
    },
    {
        "id_str": "1492508685628813314",
        "full_text": "This is an essential thread. Well worth reading. https://t.co/cEBxKwY0GI"
    },
    {
        "id_str": "1492420069053419523",
        "full_text": "This is the message many of us have been sharing for years.\n\nWe can choose corruption or democracy. You can’t have both.\n\nToday we welcome corruption. Does that make you feel safer? https://t.co/yekIo8uVWP"
    },
    {
        "id_str": "1492407465887125508",
        "full_text": "Thank you @MelSimmonsFCDO for your and your team’s courage and commitment. https://t.co/rHPB7erJdd"
    },
    {
        "id_str": "1492399171449589761",
        "full_text": "China’s interference in our internal affairs are not unique. Australians feel the full force of Beijing’s corruption. We need understand the reality of our ties.\n\nThere’s no point in taking back control from Brussels only to hand it over to Beijing.\nhttps://t.co/idkHzvFlMn"
    },
    {
        "id_str": "1492202776205606914",
        "full_text": "@MacaesBruno @holland_tom Trumpets help too."
    },
    {
        "id_str": "1492197130294996997",
        "full_text": "@holland_tom Alone? Bold."
    },
    {
        "id_str": "1492114188277321729",
        "full_text": "Visiting schools is always great and today I’ve been to Royal Rise and Slade in Tonbridge, St George’s in Wrotham and Kings Hill in, you guessed it, Kings Hill to congratulate the winners of the Litter Angels competition. https://t.co/dr3WaByXhg"
    },
    {
        "id_str": "1492067669243215875",
        "full_text": "This is a powerful debate between @BretStephen_NYT and @mtaibbi that exposes many arguments we need to consider in Ukraine and Taiwan. @bariweiss - well worth listening to.\nhttps://t.co/flUrrQFEkB"
    },
    {
        "id_str": "1492022680119250946",
        "full_text": "Flytipping is a curse across our countryside. I’m glad @TMBC_Kent and @kent_police are on this. We need serious action and prosecutions for what it is - a crime that poisons our land and ruins our communities. https://t.co/0LUqmtL3In"
    },
    {
        "id_str": "1491920919454957571",
        "full_text": "@Baddiel @jonronson Channelling your inner Achebe. One of the best books ever written."
    },
    {
        "id_str": "1491829769016598535",
        "full_text": "While we’re trying to bring peace and stability, Russia is playing games. Good to see ⁦@trussliz⁩ standing up to Lavrov.\n\nhttps://t.co/wfUdEDZ8mr"
    },
    {
        "id_str": "1491754154079002625",
        "full_text": "Lavrov: Why do my neighbours keep calling the police just because I keep pushing them around and threatening to beat them up? https://t.co/JrPv3RXqJI"
    },
    {
        "id_str": "1491696072640581634",
        "full_text": "Dirty money is about defending ourselves and our freedoms.\n\nWe need to choose - I choose our security and freedom. And many of us have been calling this out for years. We need to see action on finance to expose the billionaire oligarchs. https://t.co/UNUoSrBYNl"
    },
    {
        "id_str": "1491516254481485826",
        "full_text": "This is phenomenal!!!!! https://t.co/ua9koB2vv9"
    },
    {
        "id_str": "1490648307227627529",
        "full_text": "Good to see @annietrev standing with partners and allies to defend fair trade. https://t.co/kT8FMq8dc7"
    },
    {
        "id_str": "1490471248173883395",
        "full_text": "@manfred698 Online contracts allow you to share ownership and therefore risk like we do on paper. The big change from tally sticks to paper as a record of debt made new tradable items and generated wealth unimaginable to people before. You can read about it here: https://t.co/k0Q492zVPa"
    },
    {
        "id_str": "1490465692654747648",
        "full_text": "The revolution in finance could be as transformational and liberating as the move from tally sticks to paper and generate new ways to share risk, support innovation and grow opportunity.\n\nThis thread is worth reading. https://t.co/sjFaWLhNmd"
    },
    {
        "id_str": "1490458017963380741",
        "full_text": "Putin’s strategic genius has reawakened @NATO, brought more 🇺🇸 US troops to Europe and made Ukrainians turn against Russia. It’s hard to know what he’ll do next to make Russia weaker but no doubt he’ll try. He’s a disaster for the Russian people, except his gang of thieves. https://t.co/Hfjxja42xS"
    },
    {
        "id_str": "1490230051975090177",
        "full_text": "We are blessed to have had a monarch who has stood beyond politics and the everyday and shown us all the example of service for so long. God save The Queen! #PlatinumJubilee https://t.co/qIPOgzNxMN"
    },
    {
        "id_str": "1489916620562706438",
        "full_text": "Tonbridge is the heart of Kent’s railway network… #justsaying https://t.co/1gDekXuDdS"
    },
    {
        "id_str": "1489863214603161600",
        "full_text": "@thehistoryguy Fair winds and following seas."
    },
    {
        "id_str": "1489740318178258949",
        "full_text": "Welcome!!! https://t.co/sHEUIc6Kav"
    },
    {
        "id_str": "1489385589317287936",
        "full_text": "@scribblercat @PippaCrerar No."
    },
    {
        "id_str": "1489253486143283207",
        "full_text": "This is the reality of the pain of separation for so many Uighur Muslims in China. https://t.co/NT2hjJ8QCA"
    },
    {
        "id_str": "1489210055333486595",
        "full_text": "And now @bankofengland has put up interest rates to 0.5%. This will begin to be felt across our country."
    },
    {
        "id_str": "1489203731392610319",
        "full_text": "April showers won’t be cheap. The sudden surge in the cost of heating will hit families across the country just as the new NI tax kicks in. People need control of their lives by having control of their wallets - that’s why lower taxes matter for every home. https://t.co/3X7ggWendp"
    },
    {
        "id_str": "1488788047378403331",
        "full_text": "This is a great reason to celebrate our friendship with Estonia. @markomihkelson https://t.co/6DBPGqhSY9"
    },
    {
        "id_str": "1488544930435932162",
        "full_text": "@DarthPutinKGB One month."
    },
    {
        "id_str": "1488450945033900033",
        "full_text": "Standing together against Russia pressure and Chinese attempts to undermine is important. Good to see two friends doing just that. https://t.co/1nZbK5k6qy"
    },
    {
        "id_str": "1488437521868599297",
        "full_text": "Political courage is inspiring. I was honoured to meet @nathanlawkc and thank him for his integrity in defending democracy and the law against CCP lies and aggression. Thank you @PUBLIC_Team for celebrating one year since @pritipatel changed the rules to welcome Hongkonger BNOs. https://t.co/7Y3J3AG2rU"
    },
    {
        "id_str": "1488208586987618304",
        "full_text": "I’m glad that nothing is off the table. Now we need:\n1. To align sanctions with the US\n2. End Tier 1 visas\n3. Rebuild our relationships with European partner so we’re not divided by Putin https://t.co/coavdKQdKi"
    },
    {
        "id_str": "1487922853206974464",
        "full_text": "@annaturley Sideways by @matthewsyed there are many fantastic stories wonderfully told."
    },
    {
        "id_str": "1487817036533219331",
        "full_text": "The change in Ukrainian attitudes towards Russia is sometimes overlooked. Even in Russian speaking areas the invasion and annexation of Ukrainian territory has turned many against Moscow. https://t.co/B0Mdi4xQWQ"
    },
    {
        "id_str": "1487555785957724163",
        "full_text": "@BeattieDoug Thank you."
    },
    {
        "id_str": "1487476540443185163",
        "full_text": "@ruskin147 I’m so sorry."
    },
    {
        "id_str": "1487105577180401666",
        "full_text": "Happiness is a flight home watching @kingofboysmovie! #Lagos #Nigeria"
    },
    {
        "id_str": "1487100811524071426",
        "full_text": "We’re heading home from a ⁦@CommonsForeign⁩ trip to 🇧🇦 Bosnia. There’s much to concern us - internal fractures and outside pressures - but much to encourage. Thank you ⁦@FCDOGovUK⁩ in Sarajevo and ⁦@MattFieldUK⁩ and your team. https://t.co/OBuMalZAiY"
    },
    {
        "id_str": "1487019002434043904",
        "full_text": "Ireland is an important ally and our closest friend. We stand with Dublin. https://t.co/HiAR1Aypj3"
    },
    {
        "id_str": "1486952620669476865",
        "full_text": "North Korea is a vicious dictatorship that murders thousands and threatens millions. Pyongyang chairing @UN disarmament conference while testing nuclear weapons shows weakness of nations who claim to defend international rules.\nhttps://t.co/VeC53gGMDd"
    },
    {
        "id_str": "1486454615801479172",
        "full_text": "After some 30 years of work the UK from when we send troops to keep the peace remains committed to helping people here. Why?\n\n1 - Instability brings crime\n2 - Corruption poisons us all\n3 - Authoritarian countries use failing states to undermine us and our allies\n\n@MattFieldUK"
    },
    {
        "id_str": "1486446561781600262",
        "full_text": "Our first @CommonsForeign meeting in #Bosnia 🇧🇦 was with the Presidency. The joint presidents’ perspectives are very different and raise concerns.\nFrom IMF support to military and judicial cooperation against corruption we need a future that delivers for all citizens. https://t.co/WD3VgpWexD"
    },
    {
        "id_str": "1486262210783502339",
        "full_text": "You can read our report on Russian dirty money here:\nhttps://t.co/dpSdXlFB6j"
    },
    {
        "id_str": "1486262208719994881",
        "full_text": "Since 2018 @CommonsForeign has been calling out the creeping corruption of dirty money in the UK. It’s funding subversion in Ukraine and Bosnia and crime in Britain.\n\nProtecting Britain means protecting us from foreign corruption. We shouldn’t need US to call it out. https://t.co/EhpJ7PmVzw"
    },
    {
        "id_str": "1486031618749997067",
        "full_text": "This is beautiful workmanship https://t.co/EjeyvOtwBU"
    },
    {
        "id_str": "1485745019864637443",
        "full_text": "Putin senses our imbalance but we can counter and expose his theft. List the $ billions in secret accounts around the world and publicise his thefts from the Russian people. We need to show him for what he is:\nPutin is a parasite, not a patriot\nhttps://t.co/uHLBCIeosw"
    },
    {
        "id_str": "1485677288142393347",
        "full_text": "The pattern of hostage taking by the Chinese Communist Party is worrying. https://t.co/E5UW7KLarN"
    },
    {
        "id_str": "1485575826309537792",
        "full_text": "Ukraine will need this support to be able to mobilise if it needs to defend itself. This is welcome. https://t.co/beP9C0svjd"
    },
    {
        "id_str": "1485572118033096709",
        "full_text": "This is very important news. https://t.co/ctpJJSKxv5"
    },
    {
        "id_str": "1485377762785468419",
        "full_text": "This could just be Putin’s Afghanistan by Dominic Lawson in @thetimes is worth reading. \n\nhttps://t.co/j5jHgrCgms"
    },
    {
        "id_str": "1485298171534315527",
        "full_text": "This is what we risk in Ukraine. What isn't mentioned is what effect it has on us:\n1. Higher energy costs\n2. Migration flows https://t.co/7ZMIjf5E37"
    },
    {
        "id_str": "1485288100817420292",
        "full_text": "This is a powerful list of voices. https://t.co/NCvfUHkANt"
    },
    {
        "id_str": "1485275491892404234",
        "full_text": "@LordRickettsP True. Some of us have been in Kyiv."
    },
    {
        "id_str": "1485270537702195209",
        "full_text": "@DeborahMeaden @Dinkles1234 @AlStewartOBE @GBNEWS This is sadly exactly right. You don't like the price of gas now? Try guessing how much it will cost if the pipelines are cut by conflict."
    },
    {
        "id_str": "1485246688528941065",
        "full_text": "@holland_tom Was he also wearing a blazer and flannels?"
    },
    {
        "id_str": "1485244302414471172",
        "full_text": "@IlvesToomas I make that point too. This is a decision we must all make but let's not pretend we don't have a stake in this. Putin and his allies have shown that we already do.\n\nYou may not want to fight, but others get to choose if you have to.\nhttps://t.co/NqZY8sYNJ5"
    },
    {
        "id_str": "1485235368010129415",
        "full_text": "I’m joining @AlStewartOBE on @GBNEWS shortly to talk about #UkraineCrisis. Join us."
    },
    {
        "id_str": "1485166371679973376",
        "full_text": "The views of people in towns like Tonbridge are not the same as those of city centres.\n\nEverything from public transport and local economic development to schools and housing would be viewed differently if towns became centres of power again not dormitories for nearby cities."
    },
    {
        "id_str": "1485163379920621572",
        "full_text": "This is essential. We need to push power out. That’s not just about empowering counties and communities but making sure that people from every part of our country can work for our government. An over centralised civil service is as distorting as an over centralised state. https://t.co/GXBCtwYoO4"
    },
    {
        "id_str": "1485159736089657347",
        "full_text": "@GavinBarwell You had me at “nap”! Happy birthday!"
    },
    {
        "id_str": "1485022461934682114",
        "full_text": "@rcolvile Those plastic all-in-ones they wear for outside play save time."
    },
    {
        "id_str": "1485020461004169217",
        "full_text": "For the first time in a generation Europe is on the brink of war. Only strength can stop Putin now. https://t.co/NqZY8sYNJ5"
    },
    {
        "id_str": "1485019313388113920",
        "full_text": "@timothy_stanley You resemble him already!"
    },
    {
        "id_str": "1485016941332992005",
        "full_text": "https://t.co/NqZY8sYNJ5"
    },
    {
        "id_str": "1485014446187634693",
        "full_text": "Just like school, but without the imagination. https://t.co/hq75kvRjRT"
    },
    {
        "id_str": "1485013632626921482",
        "full_text": "This week @CommonsForeign visited Ukraine and saw the courage of the people. Defending freedom isn’t free but watching it falter costs more than anything.\n#StandWithUkraine https://t.co/RfrdVBZRRG"
    },
    {
        "id_str": "1484991632114073604",
        "full_text": "This report demands an inquiry. @Nus_Ghani is a friend, neighbour and valued member of our party. There is no place for racism in @Conservatives. https://t.co/N3IiGKGJ8B"
    },
    {
        "id_str": "1484939773898862596",
        "full_text": "Worth reading https://t.co/H6FjkQ2Y4R"
    },
    {
        "id_str": "1484935901495050241",
        "full_text": "@holland_tom #TOWIB"
    },
    {
        "id_str": "1484790746473701382",
        "full_text": "Earlier start than I should have agreed. The one morning I agree to do @BBCBreakfast, the children sleep late!!"
    },
    {
        "id_str": "1484667429875683328",
        "full_text": "@Ryan_Aberdeen Congratulations! My son gave us the same surprise. I'm delighted to see you are in such good hands."
    },
    {
        "id_str": "1484420687259488257",
        "full_text": "This thread is #worthreading https://t.co/wBYy2tRHcg"
    },
    {
        "id_str": "1484419887573438465",
        "full_text": "And you can read my suggestions for what to do (published by @CISOZ) here: https://t.co/zb7tyyPDQx?"
    },
    {
        "id_str": "1484419886029885442",
        "full_text": "I spoke to @RadioNational about the joint 🇬🇧 🇦🇺 foreign and defence ministers’ meeting in Oz. There’s more we can do to support each other. You can listen to the interview here: https://t.co/TESNmhQuDy"
    },
    {
        "id_str": "1484233593329172494",
        "full_text": "I've just returned from Kyiv. This is completely accurate. https://t.co/MWzr5tMcWs"
    },
    {
        "id_str": "1484134850927943680",
        "full_text": "This is outstanding. @educationgovuk is finding ways to help people train to help people. Apprenticeships do that and ensure people are earning too. https://t.co/2hK0vpcif0"
    },
    {
        "id_str": "1483705181879554049",
        "full_text": "Many families are feeling the squeeze. Energy, housing, food are all climbing. https://t.co/bbnN83kPX8"
    },
    {
        "id_str": "1483543395381526529",
        "full_text": "@NimkoAli @MoAliDirector Damn!! I meant @Mohamed_Y_Ali. Twitter autocomplete isn’t helpful!!!"
    },
    {
        "id_str": "1483522404978769920",
        "full_text": "I see this and think of my friend @MoAliDirector https://t.co/rJ7TyAGLzi"
    },
    {
        "id_str": "1483474339316051977",
        "full_text": "@patrick_kidd @HackBlackburn https://t.co/kn1OsKBNiq"
    },
    {
        "id_str": "1483463383819198471",
        "full_text": "This is a very welcome appointment. The relationship with Rome and other EU member states will be essential to shaping our future. We need to build on the strong bilateral bonds we share and no one could be better than @EdLlewellynFCDO https://t.co/U31eRFYG4m"
    },
    {
        "id_str": "1483409267017326593",
        "full_text": "Awesome news! Congratulations!!! https://t.co/hAJVJ100Sj"
    },
    {
        "id_str": "1483389306383306754",
        "full_text": "Swimming with Royal…! https://t.co/eZgqL1bY4w"
    },
    {
        "id_str": "1483371946515574784",
        "full_text": "This is an important debate. I will be supporting @GavinWilliamson and speaking up for a community and country that has been standing up for freedom for years. https://t.co/rJoRPFiQ7L"
    },
    {
        "id_str": "1483232141387476995",
        "full_text": "This is worrying. https://t.co/m1lEBuRzoN"
    },
    {
        "id_str": "1483228855750041602",
        "full_text": "Good result. https://t.co/z34FLJSiI9"
    },
    {
        "id_str": "1483134640021983246",
        "full_text": "@sianmexsom Thank you for sharing that. I hope she enjoys it."
    },
    {
        "id_str": "1483132505964351489",
        "full_text": "This is a cheap plug for my uncle’s book. I know I’m biased but it really is very good. https://t.co/rVtFdsls6d"
    },
    {
        "id_str": "1483048323107938304",
        "full_text": "Still the best. https://t.co/XhcyOQNWcu"
    },
    {
        "id_str": "1482826626224295939",
        "full_text": "Action on fly tipping is essential - protecting our homes and countryside. Good start ⁦@DefraGovUK⁩ we need you to deliver.  https://t.co/DPGPxC6G1S"
    },
    {
        "id_str": "1482649679099793409",
        "full_text": "We need to tighten our defences against foreign interference and the best way to start is by example. Getting former leaders to shill for despots is another way our rivals undermine us.\nhttps://t.co/1DwB47kWiA https://t.co/L0NXbjtB33"
    },
    {
        "id_str": "1482423541287034880",
        "full_text": "Russia’s other European invasion is elite capture. Too many make it easy. Integrity in leadership should last beyond the time in office. ⁦@AtlanticCouncil⁩  https://t.co/1DwB47kWiA"
    },
    {
        "id_str": "1482414343794921475",
        "full_text": "@IlvesToomas Thank you."
    },
    {
        "id_str": "1482351669157535746",
        "full_text": "Given this week’s news, I should have included not just Moscow but Beijing on those trying to undermine us. https://t.co/exX37uEJiV"
    },
    {
        "id_str": "1482349894446858245",
        "full_text": "Johnny is right. You are not alone. Please ask. Please reach out.  @NHSuk @PoppyLegion @CombatStress and many more are here to help. https://t.co/942P7yDMpS"
    },
    {
        "id_str": "1482348892079411203",
        "full_text": "@sunflower_bill That's a beautiful picture."
    },
    {
        "id_str": "1481897465838243843",
        "full_text": "The tawdry tale of influence peddling in Parliament is a reminder why @CommonsForeign has recommended a Foreign Agents Registration Act. \nhttps://t.co/NjvRcZQkYP"
    },
    {
        "id_str": "1481736283387006978",
        "full_text": "This is essential reading after the exposure of an agent of the Chinese Communist Party in @UKParliament. https://t.co/25FvBjYzwD"
    },
    {
        "id_str": "1481721388679368706",
        "full_text": "در گذشت ایرج پزشکزاد را به خانوادهً محترم ایشان تسلیت عرض می کنم. https://t.co/yJ2MgfO1Ip"
    },
    {
        "id_str": "1481707601985474562",
        "full_text": "This is courage. https://t.co/2VNt9Pcjdp"
    },
    {
        "id_str": "1481629653748142080",
        "full_text": "Our security services are rightly focussed on state threats the UK. It is clear that the challenge from Beijing is increasing and we need to defend our democracy against hostile activity. https://t.co/yiAB4LTcTJ"
    },
    {
        "id_str": "1481608500862140422",
        "full_text": "To misquote @Dannythefink's mother - the community is safe in Pinner as long as they're safe in their palace. https://t.co/SCbvPPDlMz"
    },
    {
        "id_str": "1481598898766557187",
        "full_text": "This is good news. You can read an early push to this in @CommonsForeign's Building Bridges report of June 2019 here: https://t.co/YRXNv1sBLz https://t.co/iM0Cj10ng5"
    },
    {
        "id_str": "1481579806806482946",
        "full_text": "This is a very important report. The work done by @CommonsEAC and @Dunne4Ludlow is key to cleaning up our rivers. https://t.co/YnD1yVPfBS"
    },
    {
        "id_str": "1481524335424806915",
        "full_text": "Glad to see @Rory_Medcalf building on the work many of us have done in bringing Aus and UK closer. Here’s my contribution: https://t.co/oMd0t9XmNF https://t.co/08HZRflOHv"
    },
    {
        "id_str": "1481060782695718913",
        "full_text": "@joncraig Quite something. You wrote the first draft of my generation’s history. Thank you."
    },
    {
        "id_str": "1480955704718630917",
        "full_text": "These loans are just that - loans. They’re not grants. The interest rates are often high and the profits are clearly failing to materialise. https://t.co/vHBPttXxVK"
    },
    {
        "id_str": "1480897537372475395",
        "full_text": "Democracies are the dominant economic model, we don’t need to be defeatist about our future. When we work together, we defend each other - and ourselves.\nhttps://t.co/df6ZjKVLtk"
    },
    {
        "id_str": "1480840210783084549",
        "full_text": "It's the expression of confusion on the dog's face that makes this OC's office complete. https://t.co/9X8nYr9sMw"
    },
    {
        "id_str": "1480630553191849988",
        "full_text": "@BeattieDoug Not sure the pandemic stops at any border."
    },
    {
        "id_str": "1480229507399393282",
        "full_text": "@SylvieKauffmann They're coming home...\nhttps://t.co/JwybLp9ZsE"
    },
    {
        "id_str": "1480213931255898115",
        "full_text": "@darrengrimes_ https://t.co/kMnT6a9Jrf"
    },
    {
        "id_str": "1480178101816639488",
        "full_text": "We are too dependent on unreliable energy supplies. We need to invest in our independence and find alternative energy - or pay the price of rising costs and foreign control. https://t.co/kMnT6a9Jrf"
    },
    {
        "id_str": "1479805441043480588",
        "full_text": "This is a brilliant tribute by Eleanor to our friend James. I miss him greatly. His humour and wisdom were a great gift to us all. Thank you for reminding me. https://t.co/nZ3y89Um5M"
    },
    {
        "id_str": "1479737311638261764",
        "full_text": "@BenGoldsmith Thanks."
    },
    {
        "id_str": "1479735295243440128",
        "full_text": "@BenGoldsmith This is fascinating. Can you link to a report on it?"
    },
    {
        "id_str": "1479734600658259968",
        "full_text": "This. Control of our lives needs to be back in our hands. Community projects and county responsibility should be the norm, not the exception. https://t.co/vVu2b1XLr9"
    },
    {
        "id_str": "1479582568521551872",
        "full_text": "This is worth reading. https://t.co/GLoeThLum9"
    },
    {
        "id_str": "1479574881578725386",
        "full_text": "This is not negotiation it is capitulation.\n\nCan we really have already forgotten that backing down to tyrants over foreign countries about which we know little does not buy peace but encourages more threats? https://t.co/vcrx9XXUm6"
    },
    {
        "id_str": "1479518012122308621",
        "full_text": "Europe is not the US sphere of influence. We are partners in the defence of freedom.\nhttps://t.co/Ke2sqSgFzk"
    },
    {
        "id_str": "1479494780841299968",
        "full_text": "@Joe_Dromey @DPJHodges I am so sorry for your loss."
    },
    {
        "id_str": "1479493552820436994",
        "full_text": "I am very sorry to learn of the death of Jack Dromey MP. He was a kind man who served our country well. My thoughts and prayers are with @HarrietHarman and the whole family."
    },
    {
        "id_str": "1479487144410365953",
        "full_text": "Поздравляю всех моих православных друзей с рождеством и с новым годом https://t.co/PxGjAzafqP"
    },
    {
        "id_str": "1479150609731313664",
        "full_text": "Whoops… https://t.co/qeV9LN4bOb"
    },
    {
        "id_str": "1479128296520564751",
        "full_text": "It seems that the UK’s influence is not zero.\nhttps://t.co/8NUWYJJrT4"
    },
    {
        "id_str": "1479128295040036876",
        "full_text": "This is very worrying. Those who violate the human rights of their citizens should not hold assets in the UK. https://t.co/8NzioJ6ze8"
    },
    {
        "id_str": "1479108381151354890",
        "full_text": "This is concerning. Not just for those of us who know the business end of a pie. https://t.co/pFWsPxCsbU"
    },
    {
        "id_str": "1479102732367659010",
        "full_text": "Happy Christmas to the Orthodox Christian community! https://t.co/OtFueSEjza"
    },
    {
        "id_str": "1479072877580374019",
        "full_text": "@Anoosh_C I’m in awe and humble admiration."
    },
    {
        "id_str": "1479070567441522689",
        "full_text": "This is heroic. https://t.co/8VGpPyWdgZ"
    },
    {
        "id_str": "1478818629898719235",
        "full_text": "This is an investment that will reward both parties - and many more beyond! Congratulations @GLandsbergis and @MOFA_Taiwan for defending freedom. This is a small investment for a great return. https://t.co/PZMTlzutcV"
    },
    {
        "id_str": "1478792664048930819",
        "full_text": "The visa liberalisation of the\nUK 🇬🇧 Australia 🇦🇺 trade deal is very welcome.\nCongratulations @annietrev and @tradegovuk and @DanTehanWannon and @dfat"
    },
    {
        "id_str": "1478783502552387588",
        "full_text": "This is important and welcome. It is good to see @conservatives protecting our economic interests. https://t.co/MZ03ZEoS0w"
    },
    {
        "id_str": "1478521194840309761",
        "full_text": "This is what heroes look like https://t.co/WBtpYR5l4r"
    },
    {
        "id_str": "1478419875995570176",
        "full_text": "@NJ_Timothy One of you is less well known for intelligence..."
    },
    {
        "id_str": "1478419409811087361",
        "full_text": "@sunflower_bill Is that her second bed or her tenth?"
    },
    {
        "id_str": "1478286459891298309",
        "full_text": "Aujourd’hui, Camus est mort. Ou peut-être hier, je ne sais pas.*\n\n*with apologies to my old French teachers."
    },
    {
        "id_str": "1477962071291609092",
        "full_text": "If you’re over 16 you can get vaccinated today on Sovereign Way, Tonbridge.\n\nIt’s pretty quiet right now so you could get straight through in minutes. They’re open until 5."
    },
    {
        "id_str": "1477707322952671232",
        "full_text": "The fire in South Africa’s Parliament is sad but also a moment to remember the nation’s amazing journey.\n\nFrom colonial rule, through apartheid, to democracy the strength of the rainbow nation shines through.\n\n🇿🇦will rise stronger from these ashes.\nhttps://t.co/Ibj2OvBWcH"
    },
    {
        "id_str": "1477398019368759302",
        "full_text": "This is Putin’s foreign policy. He’s pushing countries that were neutral towards @NATO. You can see why. Ukraine is a clear lesson to all. https://t.co/9AHbZu6STp"
    },
    {
        "id_str": "1477293863370956805",
        "full_text": "If your New Year's resolution is a boost...Sovereign Way vaccination centre in Tonbridge has got walk-in slots available now. Please do get jabbed.\n\nHappy New Year."
    },
    {
        "id_str": "1477256644560048129",
        "full_text": "Welcome to 2022. @Google instructs me to change my password, suggests one, doesn’t save it, and locks me out of my account until it can be reviewed in 72 hours. Come back 2021, all is forgiven."
    },
    {
        "id_str": "1477249291425038342",
        "full_text": "@holland_tom @sadieholland67 This is the key historic detail that makes your books so compelling."
    },
    {
        "id_str": "1477198365389688832",
        "full_text": "Agreed! https://t.co/yMjErEoay3"
    },
    {
        "id_str": "1476989010769850372",
        "full_text": "@ShukriaBarakza2 @Debbie_abrahams @tariqahmadbt @bbclysedoucet @lynnekodonnell @BBCYaldaHakim @marziababakarkh @NorthAndre I am so proud to have you with us. Thank you for your courage."
    },
    {
        "id_str": "1476904723789881364",
        "full_text": "@missholly16914 @GBNEWS @colinbrazierGBN @TimesRadio That’s prerecorded!"
    },
    {
        "id_str": "1476901603198259202",
        "full_text": "Last interview of the year? I’m about to be on @GBNEWS with @colinbrazierGBN"
    },
    {
        "id_str": "1476891325568008211",
        "full_text": "@yngvlgrn Love the dumplings"
    },
    {
        "id_str": "1476874331456159763",
        "full_text": "@ThreshedThought @CommonsForeign That’s why I say we’re only doing an initial one. There will be many questions left unanswered because we don’t have the capacity to address them."
    },
    {
        "id_str": "1476873786209275905",
        "full_text": "Thank you Peter. You’re right. https://t.co/sSiXbYfq7L"
    },
    {
        "id_str": "1476864247309213715",
        "full_text": "We’re doing an initial one now @CommonsForeign https://t.co/xO9XHlUq41"
    },
    {
        "id_str": "1476861119998402568",
        "full_text": "🚨Get vaccinated today🚨\nThe Teenchwood Medical team have slots open for walk-in patients from now until 2pm today.\n\nDon’t wait! Make this the last thing you do this year and help us all put Covid behind us - as much as possible!\n\nSorry for the repost - correcting the time! https://t.co/JNDgokmq36"
    },
    {
        "id_str": "1476858494527676429",
        "full_text": "Worth reading - While the West was distracted by Christmas, China and Russia did their dirty work by ⁦@KateMaltby⁩  https://t.co/VOCJTHEp7a"
    },
    {
        "id_str": "1476473924158472199",
        "full_text": "🚨Get BOOSTED today🚨 \nThis amazing medical team is ready to help you today. There are slots available at Trenchwood Medical Centre today. You can get a walk-in session from 1 to 4 pm today. You can also go online and book for Friday or Monday here: https://t.co/nOrF3ehqBy https://t.co/VUwOi6BMye"
    },
    {
        "id_str": "1476336291193270279",
        "full_text": "Worth reading - West faces hard choices in contest with China by ⁦@jameskirkup⁩\n\nhttps://t.co/l3LpbmLJI7"
    },
    {
        "id_str": "1476320985586536453",
        "full_text": "@RobDotHutton Low, Hutton. Very low."
    },
    {
        "id_str": "1476315226257694723",
        "full_text": "I stand with @hoccgoomusic. I had the privilege to see her courage and hear her voice. She has been silenced by those who fear her, who try to control her, and who fear the example of freedom and democracy Hong Kong offered all of China. #IStandWithDeniseHo #IStandWithHongKong https://t.co/1t3jJ12TCF"
    },
    {
        "id_str": "1475869422426411011",
        "full_text": "@yngvlgrn It’s all s&amp;d&amp;r&amp;r with you."
    },
    {
        "id_str": "1475851326097612800",
        "full_text": "What are the health implications of suspending communal fitness activities? https://t.co/ULjlMmVk7Y"
    },
    {
        "id_str": "1475850095132393476",
        "full_text": "@laidmanr @RobertSyms That was his father."
    },
    {
        "id_str": "1475798742272028672",
        "full_text": "This is a wonderful tribute to a man who’s wartime service was part of the heroic effort to ensure the freedom of Britain, France and many other nations against tyranny.\n\nThis is the generation that built the world we know - with healthcare and education at its heart. https://t.co/rKddPrMLwh"
    },
    {
        "id_str": "1475793039666958339",
        "full_text": "@b_judah This is the downfall of @MarineNationale right here."
    },
    {
        "id_str": "1475748642103480324",
        "full_text": "Commonwealth veterans of our Armed Forces shouldn’t pay twice for citizenship. Many have already paid more than we could ever ask or expect. Pa Njie lost his legs in Afghanistan now he facing a bill of thousands to stay with those he fought for. @Telegraph\nhttps://t.co/NAYl1fkVVs"
    },
    {
        "id_str": "1475276087336783875",
        "full_text": "@patricklohlein Thank you"
    },
    {
        "id_str": "1475175402037555202",
        "full_text": "You can listen to the full interview I recorded with @jonnygould here👇\nhttps://t.co/HenqBs1HHX"
    },
    {
        "id_str": "1475175398891823104",
        "full_text": "Treason matters. It’s a violation of the trust that holds a society together. It is an assault on all of us and our community. We need to take it seriously - this isn’t just about violence, it’s also betrayal.\nhttps://t.co/ZWnfr6ZmR8"
    },
    {
        "id_str": "1474693918973480960",
        "full_text": "Happy Christmas to all those serving our nation at home and abroad and to all others who are separated from loved ones. To the medical teams, police, armed forces and diplomats - thank you,"
    },
    {
        "id_str": "1474679612785537027",
        "full_text": "Merry Christmas to one of the most amazing people I know. Huge hugs to you @CakeLadyC4C. Xxx https://t.co/OAJWgdBahh"
    },
    {
        "id_str": "1474510508179050500",
        "full_text": "In case you find it useful for insisting children really must go to bed now. This minute. No, not after one more story. Right now. I’m serious. No you’ve already been to the loo twice. Now. You’re not thirsty. Now. https://t.co/oehjGh6zrW"
    },
    {
        "id_str": "1474360963235201024",
        "full_text": "1. The murder of Ukrainians - pushing Kiev to cling tighter to EU/NATO.\n2. A climb down showing weakness and a persistent threat - pushing Kiev to cling tighter to EU/NATO.\n\nPutin is failing. Every move is worse than the last. He’s weakening Russia and harming his people."
    },
    {
        "id_str": "1474360960185950210",
        "full_text": "Russia’s policy on Ukraine has been a spectacular failure. Putin claims he wants to keep Kiev distant from EU/NATO but every threat pushes them closer. Now Russia’s military build up will end one of two ways: https://t.co/mJ2trRPMC7"
    },
    {
        "id_str": "1474357285124251669",
        "full_text": "Another one. https://t.co/ubLAGvwkge"
    },
    {
        "id_str": "1474334178468671491",
        "full_text": "If you don’t know what to give someone this Christmas, here’s a great organisation which will simply your last minute shopping and be more comforting than socks. \n\nhttps://t.co/B7iDXnisZW https://t.co/7Vjo4TNevv"
    },
    {
        "id_str": "1474317184834977816",
        "full_text": "The Taliban and the governments and individuals who backed them are responsible for this suffering,\nbut we still need to help the innocent. Please help. https://t.co/455pc8fIe6"
    },
    {
        "id_str": "1474290494528180227",
        "full_text": "This is worth reading. https://t.co/581lgFvy77"
    },
    {
        "id_str": "1474147003529678856",
        "full_text": "@mattforde @reporterboy You know it…"
    },
    {
        "id_str": "1474140901962358784",
        "full_text": "@reporterboy Nice use of cola bottles."
    },
    {
        "id_str": "1474133664317456404",
        "full_text": "This is correct. A party that rules by force is terrified by the knowledge that a free people would choose freedom. Things that can’t last, don’t. https://t.co/I5nbUpq2Rx"
    },
    {
        "id_str": "1474117676972793858",
        "full_text": "Seems one member has forgotten this. The occupation of Georgia and Ukraine is a violation Russian commitments. Putin’s violence is only matched by his wealth - stolen off the Russian people. https://t.co/2chl64yTfc"
    },
    {
        "id_str": "1474085774396112903",
        "full_text": "@MosulEye Tweet out the highlights. No, I’m not being sarcastic!"
    },
    {
        "id_str": "1474063276384346117",
        "full_text": "Wise. https://t.co/lye8M6JK7w"
    },
    {
        "id_str": "1473952631857070083",
        "full_text": "And the hero of the hour is… Piper Electrical Centre. Thank you for getting Sovereign Way @NHSuk Vaccine Centre up and running again so quickly. \n\nThere were many other very kind offers too. Thank you everyone. Happy Christmas. https://t.co/CriFgkjYDe https://t.co/29MFDc44Vf"
    },
    {
        "id_str": "1473951180883648514",
        "full_text": "Thank you for all the offers. I’m delighted to say @NHSuk is back up and running and vaccinating in Tonbridge. Thank you for pulling together - Tonbridge is a fantastic community and I hope we’re about to see @kent_police at their best..! Merry Christmas…to most people! https://t.co/VbVL21dvOX"
    },
    {
        "id_str": "1473944280922308610",
        "full_text": "@garynicholls945 We’ll get to that - first let’s get the site running again. Then yes, we need to get @kent_police involved."
    },
    {
        "id_str": "1473934807658860545",
        "full_text": "🚨 CAN YOU HELP? 🚨\n\nSomeone has stolen the leads to the generator of the vaccination centre on Sovereign Way, Tonbridge. We need to replace them urgently. If you think you can help please email me on tom.tugendhat.mp@parliament.uk"
    },
    {
        "id_str": "1473565900666286080",
        "full_text": "@lukemcgee Thank you"
    },
    {
        "id_str": "1473387196078075908",
        "full_text": "We are lucky to have such dedicated public servants. Their courage and service is a credit to their profession and to them. Thank you to all UK CMOs and our health teams. Merry Christmas. https://t.co/DqYLANeT5o"
    },
    {
        "id_str": "1473052861688864769",
        "full_text": "This is a strong reminder of what we’re seeing worldwide but particularly in #Beijing2022 https://t.co/kKSUgQkw79"
    },
    {
        "id_str": "1472959120634482689",
        "full_text": "@pjwac @GiveBloodNHS @ChelwestFT Thanks Paul. That’s brilliant."
    },
    {
        "id_str": "1472938084199239681",
        "full_text": "I’m pleased to say that my @GiveBloodNHS donation has gone to @ChelwestFT this time. I’m touring Britain by proxy!\n\nDon’t wait. We all need to do our bit - please give blood🩸"
    },
    {
        "id_str": "1472852790259195908",
        "full_text": "Please - if you’re a trained teacher and have left the profession, think about coming back even for only a day a week to make sure our children have access to schools and colleges.\n\nThis is an important appeal by @nadhimzahawi for all of us and particularly for our children. https://t.co/rp8SY0iYRE"
    },
    {
        "id_str": "1472506060556713987",
        "full_text": "Ben Wallace: ‘I know soldiers. I understand what they think’ | The Sunday Times Magazine | The Sunday Times https://t.co/fkJ3HJwD8o"
    },
    {
        "id_str": "1472320382141181958",
        "full_text": "@AndrewYang Bad friends teach us tricks."
    },
    {
        "id_str": "1472319524212985861",
        "full_text": "Well done 🌹 and nicely done @NorwichChloe ! #strictly https://t.co/MjoSCAvLmX"
    },
    {
        "id_str": "1472300845601591301",
        "full_text": "@ColSimonChapman @FirstSeaLord @LtGenMagowan @RAdmPhilHally @Speedyatnavy An amazing record of service! 🇬🇧 \nThank you!"
    },
    {
        "id_str": "1472300088458457093",
        "full_text": "@sunflower_bill They’re really brilliant. You could go back to school and enter my Christmas card competition next year!"
    },
    {
        "id_str": "1472202339125760000",
        "full_text": "Good statement by @wsj - Purdue University President Mitch Daniels calls out the mistreatment of a Chinese student who praised the 1989 Tiananmen Square protests. https://t.co/WQTO0RyzBG"
    },
    {
        "id_str": "1472175899554553858",
        "full_text": "This👇 https://t.co/W1EMsMZdCN"
    },
    {
        "id_str": "1471934242548506631",
        "full_text": "This is ⁦@ChinaResearchGp⁩ latest podcast. Please listen to the SE Asia questions China’s policy raises for us in the region.  https://t.co/nR46XTWzui"
    },
    {
        "id_str": "1471872059793973250",
        "full_text": "This @politico podcast by @Jack_Blanchard_ on the relationship we have with China is worth listening to.\nhttps://t.co/YKeqbNZd6A"
    },
    {
        "id_str": "1471828358329679878",
        "full_text": "Onya ⁦@annietrev⁩ and ⁦@DanTehanWannon⁩ ! Great to see this! https://t.co/gFZmK6iVns"
    },
    {
        "id_str": "1471576870298734595",
        "full_text": "Rising interest rates and rising energy costs = cost of living rise\n\nInflation is here and for families that will make life harder. https://t.co/86G5yGKAB2"
    },
    {
        "id_str": "1471499508190089220",
        "full_text": "Finding good trustees for charities is incredibly important to ensure they can serve our community well. I’m so impressed that @markaizatt has stepped up for @CombatStress. They matter now more than ever. https://t.co/46haCPPEGF"
    },
    {
        "id_str": "1471441153589403652",
        "full_text": "This is a tragic story. Please get vaccinated to protect yourself, your family and our whole community. https://t.co/WKhptlYxfI"
    },
    {
        "id_str": "1471255565225672712",
        "full_text": "@markaizatt @CombatStress Thank you. It was a privilege to meet you and thank you for serving a vital community in our society."
    },
    {
        "id_str": "1470761974145376260",
        "full_text": "@Jazifer I booked the appointment about three weeks ago."
    },
    {
        "id_str": "1470756169358655491",
        "full_text": "@glasterlaw1 And a very happy Christmas to you too."
    },
    {
        "id_str": "1470755642088505347",
        "full_text": "Fantastic work by Kent’s finest! https://t.co/aXnB35x4XE"
    },
    {
        "id_str": "1470709317175238656",
        "full_text": "@neilgraysnp @pfizer That’s appalling. Resign."
    },
    {
        "id_str": "1470701626495315968",
        "full_text": "All done!! Thank you @NHSuk and @sajidjavid for delivering. https://t.co/oH707dBndo"
    },
    {
        "id_str": "1470701615854366720",
        "full_text": "Drawing the @pfizer vaccine 💉! https://t.co/4Pye60gWPw"
    },
    {
        "id_str": "1470692755559141380",
        "full_text": "@harryph Again - the outcome doesn’t seem to change! https://t.co/M7TLdtXe7M"
    },
    {
        "id_str": "1470689392813617154",
        "full_text": "Here we go… #boosting! https://t.co/GgWlfwa9Ez"
    },
    {
        "id_str": "1470382934716731396",
        "full_text": "@GiveBloodNHS @tophatandtails You may not."
    },
    {
        "id_str": "1470375357324869644",
        "full_text": "@tophatandtails @GiveBloodNHS Mint Club. There are no alternatives. I will not be taking questions."
    },
    {
        "id_str": "1470374349156888580",
        "full_text": "@BunnyLadyofKent @GiveBloodNHS Crisps? No! The Mint Club is the only reason to go!"
    },
    {
        "id_str": "1470367828113080326",
        "full_text": "The chairs are more comfortable but the needles are not! I hate it but we still need it, please if you can, @GiveBloodNHS🩸! https://t.co/I8xx6TWFue"
    },
    {
        "id_str": "1470327534638223360",
        "full_text": "Connecting Britain is essential to freeing individuals to achieve all they can. Well done @JacobYoungMP ! https://t.co/E7BygVmO1q"
    },
    {
        "id_str": "1470176582580985859",
        "full_text": "This is a very welcome statement. https://t.co/9TawK8QuPi"
    },
    {
        "id_str": "1470143551988191235",
        "full_text": "@thehistoryguy Who won? https://t.co/X8ESppYRGj"
    },
    {
        "id_str": "1470068024862519299",
        "full_text": "@MaxWindCowie You mean, most of it."
    },
    {
        "id_str": "1470067013561335818",
        "full_text": "@MaxWindCowie I’d love to join you but some of that route may take me a little longer than you!"
    },
    {
        "id_str": "1470049026884132867",
        "full_text": "Again @matthewsyed has written a brilliant piece."
    },
    {
        "id_str": "1470048666425729034",
        "full_text": "The defeatism of democracies is the real obstacle. Liberty is the most powerful economic force in the world as has been proven many times. We need to stop worrying about China’s rise and instead focus on taking the brakes off our own growth.\n\nhttps://t.co/2Zht8TFYV8"
    },
    {
        "id_str": "1470017072428163083",
        "full_text": "Good work! https://t.co/v8mAWJpayf"
    },
    {
        "id_str": "1469644543616299021",
        "full_text": "You can read my review of The Ledger in @FT. https://t.co/7WPNosbpCg"
    },
    {
        "id_str": "1469644541707927555",
        "full_text": "This is a complex story of failure but one that was never inevitable. We made friends and reconciled enemies. We chose to abandon our allies and we are all now paying the price. https://t.co/NinSgFXf5s"
    },
    {
        "id_str": "1469644531285082117",
        "full_text": "We were also able to educate girls, employ women, engage doctors and rebuild highways. https://t.co/lUMZOMPTc4"
    },
    {
        "id_str": "1469644518270160898",
        "full_text": "In Afghanistan we didn’t suffer the constraints of self-doubt or popular accountability. We had the distance to be able to compound our errors and tear the scabs from old wounds without feeling them bleed. https://t.co/hBMtz46u0e"
    },
    {
        "id_str": "1469644506802835460",
        "full_text": "The old men drinking green tea knew every decision, every road, every well, and every appointment was political. https://t.co/MmfCipy03w"
    },
    {
        "id_str": "1469644496401059844",
        "full_text": "They ignored the past that shaped people’s actions. Sitting for long hours from the sweltering afternoon into the cool of the night, I heard the unwritten history told like sagas, each memory a landmine waiting to go off with disputes begun decades, even centuries earlier. https://t.co/eedffhD0uT"
    },
    {
        "id_str": "1469644482312298497",
        "full_text": "Defeat didn’t begin in Aug 21 but started decades earlier. We change focus from delivering for the people and helping them start again to imposing our own metrics, like counter narcotics, distancing people and forcing them to choose against us. https://t.co/qzg3YOvTWZ"
    },
    {
        "id_str": "1469644472560586755",
        "full_text": "When we had it, we were able to take risks and sustain our commitment. When it failed, we pretended Afghanistan was a new Vietnam, and in pretending, made it so. https://t.co/lQlxLMY2PM"
    },
    {
        "id_str": "1469644463056330752",
        "full_text": "The lessons of Afghanistan are painful and complex but in a new book Greg Mills and David Kilcullen focus on the central failure: leadership. We lost focus and forgot why we need each other. We ignored allies and abandoned friends.\nhttps://t.co/7WPNosbpCg"
    },
    {
        "id_str": "1469437948890386433",
        "full_text": "The experiment is tried again and the result is the same. Astonishing. https://t.co/3Q6S3kc9ro"
    },
    {
        "id_str": "1469437388959236097",
        "full_text": "@hunthillwill @kent_police I was let off!"
    },
    {
        "id_str": "1469428087901331457",
        "full_text": "@tracey_crouch @kent_police The cold was my only excuse!"
    },
    {
        "id_str": "1469425715540115460",
        "full_text": "The whole team is fantastic. https://t.co/xAa9ZhOuIP"
    },
    {
        "id_str": "1469425341164883985",
        "full_text": "Fantastic to be out with @kent_police finest in #Tonbridge and #WestMalling. Led by the brilliant Chief Inspector Omid Changizi we were looking at keeping women safe in the nighttime economy. And yes, it was very cold! https://t.co/qxn8gg16Z1"
    },
    {
        "id_str": "1469347187658485763",
        "full_text": "My @ft review of The Ledger by David Kilcullen and Greg Mills covers some of my thoughts on how we got to where we are in Afghanistan.\n\nThe Ledger: Accounting for Failure in Afghanistan — how the war was lost https://t.co/g4CfhyF5gh"
    },
    {
        "id_str": "1469246367906377730",
        "full_text": "@CakeLadyC4C @Style4Soldiers @andyreid2506 I’m coming to see you in Brum soon. You’re a total 🌟"
    },
    {
        "id_str": "1469224450793127939",
        "full_text": "Whoops I meant Ricky MC!!! Sorry mate!"
    },
    {
        "id_str": "1469212905400852481",
        "full_text": "Last night I spoke @Style4Soldiers and met so many amazing people. @andyreid2506, Ricky Ferguson MBE and the wonderful @CakeLadyC4C. They’ve all given so much to our country and community. #heroes. I even met an old friend I served with in Afghan - Brig Kambiz! https://t.co/mkA9R0YgXI"
    },
    {
        "id_str": "1468963724002160648",
        "full_text": "@garynicholls945 I thought the same if you! Next time over a beer I hope!"
    },
    {
        "id_str": "1468352378332139520",
        "full_text": "‘We owe a duty of care’ to Afghans fleeing Taliban, Conservative MP says – Channel 4 News https://t.co/XGcbDy9U8N"
    },
    {
        "id_str": "1468215816806088710",
        "full_text": "As a nation we should be grateful that Tony Hudgell is not amongst these children but that's not thanks to his evil parents. Before he found a loving home they tried all they could to hurt him. I'm grateful to @DominicRaab and @MoJGovUK for bringing in #TonysLaw https://t.co/FTJ9qfZhMJ"
    },
    {
        "id_str": "1468197424632057864",
        "full_text": "Today at 1500 @CommonsForeign will be hearing from @FCDOGovUK head @PhilipRBarton and ex-ambassador to Kabul @laurie_bristow. You can watch on @ParliamentLive. We’ll be asking about Afghanistan and the evidence here: https://t.co/lUt8nIcnJZ https://t.co/hFsK0uLKBj"
    },
    {
        "id_str": "1468144438367113222",
        "full_text": "You can read the evidence given to the @CommonsForeign about the @FCDOGovUK response to the Afghan crisis here: https://t.co/lUt8nIcnJZ"
    },
    {
        "id_str": "1468127074183528451",
        "full_text": "This is an important step in protecting EU states from Chinese state aggression. https://t.co/1p3X4o763N"
    },
    {
        "id_str": "1468105712308211713",
        "full_text": "I’m on @GMB shortly talking about this… https://t.co/YVQiTHTOjc"
    },
    {
        "id_str": "1468019578668298244",
        "full_text": "Tomorrow we have two issues coming to Parliament about how we treat those who serve alongside us.\n\n1. The Afghans we should have done more to help.\n\n2. The Commonwealth service personnel whose joined us.\n\nWe stand by our own. We defend those who defend us. We’re better than this."
    },
    {
        "id_str": "1467976275465748484",
        "full_text": "I have signed this amendment. https://t.co/dftoqlOY39"
    },
    {
        "id_str": "1467800180464533512",
        "full_text": "I’ve signed the amendment to allow those who served in our Armed Forces to stay in the UK without paying fees.\n\nIf you fight alongside us, you can live alongside us. https://t.co/rvroL8pyND"
    },
    {
        "id_str": "1466508562318852098",
        "full_text": "@stephenkb Congratulations!"
    },
    {
        "id_str": "1465688348085800976",
        "full_text": "@NickFletcherMP @paula_hudgell Thanks @NickFletcherMP !"
    },
    {
        "id_str": "1465649113672912899",
        "full_text": "Thank you Dom!! But mostly, thank you @paula_hudgell for your courage and tenacity. https://t.co/Sarxd70fxb"
    },
    {
        "id_str": "1465640550573518849",
        "full_text": "#TonysLaw https://t.co/OGBCetXgb8"
    },
    {
        "id_str": "1465613166960955396",
        "full_text": "You can read why I’m so proud of @paula_hudgell and grateful to @DominicRaab here👇 https://t.co/F8YHEvT54Y"
    },
    {
        "id_str": "1465609257534074885",
        "full_text": "Best bit of my job?\nWorking with the amazing @paula_hudgell to fight for Tony’s Law to protect children from the cruelty Tony suffered.\n\nAn inspirational family have achieved so much already. Thank you Tony and thank you @DominicRaab for listening and acting. https://t.co/JD77wQ8vem"
    },
    {
        "id_str": "1465445422818893826",
        "full_text": "@DavidLammy Congratulations @DavidLammy"
    },
    {
        "id_str": "1465445015908495367",
        "full_text": "Love this! Well done @sajidjavid and @joncraig https://t.co/2uW2RZnQnf"
    },
    {
        "id_str": "1464502002222829573",
        "full_text": "There’s a change among Commonwealth nations we’ve seen develop over a decade or so. Beijing is trying to replace a symbolic Queen with a very real emperor.\n\nhttps://t.co/EpRpGiy8uN"
    },
    {
        "id_str": "1463934174348328962",
        "full_text": "If you can, please support @emergency_ngo. They are doing the most important work helping so many in Afghanistan.\n\nYou can donate here:\nhttps://t.co/Zyr1v8CXL5 https://t.co/lz40GOV26Z"
    },
    {
        "id_str": "1463792366398189569",
        "full_text": "Happy Thanksgiving to my American friends… and particularly my two new nephews! https://t.co/yKFT3etayZ"
    },
    {
        "id_str": "1463768590524559360",
        "full_text": "Le risque de mort en mer rappelle à chacun le danger de traverser la Manche illégalement.  L'urgence humanitaire exige que nous combattions ensemble les criminels qui exploitent les migrants. https://t.co/7VeJYMG9Cw"
    },
    {
        "id_str": "1463619947410636807",
        "full_text": "The human tragedy in the Channel is a criminal opportunity being exploited by those who care nothing for lives of desperate people.\n\nWe need to work together with partners as far away as Eastern Europe and the Mediterranean to end this cruelty.\nhttps://t.co/sEa89ILZPv"
    },
    {
        "id_str": "1463470498210320384",
        "full_text": "@darrengrimes_ @GBNEWS @GuyOpperman Yeah, but not as great as Tonbridge!"
    },
    {
        "id_str": "1463450016811565060",
        "full_text": "This is an important moment for us too. https://t.co/ZBPe2BFULx"
    },
    {
        "id_str": "1463222666748379140",
        "full_text": "@abigail_clay_ Have you been in touch with Scotts Project? They’re just amazing!"
    },
    {
        "id_str": "1463158685283274752",
        "full_text": "I’m looking forward to seeing what @TFletcher has for us…! https://t.co/kZqZw3Pg8v"
    },
    {
        "id_str": "1462681289157394436",
        "full_text": "This is why we need more speed in helping those who helped us in Afghanistan.\n\nIt’s not just about their safety, it’s about our security. https://t.co/C5XZXnE2tF"
    },
    {
        "id_str": "1462181394344521736",
        "full_text": "A dominant state strangles opportunity for innovation and change. We need the balance of public and private, not leave one to starve the other. https://t.co/EYL9iw6Q3j"
    },
    {
        "id_str": "1461990139715067905",
        "full_text": "@ElizaEcclestone @KimKardashian Have to say, it’s the first time I’ve been in such esteemed company!"
    },
    {
        "id_str": "1461973784718675969",
        "full_text": "The Afghan girls’ team has arrived! This is wonderful news. All those who made it possible have transformed hope. I am so proud of the network of helpers. Including - somewhat surprisingly - @KimKardashian! https://t.co/lUzN0sORgt"
    },
    {
        "id_str": "1461811965102333952",
        "full_text": "This is a dark interview from one of Europe’s tyrant princes. https://t.co/nESpZY399z"
    },
    {
        "id_str": "1461807717090312202",
        "full_text": "This is heartbreaking. So many have been. https://t.co/EPRJ9SGAby"
    },
    {
        "id_str": "1461759173675429900",
        "full_text": "Brilliant to see the support for this important change in the rights of children in the UK. Thank you @GraziaUK https://t.co/1BhMm8lFb5"
    },
    {
        "id_str": "1461754079219265540",
        "full_text": "The @Olympics are planning to host a sporting event in a state where athletes disappear for reporting abuse. #Olympics2022 https://t.co/zurtAkT6ab"
    },
    {
        "id_str": "1461709384707362822",
        "full_text": "@CStewart_CS @CommonsForeign @RoryStewartUK @Rudra_81 @KoriSchake No. This is about the past not the future. Your point is entirely valid and I’ve been speaking with @BritishCouncil about it."
    },
    {
        "id_str": "1461691013467152388",
        "full_text": "The courage of Richard and Gabriella is a stark contrast to the hostage takers in Tehran whose cowardice is exposed by their violence towards innocent women and men in their country - and young mothers torn from their families. @IRIMFA_EN is merely the mouthpiece of hate. https://t.co/UJDskywCTT"
    },
    {
        "id_str": "1461672245441576961",
        "full_text": "The partnership between UK and Nigeria is vital to our future. We share so much and can complement each other. @CommonsForeign is working on thinking how we can strengthen our connections. Good to see @AndrewBowie_MP has got a head start on us! https://t.co/N0ngtR0DMR"
    },
    {
        "id_str": "1461625112650788867",
        "full_text": "@chrisshipitv That and, you know, they’re busy!"
    },
    {
        "id_str": "1461481983687733250",
        "full_text": "Lithuania knows the price of freedom and is showing courage standing with fellow democrats. @ZygisPavilionis @GLandsbergis https://t.co/oCalx6VZKI"
    },
    {
        "id_str": "1461457440898232325",
        "full_text": "@robertlargan A wonderful building in a fantastic city."
    },
    {
        "id_str": "1461247146376798211",
        "full_text": "🧵 https://t.co/hv1Bjtwoty"
    },
    {
        "id_str": "1460977058809528320",
        "full_text": "Our foreign policy should be about protecting our interests and defending our borders. That means standing up for our allies.\nWe’re seeing Ukraine under pressure from Russian aggression and too little response from allies. https://t.co/MYpcyBixwe"
    },
    {
        "id_str": "1460899904390410241",
        "full_text": "Inflation isn’t just about economics, it’s about homes and families.\nWe’re all feeling the cost of prices rising faster than wages.\n https://t.co/hMy0fGz516"
    },
    {
        "id_str": "1460698998323527683",
        "full_text": "Wonderful event for a wonderful friend! https://t.co/FYFJuPB03u"
    },
    {
        "id_str": "1460646625714610184",
        "full_text": "Follow @CommonsForeign now for a discussion on Taiwan. We’re live in @ParliamentLive"
    },
    {
        "id_str": "1460637378150899718",
        "full_text": "We can do this if we choose. It means focussing on our common interests, not those elements that divide us. Blame isn’t helping any of us and, worse, it’s costing lives."
    },
    {
        "id_str": "1460637376544317442",
        "full_text": "That’s why it’s in all our interests to work together. We need to bring partners to focus on the routes and pinch points so that we can stop this dangerous trade and save lives from being lost at sea.\nhttps://t.co/sEa89IuoqV"
    },
    {
        "id_str": "1460637374979969035",
        "full_text": "This doesn’t stop there. Those who make it through the eastern border of the EU travel west and some find themselves in France where the numbers are growing. These numbers are putting pressure on the region around Calais.\nhttps://t.co/b2V1jUGNgy"
    },
    {
        "id_str": "1460637373696458760",
        "full_text": "Now the Minsk dictator Lukashenko is targeting allies other than Lithuania and Latvia. Poland today is under pressure.\nhttps://t.co/Q13dcpNg46"
    },
    {
        "id_str": "1460637372291420176",
        "full_text": "Since August I’ve been warning about the danger of Belarus weaponising people trafficking against EU neighbours and making it clear that as @NATO partners we need to stand with those facing pressure.\nhttps://t.co/gMukn1N5Be"
    },
    {
        "id_str": "1460590417922215945",
        "full_text": "The courage of @AzeemRafiq30 in speaking out is inspiring for all of us."
    },
    {
        "id_str": "1460589198260514823",
        "full_text": "The evidence to @CommonsDCMS about racism in @YorkshireCCC is deeply saddening. @julianknight15 and the committee have done an important job bringing this to @UKParliament. It's not banter, it's bullying."
    },
    {
        "id_str": "1460516377496858624",
        "full_text": "Strong effort by @thesun Ireland’s subs! https://t.co/hudNAK034O"
    },
    {
        "id_str": "1460514945687330818",
        "full_text": "This is good news. The recovery is underway. https://t.co/uCfpV0OUMz"
    },
    {
        "id_str": "1460392035412807687",
        "full_text": "There is no way this is accidental! https://t.co/AbQXHHxCrh"
    },
    {
        "id_str": "1460383210664247298",
        "full_text": "Good to see ⁦@BorisJohnson⁩ warn about the links between Ukraine and Nord Stream 2.  https://t.co/ySWfqZ3Elf"
    },
    {
        "id_str": "1460146209167917057",
        "full_text": "Good to speak to @NickFerrariLBC this morning on @LBC. You can read the article we discussed on the challenge of migration and why we need to work together here:\nhttps://t.co/sEa89ILZPv"
    },
    {
        "id_str": "1459973562006130691",
        "full_text": "@EJ_McGuinness More head high!"
    },
    {
        "id_str": "1459955703066603525",
        "full_text": "#RemembranceSunday is special for all of us but today even more so for me. My children marched with me. My daughter but some real effort into it, for my son it was more of an officer’s stroll! https://t.co/9PcMbDfr09"
    },
    {
        "id_str": "1459948927906627587",
        "full_text": "The migrant crisis is a hunanitarian crisis weaponised by Russia. We need to do more to stop it and that means working together. \nhttps://t.co/sEa89ILZPv"
    },
    {
        "id_str": "1459453832971407368",
        "full_text": "Watching migrants being used by Belarus reminds me of a @CommonsForeign hearing on Syria 3 years ago.\nWaiting, doing nothing, leaves our allies weakened and the rules that keep us all safe eroded.\nWe need to back @NATO partners and defend civilians from state people traffickers. https://t.co/fPtBf62ivV"
    },
    {
        "id_str": "1459452641419964423",
        "full_text": "This was a wonderful chance to see what agriculture students are doing for Britain. From the equine centre - and the beautiful horses I met - to the fish centre with experts preparing for a new future @Hadlow_College is a centre of excellence. https://t.co/75fQCRiR1l"
    },
    {
        "id_str": "1459448978211229696",
        "full_text": "@hartyltd @tracey_crouch Thanks for joining and playing your part!"
    },
    {
        "id_str": "1459285555498389511",
        "full_text": "Apologies - I meant NI Parliament - as the Assembly was called then."
    },
    {
        "id_str": "1459285340397752320",
        "full_text": "@AodhBC @DLMNeil @UKParliament @OireachtasNews Quite right. I meant NI Parliament which is what it was called then."
    },
    {
        "id_str": "1459084106600534016",
        "full_text": "Britain’s social insurance is built on state, private and charity all working together. ⁦@PoppyLegion⁩ is part of that fabric and a reminder that social insurance is more important than National Insurance. We’re more than a state, we’re a community. https://t.co/bHfNlmwPiI"
    },
    {
        "id_str": "1458935373179011080",
        "full_text": "If you’re interested in apprenticeships - this is worth listening to. ⁦@TheEconomist⁩  https://t.co/zc3Gjt14UC"
    },
    {
        "id_str": "1458729402490048514",
        "full_text": "Who are you thinking about today? @PoppyLegion"
    },
    {
        "id_str": "1458719152655454209",
        "full_text": "Inflation is an issue again. This is the US graph. https://t.co/lMOH9saiYs"
    },
    {
        "id_str": "1458375010716983299",
        "full_text": "Critical minerals are shaping our world leaving us dependent on autocracies. Britain needs to work with allies to achieve collective resilience not just autonomy. Read about this in @ChinaResearchGp latest report: https://t.co/NCgNuhPaeS"
    },
    {
        "id_str": "1458363508245020675",
        "full_text": "Austin Currie was a hero. His courage and service in @UKParliament and the @OireachtasNews transformed lives and built peace.\nThose who stepped forward for the civil rights of our fellow citizens were heroes for us all. Their legacy saved lives across the UK and Ireland."
    },
    {
        "id_str": "1458120035554271242",
        "full_text": "The tragedy in Ethiopia is compounded by those who support dividing the country. https://t.co/R1OpUrSB6k"
    },
    {
        "id_str": "1458067079005884416",
        "full_text": "Nations around the world are growing resilient semiconductor supply chains. We need the UK to do the same. This isn’t just about China, or security, it’s about us and keeping our manufacturing and businesses safe. https://t.co/HDJtOM6ma5"
    },
    {
        "id_str": "1457989920648278016",
        "full_text": "This is good news. https://t.co/0voRtGBEeQ"
    },
    {
        "id_str": "1457256857605709826",
        "full_text": "Using migrants as pawns to pressure Lithuania, Latvia and Poland are crimes. I highlighted this with the @MailOnline\nhttps://t.co/gMukn1N5Be https://t.co/G1NQt6ZwS6"
    },
    {
        "id_str": "1456155490191355908",
        "full_text": "A burst main is causing low water pressure in Tonbridge. Please go to @sewateruk or https://t.co/CJIev222Rt for updates. https://t.co/DlJKiGQbLe"
    },
    {
        "id_str": "1455838607621689348",
        "full_text": "This is a brilliant achievement. Thank you all @poppytonbridge - especially @hmsstrongbow ! https://t.co/nghijNkrfk"
    },
    {
        "id_str": "1455609782216400896",
        "full_text": "@ConStelz @GaryJSchmitt1 @TomMcTague Not how I would put it!"
    },
    {
        "id_str": "1455574514541203466",
        "full_text": "Many patients need to get back to face-to-face appointments now. Undetected cancers appear to be discovered later with worrying consequences. I know ⁦@sajidjavid⁩ is on this and many GPs are doing their best.\n\nhttps://t.co/JuaiGG5r1O"
    },
    {
        "id_str": "1455573152331874305",
        "full_text": "@josephmdurso Call if you want."
    },
    {
        "id_str": "1455566142836195329",
        "full_text": "What we need now is investment in three areas:\n\n1. Cash to finance change\n2. Investment in innovation\n3. Commitment to embed the change\n\nBritain can lead all three, but not alone. We need allies and friends if we’re going to succeed."
    },
    {
        "id_str": "1455566141124976648",
        "full_text": "Net Zero targets leave a lot to desired as India 🇮🇳 has put 2070 as the target. But this isn’t a reason to be defeatist. We can do more to generate the change we need."
    },
    {
        "id_str": "1455566139837329417",
        "full_text": "Amongst our recommendations was for the UK gov to set out a diplomatic strategy to tie the major events this year - @G7, @g20org, COP26 - and connect them to COP27 due to be hosted in Africa."
    },
    {
        "id_str": "1455566138352488449",
        "full_text": "But there is much more to do. In April @CommonsForeign called on the government to be ambitious at @COP26. https://t.co/nsEKyasaJp"
    },
    {
        "id_str": "1455566136683204611",
        "full_text": "This is a major success for @10DowningStreet and @AlokSharma_RDG. https://t.co/IJCEKOdRBe"
    },
    {
        "id_str": "1455514951112667139",
        "full_text": "@ConStelz @TomMcTague I did know the federal eagle only had one head but from my time with German tanks in Kunduz - I saw plenty of double-headed eagles then. Symbols of antecedent regiments."
    },
    {
        "id_str": "1455501324875862016",
        "full_text": "@ConStelz @TomMcTague For Germany - true, but it appeared on many German town symbols, including Ravensburg, and of course, briefly, on the German Imperial arms. https://t.co/lRBGy256lW"
    },
    {
        "id_str": "1454843591956774922",
        "full_text": "Good decision https://t.co/seOT1gyewK"
    },
    {
        "id_str": "1454585347560689667",
        "full_text": "Everyone gets an hour more - except those with small children who haven’t yet learned to tell the time! https://t.co/csxISNBczO"
    },
    {
        "id_str": "1454362310705917956",
        "full_text": "@holland_tom @James_Barr We saw all of the wall that was visible at 1m distance."
    },
    {
        "id_str": "1453778725145878532",
        "full_text": "@AngelaRayner I’m sorry for your loss. Thank you for your reflection."
    },
    {
        "id_str": "1453345046934216712",
        "full_text": "This is the right direction. Lowering the taper rate is essential.\n\nStudents, those on UC and others are paying punitive marginal rates of tax. https://t.co/0vOfwb0b9n"
    },
    {
        "id_str": "1452908087208198149",
        "full_text": "This would rewrite the power politics of the world. Putin resurgent and our alliances under greater pressure would mean we need a stronger defence network of partners. https://t.co/Gd9KWHBVmw"
    },
    {
        "id_str": "1452618221564071937",
        "full_text": "Clearly inspired by Belloc:\n\nMothers Of Large Families (who Claim To Common Sense)\nWill Find A Tiger Will Repay The Trouble And Expense. https://t.co/2NGNaqiGk9"
    },
    {
        "id_str": "1452543675880415232",
        "full_text": "This is what defeat looks like. This will not end here. We are connected to a wider world and the suffering in Afghanistan will feed a new generation of hatred. Neighbouring states will be the first to face it but not the last. https://t.co/qrZo1IYUgu"
    },
    {
        "id_str": "1451952419164852227",
        "full_text": "Just seen this outside a pub near me. After a rubbish week this just makes it worse.\n\nCome on. They’re a nice place, small and run by good people. We don’t need this. https://t.co/vQ90zI1auk"
    },
    {
        "id_str": "1451923011116875789",
        "full_text": "This period will not be know as the Renaissance or the Enlightenment but instead the Unravelling. https://t.co/6JZ5NE5hRp"
    },
    {
        "id_str": "1451921837076647941",
        "full_text": "This is important. Our council is working for the whole community and needs to know what our community thinks. Please share your thoughts here. https://t.co/DEva42s5FT"
    },
    {
        "id_str": "1451878489368506373",
        "full_text": "Canvassing with @TMBCToryGroup is a magical experience! Great support for @vivianbranson too! https://t.co/M2fR2v97xZ"
    },
    {
        "id_str": "1451677401868607493",
        "full_text": "Good to see a British minister backing what many of us have been saying for years - countries that have hostile intent should not be in our critical infrastructure.  https://t.co/fJTPCUzZdS"
    },
    {
        "id_str": "1450511688676089861",
        "full_text": "@patrickwintour @ShukryaBarakzai I was very touched. https://t.co/BvEoG29N4v"
    },
    {
        "id_str": "1450368969752338433",
        "full_text": "Please read this. No one deserves this. https://t.co/8m3x0Uaujp"
    },
    {
        "id_str": "1450341412617269248",
        "full_text": "Damning.  https://t.co/d1KUAAxKSj"
    },
    {
        "id_str": "1450016389322977282",
        "full_text": "Three years ago I wrote this. Treason matters. https://t.co/YycVBKAAxZ"
    },
    {
        "id_str": "1449995020296232960",
        "full_text": "This is welcome. https://t.co/Cts4CxvE0a"
    },
    {
        "id_str": "1449994021510713345",
        "full_text": "@Will_Tanner @DanielKorski Could you organise a debate on this? I would like to hear it and I’m sure others would too."
    },
    {
        "id_str": "1449742274569572353",
        "full_text": "@Grumbletwat It’s genius."
    },
    {
        "id_str": "1449740234850189314",
        "full_text": "@Grumbletwat Have you read A Debt to Pleasure?"
    },
    {
        "id_str": "1449723822089900036",
        "full_text": "@Grumbletwat Call me if you survive!"
    },
    {
        "id_str": "1449692018066829317",
        "full_text": "It's my secret past. https://t.co/fzVHgz0kQ5"
    },
    {
        "id_str": "1449691172885118978",
        "full_text": "@I0I0IOO0 @cruise_advise @Melissa5857 @SkyNews I'm not."
    },
    {
        "id_str": "1449665962303795202",
        "full_text": "As always, beautifully written, but more importantly, beautifully argued by ⁦@matthewsyed⁩.\n\nIn a wired world it’s easy to trample on courtesy. Sir David never did | Comment | The Sunday Times ⁦@thetimes⁩  https://t.co/yIIGYHEhqw"
    },
    {
        "id_str": "1449653379085471746",
        "full_text": "The abuse is so often actually aimed at MP’s staff. People who have just turned up at work to help in the community, solve problems, and pull things together. Many of us get many 100s of emails and messages a day so we need help filtering. Those staff bear the brunt of it. https://t.co/Fm1P4cEnaG"
    },
    {
        "id_str": "1449624197248991232",
        "full_text": "We need new powers to investigate possible lab-leaks, check out reports of concern and work to prevent future pandemics. The @UN can help - the @iaeaorg could be a model. @CommonsForeign recommended it. @ft https://t.co/GGX4w8SF4R"
    },
    {
        "id_str": "1449479539101425666",
        "full_text": "Political violence - sometimes by individuals, sometimes by militias - has caused anguish and pain and achieved nothing. Thousands have been murdered, my friend David Amess is the last of so many. He would be praying he’s the last. https://t.co/DfIrbfzq7Q"
    },
    {
        "id_str": "1449301847232106497",
        "full_text": "@CharlieFlanagan And some people just need you to listen. And that’s fair enough too."
    },
    {
        "id_str": "1449287174445223942",
        "full_text": "This is about right. https://t.co/eRuwYIjco8"
    },
    {
        "id_str": "1449083165163859973",
        "full_text": "@n_roettgen Thank you my friend. We appreciate your constant support."
    },
    {
        "id_str": "1449064683445571585",
        "full_text": "@SvenTrueNorth @hbaldwin @BGIPU @IPUparliament Thank you."
    },
    {
        "id_str": "1449057837578080256",
        "full_text": "I’m about to be on @camanpour’s show on @CNN talking about my friend, David Amess MP who was murdered today."
    },
    {
        "id_str": "1449031828887703552",
        "full_text": "David @amessd_southend died as he lived - serving others, his community and our country.\n\nPlease remember his family and all his friends. We have all lost so much."
    },
    {
        "id_str": "1448938101448052736",
        "full_text": "Given Chairman Xi forces anyone he’s meeting to quarantine first, this isn’t completely surprising.\n\nChina is suffering major environmental damage but the CCP can’t risk the economic slowdown of action to protect its own people. Politics is v short term.\n\nhttps://t.co/zLHhwkm3I5"
    },
    {
        "id_str": "1448920760681222172",
        "full_text": "We're risking inflation and the troubles that brings. After 2008 can we be confident of the forecasts when we're seeing prices rise as much as 15% for the lowest paid? https://t.co/iiKtNZ4tUt"
    },
    {
        "id_str": "1448772066396737536",
        "full_text": "Foreign Secretary @trussliz is standing with allies and friends in Lithuania, as Britain always should. https://t.co/Efpz3ItS8r"
    },
    {
        "id_str": "1448403480851451908",
        "full_text": "This is another tragedy in a wonderful and normally incredibly peaceful country. The new government is facing a difficult first day. https://t.co/CkVLHSYGNP"
    },
    {
        "id_str": "1448339333614907403",
        "full_text": "@azeem I have to say, I'm a little disappointed."
    },
    {
        "id_str": "1448337642354102273",
        "full_text": "Read this thread. This is what we were doing. This is what has been taken. https://t.co/mkvFqGcUzU"
    },
    {
        "id_str": "1448055687557361667",
        "full_text": "The economics of defence are unbalanced. A US soldier in Afghanistan cost c$1m a year. A Taliban fighter less than $1k. US defence costs $bns while China’s kit costs $ms. Looking at raw numbers is meaningless when others get more bang for their buck. https://t.co/rreYh333Gk"
    },
    {
        "id_str": "1447976526318915593",
        "full_text": "Fascinating and important appointment of @MattHancock to @UN Economic Commission for Africa. Boosting the economies of Africa is one of the most essential tasks of this generation. https://t.co/3xdYwT8wNK"
    },
    {
        "id_str": "1447886369855090689",
        "full_text": "Great news from @nadhimzahawi improving education in our communities. https://t.co/jqxSZ9TCaO"
    },
    {
        "id_str": "1447235426637557760",
        "full_text": "This is fascinating and raises questions here in the UK. https://t.co/YiYFEvzJXe"
    },
    {
        "id_str": "1447207651591573505",
        "full_text": "The reason @Conservatives champion fiscal discipline is because the alternative sees prices rise and wages struggle to keep pace. Even if they look good in the early days accelerating wages and prices create inflation make everyone poorer in the end."
    },
    {
        "id_str": "1447206563060592644",
        "full_text": "Inflation eats into incomes and savings of the young and workers. It rewards assets and makes it harder to make ends meet.\nWe need to stop thinking about it as an economic problem and remember that this is about families and homes across the UK. https://t.co/dNOm6dJLQY"
    },
    {
        "id_str": "1447200608138768388",
        "full_text": "Sounds like the outline of a foreign policy. https://t.co/LwXZx2rdxQ"
    },
    {
        "id_str": "1447199704165539842",
        "full_text": "Rural crime is hurting people and businesses. We need to protect the our citizens. https://t.co/d7zOrCJwkP"
    },
    {
        "id_str": "1447136120307863554",
        "full_text": "@JimBethell @rcolvile “Can I have a sweetie?”\nNo.\n“Why?”\nIt’s still dark.\nDear reader, what error was that to set a trap for my future self.\nAn hour or so later…\n“Can I have a sweetie now?”"
    },
    {
        "id_str": "1446892295291297796",
        "full_text": "This isn’t just about America. https://t.co/RrMYyeYYdw"
    },
    {
        "id_str": "1446876350879518721",
        "full_text": "Beautiful. #NorthernIreland https://t.co/ooUEG0Uept"
    },
    {
        "id_str": "1446868382205321226",
        "full_text": "@carolynharris24 @LauraTurner_80 @RobbieButlerMLA @RealStephenKerr @uuponline Brilliant speech."
    },
    {
        "id_str": "1446866888370368519",
        "full_text": "And I’m not leaving empty handed! The shortest trip ever but it’s always wonderful to be in Ireland, and among friends. https://t.co/QIp2mHnQJF"
    },
    {
        "id_str": "1446866876471128069",
        "full_text": "Fantastic speech by @BeattieDoug. He’s right about the #UnionOfPeople. I’m always pleased to see him but today was special. Hearing an old friend would have been good whatever, but he knocked it out of the park! #Awesome #UUP21. https://t.co/OgLbgL7Pi9"
    },
    {
        "id_str": "1446797337096040449",
        "full_text": "Turns out other conferences have dancing. #UUP21 https://t.co/NJHEG3OFo4"
    },
    {
        "id_str": "1446769066832707584",
        "full_text": "Inspiring - @Ryan_McCready - thank you for talking about the unionism that speaks to me. A union of people who have more in common. #uup21 https://t.co/yWg4E9mTXl"
    },
    {
        "id_str": "1446760140888285185",
        "full_text": "It’s worth it to see an old friend! Thanks for the welcome @BeattieDoug #UUP21 https://t.co/qnfKhC9L0B"
    },
    {
        "id_str": "1446745805210144768",
        "full_text": "This is why I came. #WhatsYourExcuse? #UUP21 https://t.co/hQ6tl9omME"
    },
    {
        "id_str": "1446741018204942342",
        "full_text": "Always good to be back in Belfast. I come for the weather! #UUP21 https://t.co/xw46pAQgEH"
    },
    {
        "id_str": "1446722827164569601",
        "full_text": "Huge credit to @RishiSunak for working with others to achieve this. https://t.co/DIeCeRilKD"
    },
    {
        "id_str": "1446690791083200516",
        "full_text": "I’m on my way @BeattieDoug. The low cloud and the early start reminds me of every training ground we’ve ever been on! #UUP21 https://t.co/RaRRMaKW5x"
    },
    {
        "id_str": "1446539576705749001",
        "full_text": "Please join me and support this wonderful cause in memory of a great friend and deeply kind man. https://t.co/IBBJVVZf3p"
    },
    {
        "id_str": "1446526627031261242",
        "full_text": "@CharlieFlanagan Thank you @CharlieFlanagan"
    },
    {
        "id_str": "1446511486554288128",
        "full_text": "I look forward to joining you tomorrow. #UUP21 https://t.co/IeZBzKYvYO"
    },
    {
        "id_str": "1446428213434097666",
        "full_text": "This is heartbreaking. I’m so sorry. https://t.co/PFFrBQTjsb"
    },
    {
        "id_str": "1446397349341933569",
        "full_text": "This is just weird. https://t.co/zU7A5VDIsZ"
    },
    {
        "id_str": "1446239889054384140",
        "full_text": "@MikeHolden42 @auren He doesn’t need it and would never offer!"
    },
    {
        "id_str": "1446237572515176450",
        "full_text": "If you’re trying to run a startup and you’re not following @auren, you’re missing out on the best free advice from a genius. https://t.co/930fR0nzFV"
    },
    {
        "id_str": "1446142850949865472",
        "full_text": "Just met the wonderful @isaacbluwegoty1 family fighting cancer together. Such a great team please support them on @JustGiving https://t.co/flttfzSrio"
    },
    {
        "id_str": "1446032971325116416",
        "full_text": "The Midas Touch: King Mansa Musa’s gold delighted Cairo’s traders, until they were priced out of bread.\nRising wages are great but productivity isn’t about price it’s about output.\nWage hikes without better products are just inflation.\nhttps://t.co/nqvDHbR6vM"
    },
    {
        "id_str": "1446012438822981632",
        "full_text": "Afghan football girls ‘set for UK move’ as ⁦@pritipatel⁩ ‘ready to grant permission’ | ⁦@standardnews⁩ https://t.co/A3DnElOMY0"
    },
    {
        "id_str": "1445699734434287618",
        "full_text": "@vanillaweb I didn’t vote for them."
    },
    {
        "id_str": "1445697113812180992",
        "full_text": "Rising wages are great unless prices rise faster. Inflation matters - it’s about what we can afford and how families make ends meet in a tough month."
    },
    {
        "id_str": "1445686921062010891",
        "full_text": "@Kent_Online @michaelgove The dancing was more questionable than the singing!"
    },
    {
        "id_str": "1445658758093279239",
        "full_text": "I was privileged to know Maj Gen Matt Holmes @RoyalMarines in Afghanistan and @DefenceHQ. He was a courageous, thoughtful and kind friend. I shall miss him. If you need it, please ask for help. You can call @CombatStress on 0800 138 1619.\nhttps://t.co/vrWWhzrYba"
    },
    {
        "id_str": "1445558519768309760",
        "full_text": "This is a fun and challenging review of the @007 latest and today’s challenging political reality https://t.co/lPaaYd9Umv"
    },
    {
        "id_str": "1445271179984523264",
        "full_text": "Afghan women footballers are in Pakistan right now waiting to know their fate. In a week they could be flown to safety or sent back to forced marriage and slavery. @LUFC and @richardbranson support them. We can too. https://t.co/j4qKz5h4bn"
    },
    {
        "id_str": "1444604056215990277",
        "full_text": "From Hever to Manchester… here we go #CPC21 @Conservatives https://t.co/CKm4czo6cz"
    },
    {
        "id_str": "1444601373560123393",
        "full_text": "So, turns out that Rodents of Unusual Size are terrifying if you’re seven or four and they “never want to see them again”.\n\nAs they wish."
    },
    {
        "id_str": "1444559601601597444",
        "full_text": "This update on Afghanistan is worth reading. Buyers remorse is strong. One regional party asked me recently what military support we would give and seemed astonished by the answer - none. https://t.co/AR0Y5DHKcE"
    },
    {
        "id_str": "1444555191542599687",
        "full_text": "@BenGoldsmith @indiaknight In our community, public transport just isn’t an option. It should be and we need to invest in buses but today…we need the fuel that isn’t here."
    },
    {
        "id_str": "1444426472668680204",
        "full_text": "Thank you @nealerichmond. It’s an honour to be remembered in @OireachtasNews particularly when mentioned by a friend!\n\nhttps://t.co/DTKYhmVOIL"
    },
    {
        "id_str": "1444397210624462852",
        "full_text": "Great interview explaining why it matters to Foxy and others. https://t.co/dcILCUk7BR"
    },
    {
        "id_str": "1444329649824206853",
        "full_text": "Fantastic achievement by my brilliant  friend @tracey_crouch  #thisgirlcan https://t.co/EqAj1ObQKp"
    },
    {
        "id_str": "1444304607203704839",
        "full_text": "@BunnyLadyofKent Oh no, I’m home already!!"
    },
    {
        "id_str": "1444285587142361089",
        "full_text": "Human automation. https://t.co/VQfzkEKp8T"
    },
    {
        "id_str": "1444283394414809089",
        "full_text": "News from the doorsteps in Tonbridge is interesting. We need to focus on what matters to everyone. #ListeningToKent"
    },
    {
        "id_str": "1444283111227985926",
        "full_text": "It’s great to hear @KingsCollegeNHS has just got a pint of my. @GiveBloodNHS runs an amazing network connecting those who can with those who need. That’s what community is about. #DonateIfYouCan https://t.co/34JuSvTYeB"
    },
    {
        "id_str": "1444250083399290881",
        "full_text": "To badly misquote @Baddiel - We’re trying to help Afghan women’s football ⚽️ find a new home.\n\nThese women can’t go back, we can offer them a new start. https://t.co/UZSKTZJcm3"
    },
    {
        "id_str": "1443882758430990340",
        "full_text": "https://t.co/jQQWlHCnUS"
    },
    {
        "id_str": "1443632040105103368",
        "full_text": "@ShariefKhurasa1 Please email me on tom.tugendhat.mp@parliament.uk."
    },
    {
        "id_str": "1443631589129433097",
        "full_text": "@siantwin Thank you for his service."
    },
    {
        "id_str": "1443600645647441920",
        "full_text": "Awesome to see the cooperation at sea. Alliances matter more than ever - defence, diplomacy, trade and environmental all need to be brought together. https://t.co/3rw1XY584Z"
    },
    {
        "id_str": "1443242225199157253",
        "full_text": "@youngvulgarian I don’t know where to begin, but please, make it end."
    },
    {
        "id_str": "1443235777484316674",
        "full_text": "@youngvulgarian Dear god, that’s either perfume or porn!"
    },
    {
        "id_str": "1443234584888492046",
        "full_text": "@youngvulgarian You are such a nerd that's really niche!"
    },
    {
        "id_str": "1443210718552150016",
        "full_text": "This, by @RicHolden, is completely right. The marginal tax rates of almost 70 percent many see are wrong and discourage people from working and seizing opportunity. We can do better. https://t.co/vhGXzShKxG"
    },
    {
        "id_str": "1443189800614473728",
        "full_text": "Thank you for lunch @PotashFarm! Getting Kent cobnuts delivered to @UKParliament is cheaper than sandwiches and is a part of home, here! https://t.co/F8nrUy3XfE"
    },
    {
        "id_str": "1443127348593893376",
        "full_text": "Thank you @kent_police for clearing the M25 so quickly. https://t.co/CSPwpTXFbv"
    },
    {
        "id_str": "1443124497729589249",
        "full_text": "The protest on the M25 near Swanley is a a further punishment to working people in our community and those who need to get around. I hope @kent_police clear the road soon. We have too many obstacles already."
    },
    {
        "id_str": "1442903680068435970",
        "full_text": "I am very disappointed that @Se_Railway has needed to be taken over by the Gov because of an irregularity. From East Malling to Tonbridge, we all depend on the railways and they receive large amounts of our taxes. We should expect better."
    },
    {
        "id_str": "1442801731704868866",
        "full_text": "Thank you. Cooperation is important but academic freedom depends on resilience and the ability to operate independently of outside influence. https://t.co/bFzA3xgCLB"
    },
    {
        "id_str": "1442598100187553795",
        "full_text": "@ashalexcooper Thank you. We’ve been in this together and not just us. Heroic Afghans, Americans, Brits and many others who will never be known but always remembered."
    },
    {
        "id_str": "1442555099595755520",
        "full_text": "@CarolynWebster_ @Charlie533080 Charlie and I are working together. We’re a very large team!"
    },
    {
        "id_str": "1442547096717086723",
        "full_text": "I'm can't tell you how – I'll use this route again, but one interpreter I worried about is now out! With his family – five kids – he's spent weeks terrified and one step ahead of the Taliban who searched for them. Now they're safe. I am so grateful to some extraordinary people."
    },
    {
        "id_str": "1442203439283507206",
        "full_text": "The frequent and subtle reminder that #SpinalTap is genius.\n\n@HEYDUGGEE Christmas lights are too bright. They go to 11."
    },
    {
        "id_str": "1441824868350242826",
        "full_text": "Welcome home. https://t.co/Ny6Qh7nuOy"
    },
    {
        "id_str": "1441789922663223296",
        "full_text": "We need to match the sense of urgency in getting people out that the Taliban show in tracking them down. https://t.co/Ba6dl6z00a"
    },
    {
        "id_str": "1441783129388158980",
        "full_text": "Damn. My edits haven’t helped but you get what I mean!"
    },
    {
        "id_str": "1441782446631096324",
        "full_text": "In 3 months has drawn China 3 false lessons from our actions:\n1. Commitments don’t matter - Afghanistan\n2. Allies can be ignored - France\n3. Force can trump the law - Meng Wanzhou\n\nAll 3 are wrong but believing any makes an escalation more likely if Beijing misjudges us. https://t.co/EvZqGfsUA6"
    },
    {
        "id_str": "1441552998476533761",
        "full_text": "This ⁦@itvmeridian⁩ report about the new ⁦@PlattPrimary⁩ building is a real celebration of our community. I’m so grateful to all the staff, governors, councillors and families who made it happen. Thank you!!!! https://t.co/X7SCIjSbN7"
    },
    {
        "id_str": "1441362124547178496",
        "full_text": "We’re lucky to have ⁦@Spadeworkoffham⁩ in our community. I’m proud to work with the amazing team that delivers for us all in West Kent and cares for our community in #WestMalling. They’ve done brilliantly to win a Kent Care Award too! https://t.co/ieOrR7vGNG"
    },
    {
        "id_str": "1441048393539784705",
        "full_text": "This is great news. We need to help our town improve and the approach to our station matters. https://t.co/w8EmiUMimT"
    },
    {
        "id_str": "1440719830328352770",
        "full_text": "Lithuania urges people to throw away Chinese phones - BBC News https://t.co/PPTPZU1vUN"
    },
    {
        "id_str": "1440717971622535172",
        "full_text": "This is a powerful record of the challenge of getting people out of Afghanistan. @bariweiss has exposed so many of the failings. https://t.co/uVKmTGCViV"
    },
    {
        "id_str": "1440599069571698691",
        "full_text": "Russia's intelligence services have been stripped out by Putin's theft from the state.\nhttps://t.co/Ul1y703f6W"
    },
    {
        "id_str": "1440569953468354576",
        "full_text": "Our High Commissioner in Pakistan is right. Cricket is an important connector between our people. I am very disappointed by the decision by @ECB_cricket to cancel the tour. https://t.co/XiGp3KjZJH"
    },
    {
        "id_str": "1440563840534474759",
        "full_text": "This is extraordinary interference in the internal affairs of a sovereign country by the Chinese Communist Party. New Zealanders deserve better. https://t.co/0wzYyNTAXp"
    },
    {
        "id_str": "1440328547797639168",
        "full_text": "@ajwillshire @EssexCanning @RobertBuckland @GiveBloodNHS @McVities This is treason."
    },
    {
        "id_str": "1440328436610854921",
        "full_text": "中秋快乐!\nHappy Mid Autumn Festival! And may your mooncakes be delicious! https://t.co/xmgv1bIH4J"
    },
    {
        "id_str": "1440327852436586501",
        "full_text": "@EssexCanning @RobertBuckland @GiveBloodNHS @McVities Resign."
    },
    {
        "id_str": "1440326778694746114",
        "full_text": "Yesterday was @GiveBloodNHS day for me. I go for the @McVities Mint Club. It is the best biscuit. This is not up for debate.\n\nIt’s only one reason why I give🩸- why do you? https://t.co/SzLSRQFOdm"
    },
    {
        "id_str": "1440321653318160403",
        "full_text": "I for one am astonished that the Taliban doesn’t seem to be taking much notice of the many speeches of those who they defeated and seems to be largely unchanged.\n\nIn other news, the Pope is still Catholic. https://t.co/ChkPsjj7fc"
    },
    {
        "id_str": "1440307098332459027",
        "full_text": "And here: https://t.co/PcBOG6LFJH"
    },
    {
        "id_str": "1440307096453402628",
        "full_text": "You can watch some of their work here: https://t.co/lD0AL8mFIK"
    },
    {
        "id_str": "1440307094645731338",
        "full_text": "We’re about to hear from leading figures in the thriving Nigeria music scene in today’s @CommonsForeign session. I’ll be speaking to @patorankingfire and Shopsy Doo at 14.30. https://t.co/lTVjRFxbhD"
    },
    {
        "id_str": "1440008008944214020",
        "full_text": "This is very disappointing. The @TheRealPCB vs @englandcricket matches are always brilliant. https://t.co/fIBYRrWAkg"
    },
    {
        "id_str": "1439962411847532548",
        "full_text": "The US lifting the travel ban on Europe is great news. We will be able to get back to travelling and meeting. And for some of us meeting new nephews (who aren’t that new any more!)"
    },
    {
        "id_str": "1439949148757925890",
        "full_text": "Please join us in 15 mins to discuss Germany, China, and EU foreign policy. @ChinaResearchGp https://t.co/3xINcgMP5u"
    },
    {
        "id_str": "1439168420998680578",
        "full_text": "@FHeisbourg I accept the difference. I just hear the silence from Berlin."
    },
    {
        "id_str": "1439165124657532930",
        "full_text": "@gideonrachman @FHeisbourg Germany and Japan also bid for the submarine contract. They don’t seem as upset."
    },
    {
        "id_str": "1438940791418851328",
        "full_text": "Diplomacy, @CommonsSpeaker-style! https://t.co/cymG2uYRn4"
    },
    {
        "id_str": "1438764838050803713",
        "full_text": "This is a celebration for us all. Your continued courage and insights are inspiring. https://t.co/FfFZo4x9yu"
    },
    {
        "id_str": "1438535827299213313",
        "full_text": "@patrickwintour https://t.co/EegfJ0Q7zW"
    },
    {
        "id_str": "1438522091129630723",
        "full_text": "@patrickwintour He’s wrong. Again."
    },
    {
        "id_str": "1438515831177023495",
        "full_text": "@ConorBurnsUK @parklodgeschool Really? You haven't!!"
    },
    {
        "id_str": "1438482701078650883",
        "full_text": "@smccarthynire @uuponline Good luck! I look forward to seeing you soon."
    },
    {
        "id_str": "1438451428666789896",
        "full_text": "@nealerichmond @uuponline Exactly!"
    },
    {
        "id_str": "1438450972519452674",
        "full_text": "There are many Catholic unionists. Including me. I’m glad to see another one running for a Unionist party. Good to see Stephen McCarthy standing for the @uuponline. https://t.co/sJxfEhYlk6"
    },
    {
        "id_str": "1438446376426393604",
        "full_text": "There’s still a lot more to do! Australia 🇦🇺\nUnited Kingdom 🇬🇧 \nUnited States 🇺🇸 https://t.co/1AhTFBUmKK"
    },
    {
        "id_str": "1438445981897576450",
        "full_text": "The #AUKUS agreement is a great step forward. There’s more to do. Read this thread for some thoughts and this @CISOZ paper I wrote in June for some details.\nhttps://t.co/oMd0t9XmNF https://t.co/oGVVUHE6te"
    },
    {
        "id_str": "1438372425159385088",
        "full_text": "This isn’t the first time a @CommonsSpeaker has stood up for the rights of @HouseofCommons against tyrants.\n\nThis time @LindsayHoyle_MP has made clear that sanctions on MPs for simply speaking in Parliament are unacceptable and those who impose them are not welcome. https://t.co/UG8Kaa9w31"
    },
    {
        "id_str": "1438273162698010630",
        "full_text": "This makes the pivot to Asia, for both Britain and the US, a reality. And makes the future of Australia more secure.\nTonight our allies - and our citizens - are safer. That’s what foreign policy should deliver.\n\nThe nuclear boats are at the vanguard of a stronger future. 13/"
    },
    {
        "id_str": "1438273160839942157",
        "full_text": "Tonight, Beijing will have realised the pressure on Australia has triggered a response. This is a powerful answer to those who thought the US was pulling back and the propaganda claiming Washington wasn’t a reliable ally. 12/"
    },
    {
        "id_str": "1438273159476695040",
        "full_text": "And #AUKUS can help them too. Britain’s key role has been as a network enabler, helping many work together. Now we can do that with advanced technology and future capabilities. We can work to bring others with us. 11/"
    },
    {
        "id_str": "1438273158000390144",
        "full_text": "We don’t have the strategic depth of our two partners. We need allies to extend our military frontier as far as we can - to the easternmost borders of Lithuania and Latvia, and the Mediterranean Sea. Europe still matters to us. We can’t opt out of geography. 10/"
    },
    {
        "id_str": "1438273156628746245",
        "full_text": "And others will be worried that this new alliance could see us diminish our commitment to @NATO’s European tasks in favour of new horizons. We need to reassure them we’re not going anywhere. 9/"
    },
    {
        "id_str": "1438273154842046466",
        "full_text": "While Australia, UK and US together ensure global coverage, others are vital to our future stability at home in Europe. The French, who will be smarting at this decision to abandon their diesel-electric boat, will be worried they’re cut out of all future contracts. 8/"
    },
    {
        "id_str": "1438273152803557376",
        "full_text": "The next steps are obvious - a permanent port for our own boats operating in the region; a joint fleet to ensure complete cooperation; the gradual inclusion of regional partners. But we must also remember others. 7/"
    },
    {
        "id_str": "1438273151390060544",
        "full_text": "Australia should have bought nuclear powered boats in 2016 but the anti-nuclear lobby were stronger and the threats less stark. Now none of us have the luxury of opting for trading capability for politics. The price is too high. 6/"
    },
    {
        "id_str": "1438273134021464065",
        "full_text": "And nor did the US or UK. We know that we need a regional power and to partner with and the nation that most closely shares our interests, and can be relied on completely, is Oz. 5/"
    },
    {
        "id_str": "1438273132754788359",
        "full_text": "The reason for all this is clear - China. After years of bullying and trade hostility, and watching regional neighbours like the Philippines see encroachment into their waters Australia didn’t have a choice. 4/"
    },
    {
        "id_str": "1438273131358179332",
        "full_text": "From artificial intelligence to advanced technology the US, UK and Australia will now be able to cost save by increasing platform sharing and innovation costs. Particularly for the smaller two, that’s game-changing. 3/"
    },
    {
        "id_str": "1438273129873387524",
        "full_text": "Bringing together the military industrial complex of these three allies together is a step change in the relationship. We’ve always been interoperable, but this aims at much more. 2/"
    },
    {
        "id_str": "1438273128245907460",
        "full_text": "The #AUKUS agreement is about much more than boats. Nuclear powered submarines are essential to supporting allies like Japan and defend Australia but the real gain is long term. 1/"
    },
    {
        "id_str": "1438260143221772288",
        "full_text": "@LawDavF @GerardAraud This was the decision that should have been made in 2016. Many of us made the case but Australia’s anti-nuke lobby stymied that. Now the strategic threats have made clear they - and we - no longer have that luxury."
    },
    {
        "id_str": "1438187060515557385",
        "full_text": "This is very good news. https://t.co/IlIJ8KZLhi"
    },
    {
        "id_str": "1438182630374182916",
        "full_text": "So good to see @annietrev brilliantly summarising why she’ll be brilliant at the job! @tradegovuk https://t.co/s71CAHZT6w"
    },
    {
        "id_str": "1438175898604343300",
        "full_text": "What can 9-year-old migrants who don’t speak English achieve in the UK? Amazing things. Here’s one who became @educationgovuk secretary. \n\nCongratulations @nadhimzahawi!!!! https://t.co/68i1v8rL1h"
    },
    {
        "id_str": "1438173323351969797",
        "full_text": "Today on #YomKippur I hope people are able to spend time with family. G'mar chatima tova!"
    },
    {
        "id_str": "1438132613366042630",
        "full_text": "With the range and threat they’re dealing with @Australian_Navy thinking about a nuclear-powered fleet is a welcome addition to the defence of democracy."
    },
    {
        "id_str": "1437771839070162956",
        "full_text": "This is a very different Taliban? https://t.co/HDpLoXVwFt"
    },
    {
        "id_str": "1437687953615097857",
        "full_text": "This is challenging and as always from @TheBFPG - worth reading. https://t.co/lf5aaoHtTc"
    },
    {
        "id_str": "1437362557363314692",
        "full_text": "@redshepherdess Congratulations!"
    },
    {
        "id_str": "1437082810284662786",
        "full_text": "This sounds like it’s worth reading. The review certainly is. @SebastianEPayne https://t.co/jJtnglJTvF"
    },
    {
        "id_str": "1436798419234873346",
        "full_text": "This is a leader’s speech. Uniting a nation, recalling the strength of the people and championing her virtues.\n\nPres Bush is right: the foul spirit that inspires division and extremism at home and abroad must be fought, together. https://t.co/x5s3R8Bhq9"
    },
    {
        "id_str": "1436708304084942851",
        "full_text": "A great start to the weekend - making our town just a bit better with @TMBCToryGroup councillors. https://t.co/7D6PzfJ7Oc"
    },
    {
        "id_str": "1436103783675834368",
        "full_text": "@patrick_kidd @yngvlgrn These two stories explain why I am guilty of encouraging the decline of the print media in the UK. I think they’re great stories. I know I’m alone."
    },
    {
        "id_str": "1436101524858580994",
        "full_text": "@wallaceme @rcolvile @yngvlgrn And a very large bill. Don’t forget the bill 💵"
    },
    {
        "id_str": "1436100495509278720",
        "full_text": "@wallaceme @rcolvile @yngvlgrn Ankylosaurus. I will take no questions."
    },
    {
        "id_str": "1436074565654962177",
        "full_text": "This is a fantastic initiative. @vickyford has driven this. It will give a chance for many who may otherwise not have seen this opportunity. https://t.co/oZyFTztT8i"
    },
    {
        "id_str": "1435924036085817345",
        "full_text": "Delighted @tonbridgeangels are on board with the @FairGameUK initiative. They are one of the best run clubs in the country, invested in the heart of the community, and an example to all. These recommendations can only help improve governance at all tiers of the football pyramid."
    },
    {
        "id_str": "1435895053436788737",
        "full_text": "This is entertaining. https://t.co/53521oMt3a"
    },
    {
        "id_str": "1435889586580901888",
        "full_text": "Journalism is the frontline of freedom. In Afghanistan it is under vicious attack. https://t.co/lseXPV9WvT"
    },
    {
        "id_str": "1435867196908052480",
        "full_text": "The spread of terror in Ethiopia is horrific. https://t.co/cwrxvISCXd"
    },
    {
        "id_str": "1435666695394365444",
        "full_text": "@rcolvile @jburnmurdoch Did you mull Rotunda?"
    },
    {
        "id_str": "1435489443322937347",
        "full_text": "I’m glad @CommonsForeign kept raising this! We’ve stopped the sale of a chip firm and defended British innovation.\n\nForeign policy isn’t about foreigners, it’s about understanding the world and building alliances to defend the interests for British people. https://t.co/GMM0yuc95a"
    },
    {
        "id_str": "1435480973894893571",
        "full_text": "This👇by Jonathan Gullis is worth reading. \n\nhttps://t.co/jBW0hhWpQI"
    },
    {
        "id_str": "1434896608961998850",
        "full_text": "We all stand with Canada and condemn the detention of Michael #Kovrig and Michael #Spavor. @CommonsForeign has called out the taking of hostages as a form of foreign policy. https://t.co/4WfkRYrSF4"
    },
    {
        "id_str": "1434822291108634631",
        "full_text": "@JohnnyVegasReal @BBCNews Thank you. That’s very kind."
    },
    {
        "id_str": "1434772221868875777",
        "full_text": "Happy New Year to our Jewish friends. \nשנה טובה!"
    },
    {
        "id_str": "1434621950245154829",
        "full_text": "This is well worth reading by ⁦@LawDavF⁩.\n\nhttps://t.co/3GMkmI0FTn"
    },
    {
        "id_str": "1434490369576771584",
        "full_text": "Again @matthewsyed is brilliant. Fanatics can be beaten — if we admit it’s their faith that motivates them\n\nhttps://t.co/lula19pe6j"
    },
    {
        "id_str": "1434477092293517312",
        "full_text": "That’s correct. @siralexyounger is careful with language. https://t.co/rt0mDUPMY4"
    },
    {
        "id_str": "1434428317457915905",
        "full_text": "Again @ianbirrell is highlighting the need for clearer answers on the origins of Covid. We need to know so we can avoid this happening again.\n\nhttps://t.co/3SlmqI4Vsx"
    },
    {
        "id_str": "1434245818618368001",
        "full_text": "@Baddiel Centrist dad."
    },
    {
        "id_str": "1433805619862069250",
        "full_text": "This is wrong. Every day that passes increases the danger.\nhttps://t.co/1Zj4Cm152Z"
    },
    {
        "id_str": "1433732594319994880",
        "full_text": "What do you mean it's a half day and they're back in an hour??????"
    },
    {
        "id_str": "1433700149134512164",
        "full_text": "I’m not saying I don’t miss them, but wow—who knew the house could be quiet? #workingfromhome #firstdayofschool"
    },
    {
        "id_str": "1433338906775261186",
        "full_text": "@johnmcternan @anandMenon1 @iainmartin1 France is already a very close defence partner and Germany an intelligence partner. There are many others too who are often overlooked - Estonia, Norway, Denmark, the Netherlands - to name a few."
    },
    {
        "id_str": "1433329832193150979",
        "full_text": "@anandMenon1 @iainmartin1 It’s only duplicative if you are certain your allies will always be with you. If anything is proof of the need to deepen and strengthen military alliances - even within the EU - it’s the overlapping defence spending."
    },
    {
        "id_str": "1433032375563341825",
        "full_text": "Just FYI - I'm not able to attend this event. https://t.co/u6Gc5FrgDk"
    },
    {
        "id_str": "1433013347545460741",
        "full_text": "This afternoon @CommonsForeign will meet to speak with @DominicRaab about @FCDOGovUK's actions around the collapse of Afghanistan and the evacuation operation. Please join us on @ParliamentLive at 1400."
    },
    {
        "id_str": "1432643250419077124",
        "full_text": "Ending wars is good. Leaving people defenceless in front of armed gangs is not how you end a war, it's how you start a new one. https://t.co/ZCGOu17Ylg"
    },
    {
        "id_str": "1432299611927072771",
        "full_text": "@rachman_joseph Read this: https://t.co/Kf6I8Idoyd"
    },
    {
        "id_str": "1432299144346062857",
        "full_text": "I have an update! An Indian friend kindly shared this with me about the curry connection between India and Japan. It’s fascinating, well, quirky and interesting to me anyway!\n\nhttps://t.co/Kf6I8Idoyd"
    },
    {
        "id_str": "1432298179052064775",
        "full_text": "It’s not communism if you give it away, it’s communism if it’s taken away. https://t.co/B0GzuHcyCY"
    },
    {
        "id_str": "1432296353607127040",
        "full_text": "This is a podcast worth listening to. HR McMaster talking with ⁦@bariweiss⁩ about Afghanistan.  https://t.co/4AHnAglLMu"
    },
    {
        "id_str": "1432284176510853122",
        "full_text": "This is oddly compelling! https://t.co/DdfxR95toj"
    },
    {
        "id_str": "1432134162807410690",
        "full_text": "Heartbreaking. This reveals so much. \nhttps://t.co/TLzKrk0f1c"
    },
    {
        "id_str": "1431982016992616459",
        "full_text": "@SharriMarkson @DaveSharma @RepMcCaul @ALeighMP @apatrickafr @GemmaTognini That would be great!"
    },
    {
        "id_str": "1431900216274345985",
        "full_text": "@SharriMarkson @RepMcCaul @DaveSharma @ALeighMP @apatrickafr @GemmaTognini Great to be on with my mate @DaveSharma"
    },
    {
        "id_str": "1431728421369962503",
        "full_text": "Our troops have now left Afghanistan but many have not.\n\nNot only are many of our friends left behind but so are some incredibly brave medics and teams of aid workers. Please support @emergency_ngo here: https://t.co/W17ndzY7XV"
    },
    {
        "id_str": "1431667056664002563",
        "full_text": "Support Our Afghans - a Community crowdfunding project in London by Jonny Mortimer Hendry https://t.co/4M6szhrIhw"
    },
    {
        "id_str": "1431174728883085317",
        "full_text": "We stand with Lithuania 🇱🇹 \n\nFree nations are standing together as China puts pressure on a sovereign people to change their policies. We stand together as @NATO and Europe. https://t.co/dX0Ob9FnNZ"
    },
    {
        "id_str": "1431142571028406272",
        "full_text": "The military have done an amazing job but this means many - including my interpreter - will not get out.\n\nI’m not giving up but my anger and shame for those we’ve left behind to be hunted by the Taliban is growing. https://t.co/rukpzYNfMT"
    },
    {
        "id_str": "1431023852956626944",
        "full_text": "How @FCDOGovUK handled this crisis will be the subject of a coming @CommonsForeign inquiry. The evidence is already coming in.\nhttps://t.co/3edJLkIZGe"
    },
    {
        "id_str": "1430992376026304515",
        "full_text": "This begs so many questions. This is so unnecessary, so unforced. It’s betrayal of so much and so many. https://t.co/8QZgEOFPm4"
    },
    {
        "id_str": "1430983131641917441",
        "full_text": "If you ever wonder what the @USMC motto Semper Fidelis means, it means this.\nAlways loyal, always faithful, to the end.\nAll veterans feel the heartache at the news and the gratitude that the guards, Marines, did not let them pass. #SemperFi \nhttps://t.co/fKgO6Jv1TH"
    },
    {
        "id_str": "1430978458323193856",
        "full_text": "The @USMC who were killed in this horrific attack were courageously standing guard. The Taliban's partners in the Haqqani Network and other terrorists will be celebrating. Abroad, Al Shabab and Boko Haram will also be pleased.\nThis is a tragic day for us all #SemperFi"
    },
    {
        "id_str": "1430910064446091264",
        "full_text": "The attack on innocent people at Kabul airport simply trying to escape the horror of Taliban rule shows exactly who the group has brought with them.\n\nThe pattern is well established - from Nigeria and Mali to Syria and Iraq whenever Islamist extremists take power, terror follows."
    },
    {
        "id_str": "1430620698561634309",
        "full_text": "This BBC programme about the Chinese Communist Party's United Front organisation that seeks to undermine and control cultural and scientific connections builds on work by @CommonsForeign @Civitas_UK and others. It's important. Please watch it.\nhttps://t.co/kA2vvd1rF7"
    },
    {
        "id_str": "1430593726863323148",
        "full_text": "Leadership is service. https://t.co/xIRVNiJZrr"
    },
    {
        "id_str": "1430589873082208259",
        "full_text": "This is what defeat feels like. Impotence, shame, anger, and deep, deep sadness."
    },
    {
        "id_str": "1430583024077393921",
        "full_text": "Thank God. His son is breathing again. The family is well. I’m sorry I can’t hide my profound sadness. I know it is shared by many who have done so much today."
    },
    {
        "id_str": "1430577224143544333",
        "full_text": "There’s no way to put a good spin in this. My friend’s son was caught in a crush, is hurt and he’s decided to take the family to hospital. I can’t thank the team on the ground enough but this is a failed attempt to get out. \nI’m so sorry to bring sad news."
    },
    {
        "id_str": "1430422326038892544",
        "full_text": "Taliban 2.0...\nFrom Zwan, courage. Right to the end.\nhttps://t.co/dDV4FXdYSg"
    },
    {
        "id_str": "1430410744105943042",
        "full_text": "This @FT article by ⁦@MESandbu⁩ is tragically accurate. The focus on military results not economic or legal reforms was a mistake we lived with throughout. https://t.co/bJRyZNCwAq"
    },
    {
        "id_str": "1430400122198929413",
        "full_text": "If you’re still waiting - so am I."
    },
    {
        "id_str": "1430315505815105538",
        "full_text": "If you’re still up, keep vigil with me. I’m waiting for a call, to make a connection, and a confirmation that someone is safe. It might happen tonight. It nearly did yesterday.\nWith me are remotely are @DefenceHQ @FCDOGovUK @ukhomeoffice who are working so hard. Thank you."
    },
    {
        "id_str": "1430233133182554115",
        "full_text": "I also hope that work with Kenya, Nigeria and Mali, as well as the African Union will be increased as groups like Al Shabab and Boko Haram are drawing inspiration from the Taliban’s success in Afghanistan."
    },
    {
        "id_str": "1430233131660062720",
        "full_text": "I now look forward to India, and other regional partners being included in future discussions. They have a greater stake that some other G7 members."
    },
    {
        "id_str": "1430230811027152902",
        "full_text": "I also hope that work with Kenya, Nigeria and Mali, as well as the African Union will be increased as groups like Al Shabab and Boko Haram are drawing inspiration from the Taliban’s success in Afghanistan."
    },
    {
        "id_str": "1430230807881437186",
        "full_text": "I welcome the meeting and @BorisJohnson asking for the extension. The result is not surprising. This was—in reality—a request to the Taliban whose actions in recent weeks have told us more about them than their ISIS-inspired PR operation."
    },
    {
        "id_str": "1430214632535379968",
        "full_text": "🇫🇷🇩🇪🇮🇹🇯🇵🇬🇧🇺🇸🇪🇺Foreign Affairs Committee statement of requests is below.\nThe leaders' statement is here https://t.co/A7MwsNlfD7 https://t.co/WPLAuUQrt5"
    },
    {
        "id_str": "1430165060824047618",
        "full_text": "@aliciakearns It really wasn’t me. I’m lucky to know some amazing people."
    },
    {
        "id_str": "1430105946009833474",
        "full_text": "@wallaceme @peterApinto @JoeBiden That thinking is fundamentally a denial that they have agency."
    },
    {
        "id_str": "1430090095223263246",
        "full_text": "Today's @G7 will shape the direction of travel. We need to get the right result. Here's my views in @Telegraph and below is the joint statement I signed with my G7 foreign affairs committee colleagues.\nhttps://t.co/d0PoHzkV0y https://t.co/WPLAuUQrt5"
    },
    {
        "id_str": "1430089675457409024",
        "full_text": "I wrote for @TheSun this morning on the threats we're seeing in Afghanistan and how we can act from now.\n\nThe courage of our troops is remarkable but this isn't just about Kabul. The impact will be felt around the world.\nhttps://t.co/1PzZf3ZUS0"
    },
    {
        "id_str": "1430085651098185728",
        "full_text": "The🇨🇦Canadian Parliament is dissolved for the coming general election."
    },
    {
        "id_str": "1430085648778678279",
        "full_text": "3⃣ - Bring in🇮🇳India and the African Union to prepare for regional and global impact\n\nThis is a crisis that will touch us all. We need to work together. That's why we've set out the agenda we would like to see."
    },
    {
        "id_str": "1430085646165626884",
        "full_text": "2⃣ - Agree jointly on the conditions for talking to the Taliban and the conditions for and sanctions https://t.co/3ecl1WioAt"
    },
    {
        "id_str": "1430085640276824068",
        "full_text": "Before today's @G7 the 🇫🇷🇩🇪🇮🇹🇯🇵🇬🇧🇺🇸&amp; 🇪🇺parliaments' Foreign Affairs Committees came together to set out requests to our governments.\n\n1⃣ - More time for evacuation and urgent work with the🇺🇳 @UN to prepare for a humanitarian crisis https://t.co/xpF7ViLLU4"
    },
    {
        "id_str": "1430068327158849539",
        "full_text": "*The Canadian Parliament is dissolved for the coming general election."
    },
    {
        "id_str": "1430068324390608899",
        "full_text": "3 - Bring in India and the African Union to prepare for regional and global impact\n\nThis is a crisis that will touch us all. We need to work together. That's why we've set out the agenda we would like to see.\n🇪🇺🇫🇷🇩🇪🇮🇹🇯🇵🇬🇧🇺🇸"
    },
    {
        "id_str": "1430068320674398210",
        "full_text": "Before today's @G7 the Foreign Affairs Committee came together to set out requests from our governments.\n1 - Request more time for evacuation and work with the @UN to prepare for a humanitarian crisis\n2 - Do not act unilaterally on talking to the Taliban and agree conditions https://t.co/CHXrHiEAdG"
    },
    {
        "id_str": "1430052959472300038",
        "full_text": "This is a great idea. @SouthernRailUK &amp; @Se_Railway … any plans? https://t.co/0015kZ2tIO"
    },
    {
        "id_str": "1430052454884945928",
        "full_text": "Wonderful to hear you’re representing the British people on Zambia’s Inauguration Day. A great country with a great future. https://t.co/JC5wNXwmD4"
    },
    {
        "id_str": "1430036980616900619",
        "full_text": "Yes. I have been up all night. No, not for the first time this past fortnight."
    },
    {
        "id_str": "1430036725166972928",
        "full_text": "I’m delighted to say that the first stage of the journey has gone silently. The next stage won’t be easy but every mile passed is a danger less. https://t.co/kePOeG3dWG"
    },
    {
        "id_str": "1429954042143313922",
        "full_text": "Actions don’t happen in isolation. We’re watching the rebirth of an ideology on the back of military success.\nOur friends in Kenya, Nigeria and across the continent will need support. We need to be ready to give it. \n\nhttps://t.co/EE8A2gfxGl"
    },
    {
        "id_str": "1429941854167044098",
        "full_text": "Thank you for copying this down. https://t.co/dnnL8Brmn4"
    },
    {
        "id_str": "1429903481104633862",
        "full_text": "Tonight a friend is travelling at night with his family in the hope of saving himself, his wife and his children from the Taliban. They’re trying to find safety. The danger they’re facing is huge. I am thinking of them tonight. I hope they will be safe soon."
    },
    {
        "id_str": "1429891578835898371",
        "full_text": "Taliban 2.0 isn’t different, it’s better resourced. https://t.co/fcgC5YweX4"
    },
    {
        "id_str": "1429821798582046727",
        "full_text": "If you haven't tried these, they're the best. Don't believe my words, trust my waist. https://t.co/iD55ZRjtvO"
    },
    {
        "id_str": "1429746605746532363",
        "full_text": "A vital job! Congratulations @mark4dewsbury you will be brilliant. https://t.co/dYiMtpQddx"
    },
    {
        "id_str": "1429724123492753414",
        "full_text": "Great appointment. Bravissimo Marco! https://t.co/oBJoLWv0Jz"
    },
    {
        "id_str": "1429682875516002306",
        "full_text": "Now I’m getting back to focusing on what matters:\n- Crisis in Kabul\n- Reinforcing our alliances\n- Protecting our people"
    },
    {
        "id_str": "1429682291626979332",
        "full_text": "Responses to this story:\n1. Grow up\n2. Have the integrity to use your own name\n3. My trip to draw attention to people trafficking as a political weapon was arranged before the emergency debate.\nWhy not tackle the problem not the messenger? https://t.co/nBZrLodsme"
    },
    {
        "id_str": "1429678759821692930",
        "full_text": "France ‘felt no need to liaise with US’ over evacuations https://t.co/JTXLck4ugB"
    },
    {
        "id_str": "1428997188198273033",
        "full_text": "UK, US &amp; other forces have been trying to bring order in chaos.\n\nThey’re adapting under intense pressure, exhausted, sleeping in snatched bursts. This is emotionally, physically and morally demanding.\n\nStill they’re saving lives. We’re lucky to have them."
    },
    {
        "id_str": "1428986535572082690",
        "full_text": "Always worth listening to someone who has been there. @NicholasK111 spent years in Helmand, @UKinAfghanistan and with @NATO https://t.co/uHO7H4l5Wq"
    },
    {
        "id_str": "1428983584803667970",
        "full_text": "@duncancbaker Thank you Duncan. That’s so kind."
    },
    {
        "id_str": "1428868678569840650",
        "full_text": "This is a tragedy of our own making. It’s our choice. Let’s not pretend this had to happen | Evening Standard https://t.co/6mSUn63vQP"
    },
    {
        "id_str": "1428866912499474444",
        "full_text": "For many of us, the news from Afghanistan is more than just images and tales. It’s the seared memory of pain and loss.\n\nIt’s essential that we hear the truth of what’s happening, how that is reported matters.\n\n@HelpforHeroes has set out some areas to consider. https://t.co/oHxgtYD9Ah"
    },
    {
        "id_str": "1428608279744237570",
        "full_text": "@LincolnJopp I am so grateful for this extraordinarily kind message and deeply humbled. Thank you. Thank you."
    },
    {
        "id_str": "1428602726397644802",
        "full_text": "Happy 30th anniversary of the restoration of your freedom from all in 🇬🇧, @markomihkelson 🇪🇪\nIt was a pleasure to be with you and our friends\n@RihardsKols 🇱🇻 \n@ZygisPavilionis 🇱🇹 https://t.co/RBt8TGpWSP"
    },
    {
        "id_str": "1428600684618919946",
        "full_text": "A wonderful day to celebrate! https://t.co/dDKfBMFG6Y"
    },
    {
        "id_str": "1428397277635399682",
        "full_text": "Meeting @GLandsbergis, @LithuaniaMFA and border guards facing the pressure of human trafficking as a political weapon from Belarus is striking. We need to cooperate more and deeper to protect @NATO — and Britain. https://t.co/EYdwFDj0xP"
    },
    {
        "id_str": "1428271509748031498",
        "full_text": "@RosieDuffield1 Thank you. #Invicta"
    },
    {
        "id_str": "1428258580017332227",
        "full_text": "I’m sitting with\n🇱🇻 @RihardsKols \n🇱🇹 @ZygisPavilionis \n🇪🇪 @markomihkelson \nWe’re all determined to work together to help our people cooperate in trade, defence and so much more."
    },
    {
        "id_str": "1428256684904955908",
        "full_text": "Yesterday I spoke about reinvigorating @NATO and particularly in Europe. Today I’m in Latvia 🇱🇻 talking to @CommonsForeign colleagues from here, Estonia 🇪🇪 and Lithuania 🇱🇹 and hearing how the Enhanced Forward Presence is working alongside @CanadianArmy https://t.co/yYMdokSMLE"
    },
    {
        "id_str": "1428021246650896391",
        "full_text": "@ConorBurnsUK Thank you. That’s very kind."
    },
    {
        "id_str": "1428021034117107713",
        "full_text": "@markomihkelson @HouseofCommons I’m happy to be seeing you!!!"
    },
    {
        "id_str": "1428016273473015809",
        "full_text": "As the wind ups start in today’s Afghanistan debate in the Commons, I’ve apologised to the Speaker and the speakers this I won’t be there to listen. Sadly I’ve had to leave for @CommonsForeign meeting with Baltic colleagues. We have so much to work on together."
    },
    {
        "id_str": "1427997353252999177",
        "full_text": "Thank you Saj. https://t.co/rGbfzRkP1b"
    },
    {
        "id_str": "1427883223695204352",
        "full_text": "@kateferguson4 And the withdrawal of support"
    },
    {
        "id_str": "1427779588873232388",
        "full_text": "Our Afghan friends need us to act\n\nhttps://t.co/RtOCQqMo6P"
    },
    {
        "id_str": "1427765826631966720",
        "full_text": "The will to fight is the key determinant of success.\n\nSome said they’d had enough of a forever war. They only ended it for those who left. For Afghanistan, they’ve thrown fuel on the fire. https://t.co/Mq4IFjYj7n"
    },
    {
        "id_str": "1427760677154873356",
        "full_text": "Don’t list to what they say, look at what they do. https://t.co/3I4VXWpy3N"
    },
    {
        "id_str": "1427738499529248780",
        "full_text": "@b_judah Well, they didn’t think it was the Israeli media!"
    },
    {
        "id_str": "1427695282494582791",
        "full_text": "@sw1a0aa @benjaminbutter @benjaminbutter that is so kind. Thank you."
    },
    {
        "id_str": "1427687804549619720",
        "full_text": "This is leadership. https://t.co/qCGSJbcW2X"
    },
    {
        "id_str": "1427664199426129926",
        "full_text": "@louisel04188349 @UKParliament @PenFarthing @Nowzad Already pushing that."
    },
    {
        "id_str": "1427660076819615744",
        "full_text": "I hope to be called to speak tomorrow in @UKParliament about the catastrophic withdrawal from Afghanistan. There is so much I want to say, so many I will be thinking of it will be hard to know where to begin. https://t.co/x44rXpdXWy"
    },
    {
        "id_str": "1427610274228547589",
        "full_text": "The Taliban’s promises are entirely reliable. They’re always a lie.\n\nThose who worked with us are being murdered in Lashkar Gah and Kandahar. Gunmen are going to homes in Kabul to search out those who stood up for freedom.\n\nWe should all be worried. https://t.co/lJS242nECn"
    },
    {
        "id_str": "1427597757322309632",
        "full_text": "Withdrawing from Afghanistan to focus on China. This is how China is using that play:\nhttps://t.co/2VlqkI9nwG"
    },
    {
        "id_str": "1427561217053372420",
        "full_text": "If you're feeling powerless, take action. Support those who are on the frontline. Please help @emergency_ngo an extraordinary NGO that has done so much for Afghanistan and is still serving the people.\nhttps://t.co/Zyr1v8CXL5 https://t.co/01LdCCeEyC"
    },
    {
        "id_str": "1427540041463705601",
        "full_text": "The courage of the @TOLOnews journalists has been clear to many for years. But this is remarkable.\n\nThank you for standing strong. https://t.co/hygDYeFjhV"
    },
    {
        "id_str": "1427375930423525382",
        "full_text": "For many of us the past week has torn the scab of old wounds and they’re raw. Please don’t suffer alone. Get help. We all need an oppo. https://t.co/NnRnULM1bz"
    },
    {
        "id_str": "1427375509202161666",
        "full_text": "This is the Handmaid’s Tale but it’s no story. It is a tragedy that will change how we’re seen. https://t.co/qFqrk4rANw"
    },
    {
        "id_str": "1427304391229464577",
        "full_text": "I’m with @Malala. https://t.co/AH0ayAYNyI"
    },
    {
        "id_str": "1427270963348000770",
        "full_text": "الله أكبر!!!!!!!!!! https://t.co/ZUdkDsQtFU"
    },
    {
        "id_str": "1427231306522451968",
        "full_text": "This. I have no words. https://t.co/HV7rxTZ26p"
    },
    {
        "id_str": "1427217409304416259",
        "full_text": "These people aren’t stupid. They know the danger. They also know the alternative.\n\nWe need to choose to stand by our allies or we will find ourselves standing alone. This is shaming. https://t.co/57GhB6RDRt"
    },
    {
        "id_str": "1427206531821580288",
        "full_text": "We cannot again find ourselves impotent in the face of such violence against our own citizens and those we owe a duty to."
    },
    {
        "id_str": "1427204680900349952",
        "full_text": "Afghanistan is the biggest foreign policy disaster since Suez. We need to think again about how we handle friends, who matters and how we defend our interests.\n\nIn Kabul we’ve failed our friends and ourselves. We need to think again, fast.\n\nhttps://t.co/9t6x8AdoVm"
    },
    {
        "id_str": "1427074496142446594",
        "full_text": "I’m sad to report that friends in Kabul are reporting violence tonight. Some claim revenge executions, others criminality.\n\nA city half the size of London handed over to a violent cult. We are not likely near the end of the horror. \n\n إِنَّا لِلَّهِ وَإِنَّ إِلَيْهِ رَاجِعُونَ"
    },
    {
        "id_str": "1427031519944712199",
        "full_text": "@kambizf Thank you."
    },
    {
        "id_str": "1427018429958172675",
        "full_text": "The courage shown by the media in the past few days is remarkable. @BBCWorld has correspondents on the front line. Men and women, Afghan and foreign. This is so fundamental to our freedom that we often take it for granted.\nIn fact it requires courage to find and report the truth. https://t.co/3MKiPGS41U"
    },
    {
        "id_str": "1427017821817561088",
        "full_text": "@JackieDP Thank you."
    },
    {
        "id_str": "1426994457648537607",
        "full_text": "Thank god. Now get them out. https://t.co/q96tRMkbMq"
    },
    {
        "id_str": "1426987189280419843",
        "full_text": "Carter left 70 hostages. How many US citizens are in Kabul? https://t.co/hfIh2TTZxI"
    },
    {
        "id_str": "1426905173084016645",
        "full_text": "These men fought with us. They stood up when others cowered. They didn’t quit on us. https://t.co/15aHmH5gvn"
    },
    {
        "id_str": "1426898439640698886",
        "full_text": "Good to see @JGForsyth focussing on what matters. https://t.co/mMpG2Ns2qD"
    },
    {
        "id_str": "1426815633472299010",
        "full_text": "I spoke to @bbcworldservice #Weekend this morning about #Afganistan. You can listen here 👇 \nhttps://t.co/To9q7G31jj"
    },
    {
        "id_str": "1426674374959112196",
        "full_text": "In the past few weeks @FCDOGovUK diplomats in Kabul and Islamabad have been working 24/7 to help Brits and many others in impossible circumstances. They’re showing judgment, integrity and courage.\n\nThank you @laurie_bristow and @CTurnerFCDO for your amazing teams @UKinAfghanistan"
    },
    {
        "id_str": "1426668041492996097",
        "full_text": "@JEyal_RUSI 1. So what? You won the election, not him. It’s your call.\n2. No it wasn’t.\n3. You chose the date, Trump chose May 21.\n4. You don’t have to. Others will do that for you."
    },
    {
        "id_str": "1426663235252637706",
        "full_text": "This is a remarkable report from and extraordinarily courageous journalist. Thank you @BBCWorld https://t.co/zRmD7hDRir"
    },
    {
        "id_str": "1426660893136498689",
        "full_text": "@JoshMainka @DalrympleWill Mate, that’s kind!"
    },
    {
        "id_str": "1426639994291204099",
        "full_text": "@Bobajobbob I do. But in a democracy you need public support too and that’s what I’m working on."
    },
    {
        "id_str": "1426637937651896329",
        "full_text": "President Biden isn’t handing over a smouldering conflict, he’s seeding a new conflagration. https://t.co/7JBpUUM190"
    },
    {
        "id_str": "1426635821369765888",
        "full_text": "@DalrympleWill Thank you."
    },
    {
        "id_str": "1426635260083703812",
        "full_text": "What a difference a month makes - and a decision to redeploy fewer troops than it takes to crew a carrier. https://t.co/3b0WLBpUsJ"
    },
    {
        "id_str": "1426514740860309505",
        "full_text": "@BLBater I'm not under him. I don't work for him. I serve the community I was elected to serve. As chair of the Committee and a backbench MP, my job is clear - to represent my community and hold the government to account."
    },
    {
        "id_str": "1426513893757706247",
        "full_text": "Choose carefully when you choose your leaders. They may choose to surrender you to your enemy.\n\nThe lessons from Afghanistan are for all of us. The cost of leaders failing to live up to the standards of loyalty, integrity, and leadership we need have never been clearer. https://t.co/9YulcwtJH2"
    },
    {
        "id_str": "1426470363245039618",
        "full_text": "20 years. https://t.co/TNGMRUitMJ"
    },
    {
        "id_str": "1426460656262340613",
        "full_text": "@FrencLindley @CombatStress @PoppyLegion Thank you."
    },
    {
        "id_str": "1426460538482171905",
        "full_text": "@conorgearty @CombatStress @PoppyLegion Thank you. That’s kind."
    },
    {
        "id_str": "1426348318116958214",
        "full_text": "@NickCohen4 Read it."
    },
    {
        "id_str": "1426300265230184449",
        "full_text": "@simoncoveney Thank you, my friend. That's typically kind of you."
    },
    {
        "id_str": "1426285867245637636",
        "full_text": "I’m so sorry to hear this. We are seeing walls go up again. https://t.co/EJjCyZT3FL"
    },
    {
        "id_str": "1426285463640367109",
        "full_text": "@sharonbrynin @CombatStress @PoppyLegion You’re totally right. Thank you for saying it."
    },
    {
        "id_str": "1426285318442037250",
        "full_text": "@jonnyball79 @CombatStress @PoppyLegion Thanks mate. I will. I know we’re all feeling it. The phone’s rung hot all day."
    },
    {
        "id_str": "1426282214690627584",
        "full_text": "These past 24 hours have seen me go through fury, heart-break and into depression. I'm blessed with supporting family and friends. If you're a vet who is feeling the same, don't wait - ask for help. @CombatStress and @PoppyLegion are there for us.  Don't wait. We all need backup."
    },
    {
        "id_str": "1426244593356521477",
        "full_text": "At university I read Freud’s Totem and Taboo. I’m not sure I understood it before today.\n\nThe objective of leaving by 9/11 has been put before the success of the mission. Staggering."
    },
    {
        "id_str": "1426240986074783756",
        "full_text": "If we’re lucky, the Taliban will accept the president of Afghanistan’s resignation, and agree an interim government in exchange for a ceasefire."
    },
    {
        "id_str": "1426229437079642114",
        "full_text": "To those who say about Afghanistan, \"there is no military solution\". Think again. We are watching the military solution right now. That's what is happening and it's not going the way most people would choose.\nThere isn't a political solution. That's over."
    },
    {
        "id_str": "1426193885768953859",
        "full_text": "@SarahBSmithVA Thank you."
    },
    {
        "id_str": "1426154193765687299",
        "full_text": "This is fascinating. https://t.co/bmx1kLBgZo"
    },
    {
        "id_str": "1426122292048891905",
        "full_text": "@redshepherdess Thank you."
    },
    {
        "id_str": "1426122166819565569",
        "full_text": "This is an important thread. https://t.co/Q2qmkvKGKu"
    },
    {
        "id_str": "1426110181948198917",
        "full_text": "This is a tragedy. We are seeing a brief surge of political opportunism costing lives. https://t.co/qpT5OSyzet"
    },
    {
        "id_str": "1426105236742094851",
        "full_text": "This is beautiful, by my friend, @jobsworth https://t.co/xkEnFkNE3T"
    },
    {
        "id_str": "1426099425936613377",
        "full_text": "This is over. https://t.co/cv1Vi4obyy"
    },
    {
        "id_str": "1426083679252660233",
        "full_text": "Speaking to ⁦@gideonrachman⁩ for ⁦@FT⁩ in April this is what I said.  https://t.co/u8xNChzrqz"
    },
    {
        "id_str": "1426078348099325953",
        "full_text": "Good to see you’re hosting @twocitiesnickie. She’s brilliant https://t.co/K28xu9sXRo"
    },
    {
        "id_str": "1425939320674922496",
        "full_text": "@PranMan How? I’ve been criticising the government on this for months. Voted against the cuts to aid and exposed the failures of the PM and foreign secretary time and again. The power of the executive in the UK is everything."
    },
    {
        "id_str": "1425924711972843521",
        "full_text": "@GregoryLupton Thanks Luppers. I know you understand."
    },
    {
        "id_str": "1425919692783464452",
        "full_text": "We can turn this around. We need to.\nInvesting in ourselves, our allies and partners has never been easier or more important. This is a choice. So far we’re choosing to lose. 19/"
    },
    {
        "id_str": "1425919690627559425",
        "full_text": "That’s why I’m angry. It’s wasteful and unnecessary. And why it’s personal? Because I’ve seen what it costs and what sacrifices are being thrown away. And I know who’s going to pay for it - we will. Britain is weakened when the US and NATO is weakened. 18/"
    },
    {
        "id_str": "1425919688446517256",
        "full_text": "That’s bad for us - it makes us look untrustworthy.\nIt’s bad for our allies - it leaves them looking exposed.\nIt’s bad for our future - it encourages rivals to challenge us.\nAnd it didn’t need to happen. We have chosen to leave. We haven’t been forced out. 17/"
    },
    {
        "id_str": "1425919685925687305",
        "full_text": "Many countries are too small and weak. A brief deployment we make them look cheap. They can’t afford the reputational cost of a one night stand, they need a marriage proposal. After 20 years, billions of dollars and thousands of lives, Afghanistan now looks like a fling. 16/"
    },
    {
        "id_str": "1425919683790876673",
        "full_text": "We don’t need to lose this struggle. We’re ahead by miles and we have friends who are willing us on, but they’re also watching us at home and abroad and wonder if we really have the commitment. 15/"
    },
    {
        "id_str": "1425919680200548352",
        "full_text": "We could rebuild partnerships and alliances. Invest in supporting friends and building coalitions. It costs money, it takes time, but the reward is a world of free people to trade with, who are allowed to share our values, not live in fear. 14/"
    },
    {
        "id_str": "1425919678011019271",
        "full_text": "So you want to know why I’m angry? Because we don’t need to do this. Because it is about our freedom tomorrow not just Afghanistan today. Because the only defeat is of our own making. We could decide to act differently. 13/"
    },
    {
        "id_str": "1425919675901390848",
        "full_text": "Loans from Chinese state banks build infrastructure across the world as we’re cutting our aid rather than turning it into investment. Russian military support and sales are going to countries we snub pushing them into the arms of those who oppose what we value. 12/"
    },
    {
        "id_str": "1425919673334382594",
        "full_text": "We know that when free people choose, they choose freedom. They come to UK, US, not China or Russia. But we’re closing doors. Nigerians get commercial visas to China easily, to Britain, it’s hard. 11/"
    },
    {
        "id_str": "1425919671082029056",
        "full_text": "The G7+ who met in Cornwall this summer make up c70% of world trade. China, less than 20%. Russia isn’t even relevant.\n\nWe have the financial, commercial, intellectual, military, developmental and cultural ability to defend our interests. 10/"
    },
    {
        "id_str": "1425919668825567237",
        "full_text": "And we know what that means. Less easy trade. Obstacles to cooperation. Confrontation over disputes.\n\nBut despite their size, neither is able to break our system unless we walk away. 9/"
    },
    {
        "id_str": "1425919666468364294",
        "full_text": "This isn’t just about Afghanistan. It’s about us all. We are engaged in a challenge over the way the world works.\n\nWe’re seeing autocratic powers like China and Russia challenge the rules and break the agreements we’ve made to keep us all safe. 8/"
    },
    {
        "id_str": "1425919664413155333",
        "full_text": "Training a man to fight with his eyes open and then blindfolding him before his title bout is going to have only one result. 7/"
    },
    {
        "id_str": "1425919662093742087",
        "full_text": "That means battle winning technology we had taught the Afghans to rely on is useless. Billions of dollars of assets, wasted. Instead of a sustainable peace, incrementally building, we’re seeing a rout. Of course we are. 6/"
    },
    {
        "id_str": "1425919659895934977",
        "full_text": "The decision to withdraw is like a rug pulled from under the feet of our partners. No air support, none of the maintenance crews able to service their equipment - that was done by US contractors, now gone. 5/"
    },
    {
        "id_str": "1425919657853194242",
        "full_text": "We got to the point where the insurgent forces were outmatched and a standoff saw civic institutions grow. No, it wasn’t perfect, but it was growing and time was deepening the roots of society. 4/"
    },
    {
        "id_str": "1425919655760252931",
        "full_text": "But through failure and hardship we changed the odds. It stopped being US or NATO fighting but the Afghan Police and Army. We built trust and ensured they had the support they needed to sustain operations. 3/"
    },
    {
        "id_str": "1425919653696655367",
        "full_text": "Many of us gave all we could. The operation broke us. Worse, it tore families apart, left children orphans and parents to cry alone. The father carrying his bloodied daughter desperately looking for the help that was now useless haunts me every time I carry my own child. 2/"
    },
    {
        "id_str": "1425919651469565955",
        "full_text": "If you think I’m taking the news from Afghanistan badly and personally, you’re right.\nOver my 4 years I met and served with the most impressive and courageous people. Afghans, Brits, Americans, Canadians, Dutch, French, Romanians, Turks, Aussies, Kiwis and many more. 1/"
    },
    {
        "id_str": "1425900571576373255",
        "full_text": "A hasty exit is not a sign of success.\nNeeding reinforcements to keep the door open as you leave is a sure sign of failure. https://t.co/5AcsMYNZ6X"
    },
    {
        "id_str": "1425868562468585476",
        "full_text": "Iran’s government is looking to take offence.\n\nWe’re lucky to have such a impressive envoy as @SimonShercliff @FCDOGovUK https://t.co/OZ0U7uSqHE"
    },
    {
        "id_str": "1425858722291724293",
        "full_text": "@anandMenon1 @NorthernAgenda_ Can you remind me, why did your career as a mad scientist come to naught?"
    },
    {
        "id_str": "1425850468832616451",
        "full_text": "The advice he has given administration after administration has got us here. I’m not sure I’d take these suggestions seriously. https://t.co/hcnVqqdgaR"
    },
    {
        "id_str": "1425848722890674180",
        "full_text": "This is an unfortunate choice of words. The Taliban and their supporters have already decided their role.\n\nAbandoning our role as loyal allies means it’s not the Taliban but us who must reassess what we want our role in the international community to be. https://t.co/XbvJxjkTmj"
    },
    {
        "id_str": "1425832944589893635",
        "full_text": "With no need for further comment... @holland_tom https://t.co/0jCg537fkC"
    },
    {
        "id_str": "1425779772597194754",
        "full_text": "Congratulations to the students who have achieved so much in incredibly difficult times. Now, what next?\n\nApprenticeships are a great way to learn and earn and offer opportunities from asset management to soldiering.\n\nWhy not get the best of both worlds?\nhttps://t.co/Xu1cdtFvLG"
    },
    {
        "id_str": "1425770984972423168",
        "full_text": "China and Russia aren’t expanding, we’re retreating, and nature abhors a vacuum.\n\nOur withdrawal undermines liberty, exposes the vulnerable and makes the world free for dictators who rely on repression not laws.\n\nWe can do better. To keep Britain free and safe, we must do better. https://t.co/OJ70l4hWmx"
    },
    {
        "id_str": "1425570985323937797",
        "full_text": "I explain how, here in a paper for @Policy_Exchange. From terror groups to hostile states attacking our country, we know that some Brits are helping our enemies. We need to punish traitors for their betrayal and call them what they are to keep us all safe.\nhttps://t.co/YycVBKAAxZ"
    },
    {
        "id_str": "1425570982958411789",
        "full_text": "The arrest in Berlin is a reminder that treason isn’t just for the history books.\nWhat this person working @UKinGermany is accused of is betraying Britain. But our laws focus on the monarch. We need to bring the law up to date. \nhttps://t.co/ZX33NoqCni"
    },
    {
        "id_str": "1425497469853519872",
        "full_text": "@MaxBoot We're watching the military solution. That's what is happening right now."
    },
    {
        "id_str": "1425488910277300224",
        "full_text": "Talking to @BBCPM about spying... all very John le Carré"
    },
    {
        "id_str": "1425484846055428103",
        "full_text": "I don't usually rebroadcast hostile state propaganda, but in this case the subject matter makes it the right medium for the message. https://t.co/VF8Qoh0bL2"
    },
    {
        "id_str": "1425463421898743818",
        "full_text": "This reads like China is throwing down a challenge to the EU. https://t.co/SGgdqScGGR"
    },
    {
        "id_str": "1425456256202989568",
        "full_text": "Imprisoning Michael Spavor is a violation of his human rights and the justice he should be able to access. It’s the action of a state used to crushing dissent and silencing opposition. Now they’re exploiting a Canadian civilian as leverage against his government. It’s wrong. https://t.co/0t2ex3V6k2"
    },
    {
        "id_str": "1425370793744142338",
        "full_text": "This is an essential piece of journalism. ⁦@BBCWorld⁩ doing the kind of research only they can do to show links between Russia and Libya.\nThis is clear proof of Putin’s secret wars. https://t.co/Mglx0tHvZZ"
    },
    {
        "id_str": "1425339131652157443",
        "full_text": "The understanding of science and its discovery are one of the joys of generations of humanity across our world and our history. https://t.co/zXYprKxp8x"
    },
    {
        "id_str": "1424978753407627277",
        "full_text": "Anorexia is an illness of the mind. I’m very proud of the Chadwicks who are thinking of others and fundraising for Maidstone &amp; Tunbridge Wells NHS Charitable Fund. You can support them here👇 https://t.co/Qrhotgli65"
    },
    {
        "id_str": "1424833709950349313",
        "full_text": "These guys are amazingly brave. https://t.co/1bwnpiPprU"
    },
    {
        "id_str": "1424748458376896514",
        "full_text": "Human trafficking to destabilise its neighbours is one important reason why we need to deal with Belarus’ dictator now. His violation of human rights is criminal. I stand with\n🇱🇻@RihardsKols\n🇪🇪@markomihkelson\n🇱🇹@ZygisPavilionis https://t.co/bV7mVgHyok"
    },
    {
        "id_str": "1424683248224030725",
        "full_text": ".@COP26 is a moment of hope but time is running out. The @IPCC_CH has warned us again today and you can read what @CommonsForeign recommended recently here👇 https://t.co/PED3mTkfwz"
    },
    {
        "id_str": "1424682682764734466",
        "full_text": "Tower blocks for overseas asset-hunters are not homes for Londoners and make the city worse. https://t.co/Mi5KvGtGNN"
    },
    {
        "id_str": "1424424146629533698",
        "full_text": "Garry is right. Our actions are not independent of the world in which we live. Others who show themselves dependable will get support to achieve their aims, even if what they’re offering is poisoned and everyone knows it.\n\nDictatorships succeed when democracies stay silent. https://t.co/sospvTHPph"
    },
    {
        "id_str": "1424404642755137537",
        "full_text": "@tomhfh Oh."
    },
    {
        "id_str": "1424399742121938949",
        "full_text": "@tomhfh What is it supposed to be? Is there an exhibition inside?"
    },
    {
        "id_str": "1424203323025022979",
        "full_text": "Time to recall Afghan envoy Zalmay Khalilzad https://t.co/EAgQ5Q84Lj"
    },
    {
        "id_str": "1424096418445283330",
        "full_text": "This is an extraordinary moment. \nThe existence of Taiwan 🇹🇼 is a reality in the #Olympics at least. https://t.co/putv1ibWIP"
    },
    {
        "id_str": "1424095444225994760",
        "full_text": "Exclusive poll: Trouble ahead for the Beijing Olympics - Axios https://t.co/geYV04GqRV"
    },
    {
        "id_str": "1423946499675901953",
        "full_text": "4/4 And you can read the reports summary and findings in Uyghur here:\nhttps://t.co/Z4Pg78l968"
    },
    {
        "id_str": "1423946497545183235",
        "full_text": "3/4 You can read the full report, passed unanimously by a cross party committee of @HouseofCommons here:\nhttps://t.co/Fyi37lctI8"
    },
    {
        "id_str": "1423946496114925568",
        "full_text": "2/4 You can read the response from the UK’s Surveillance Camera Commissioner here. It seems he’s not convinced Hikvision’s CEO Justin Hollis’s letter rejects with the charges. I wonder why?\nhttps://t.co/yOEkyC02Ps"
    },
    {
        "id_str": "1423946494412009477",
        "full_text": "1/4 What’s interesting about this @HIKVISIONUK letter about the @CommonsForeign on the surveillance state in China is what they didn’t say. They didn’t deny the charges but just complain about the accusations. You can read their letter here:\nhttps://t.co/0ss6q8FOb8"
    },
    {
        "id_str": "1423943089262104581",
        "full_text": "What a star!! Congratulations @TomDaley1994 !!! https://t.co/MiaS0ty6DH"
    },
    {
        "id_str": "1423897055194492928",
        "full_text": "@RuthDavidsonPC If he were watching, even @TomDaley1994 might drop a stitch from nerves."
    },
    {
        "id_str": "1423892384912453632",
        "full_text": "The spread of the #TPLF across Ethiopia is terrifying. Entire communities are being made homeless and put at risk by their violence.\nNow Lalibela is occupied and one of the most important places of Christian worship at risk.\nhttps://t.co/jBjqSAnaIi"
    },
    {
        "id_str": "1423884925560885248",
        "full_text": "The extraordinary power of the smart phone:\nPeople are standing up to terrorists in their midst and exposing them. This is also extraordinary courage. Hizbullah’s first victims are the Lebanese people. https://t.co/C2BMXUchca"
    },
    {
        "id_str": "1423870756501524481",
        "full_text": "@sellaj1 @EdLlewellynFCDO @CommonsForeign @MennaRawlings Andrew - check out Facebook and my website for the letters and posts I’ve made on this. Write to me on tom.tugendhat.mp@parliament.uk and I’ll list what I’ve been doing on that. Urbaser has been a disaster and I’ve been on it for months."
    },
    {
        "id_str": "1423748130823094274",
        "full_text": "@henrymance This is a fabulously compelling interview."
    },
    {
        "id_str": "1423735327819190277",
        "full_text": "PS. He’s also a great man and colonel of an @Int_Corps battalion. \n\nPPS. And we’re very proud of him."
    },
    {
        "id_str": "1423734027715026947",
        "full_text": "He is the very model of a modern major general,\nHe’s information military, amorous and monarchal,\nHe knows the kings of England, and he quotes the fights historical\nFrom Marathon to Waterloo, in order categorical. https://t.co/B2iitGibSs"
    },
    {
        "id_str": "1423732703942283265",
        "full_text": "Want to know why I’m pushing for #TonysLaw?\n\nWatch this and tell me why you disagree. https://t.co/5xDBNzAsb4"
    },
    {
        "id_str": "1423727023650971654",
        "full_text": "Nobody did it better,\nMakes me feel sad for the rest…\n\nThank you @EdLlewellynFCDO from @CommonsForeign for all your hard work and for leading an amazing team. Good luck for the future! And good luck @MennaRawlings for Paris. https://t.co/fiyzUsbxsJ"
    },
    {
        "id_str": "1423710952353062916",
        "full_text": "Congratulations ⁦@LauraKenny31⁩ on becoming first Team GB woman to win gold at three Olympics in a row. Awesome!! 🥇🥇🥇\n\nhttps://t.co/ppl1Lq8RZe"
    },
    {
        "id_str": "1423621618333626368",
        "full_text": "This is worth reading.\n\nArmies can only fight wars.\nGovernments must wage them.\nAnd they can only be won if the aim is achievable and the government commits to a coherent strategy. https://t.co/2hrLKuQ6IU"
    },
    {
        "id_str": "1423558296150188035",
        "full_text": "This is a great initiative. Keeping live events going is keeping the arts alive. https://t.co/sYbwh6U44x"
    },
    {
        "id_str": "1423540323582627840",
        "full_text": "The Boer War was the first war of mobilised civilians. It was the first to see all ranks remembered on war memorials. It was the first citizen’s war.\nRemoving our past doesn’t change it, it hides it. We should remember more, not less. #HiddenHistories https://t.co/x7pRLUR3aG"
    },
    {
        "id_str": "1423533531184214017",
        "full_text": "The so-called Forever War isn’t over. https://t.co/wKPDj5eXm8"
    },
    {
        "id_str": "1423161684416516097",
        "full_text": "This, by ⁦@ciaranmartinoxf⁩ is worth reading on the reality of ransomeware.  https://t.co/qPlVfDGjUd"
    },
    {
        "id_str": "1423150024842698754",
        "full_text": "People are beginning to see that you never actually own a Chinese share, you only take care of it for the Communist Party until they want it back. https://t.co/IpQ4Md2NjB"
    },
    {
        "id_str": "1422826447224385537",
        "full_text": "Yes, permission is needed to leave China. And no, you won’t get it. \n\nOf the many indications of dictatorship exit visas are an easy giveaway. https://t.co/Tr6rx52rB7"
    },
    {
        "id_str": "1422818654576644102",
        "full_text": "This is what dictatorship in Europe looks like. https://t.co/eRXcPb5qnO"
    },
    {
        "id_str": "1422500431813652480",
        "full_text": "This isn’t a Scottish foreign policy, it’s a multilateral foreign policy. There’s nothing distinctly Scottish about it. That’s fine but it’s one followed by many in both @UKLabour and @Conservatives. https://t.co/UXUug1XWHB"
    },
    {
        "id_str": "1422484345793699842",
        "full_text": "@NimkoAli @CareChantel @FCDOGovUK Fair, but given British tailoring is world famous and British fashion designers could work with all our ambassadors to champion our textile arts. I’d love to see that."
    },
    {
        "id_str": "1422475497804607516",
        "full_text": "@NimkoAli @CareChantel @FCDOGovUK Why not? Why shouldn’t we see men do the same?"
    },
    {
        "id_str": "1422465066503389185",
        "full_text": "I’ve heard of ping-pong diplomacy and gunship diplomacy but glamour diplomacy is a first for me!\n\nCongratulations @CareChantel! Well done @FCDOGovUK https://t.co/6vg4Ywx3Zx"
    },
    {
        "id_str": "1422119017456840706",
        "full_text": "Global Britain means reaching out to the world. We need Brits to speak German, Hindi, Arabic, Spanish, Chinese, Russian, French, Persian and more. \n\nI’m glad DfE are prioritising languages. Latin and Sanskrit are important academic bases. I look forward to the 2021 update."
    },
    {
        "id_str": "1422012631385354246",
        "full_text": "This is brilliant. At the same time the UK is scaling back BBC Monitoring that did the same and is essential to understanding the nuances behind foreign broadcasts - or what should really be described as “what regimes are trying to tell their own people.” https://t.co/qDq0peVk7P"
    },
    {
        "id_str": "1421852200867962881",
        "full_text": "This is the reality of tyranny - it reaches beyond borders and undermines freedoms around the world. Ignoring it allows it to grow. Already Belarus has brought down an airliner, silenced journalists at home and violated elections. https://t.co/aICC8akzvb"
    },
    {
        "id_str": "1421601979160276993",
        "full_text": "Read this. It explains why those who’ve worked there think the idea that peace talks with the Taliban or victory are rubbish. The Taliban isn’t a United force. The deals China and the US seem to be working on are meaningless. There’s no counter party. https://t.co/LzF0SS3Bga"
    },
    {
        "id_str": "1421589420642377731",
        "full_text": "This is painful reading for the whole of the UK but particularly those responsible for public health in Scotland. https://t.co/lbtpyaGSvP"
    },
    {
        "id_str": "1421172222119534598",
        "full_text": "This is sad reading. That a part of the UK has been so failed that so many are dying is tragic. https://t.co/9YQ4bUJCWx"
    },
    {
        "id_str": "1421064913322184705",
        "full_text": "@montie The development of mRNA vaccines."
    },
    {
        "id_str": "1421024262308106241",
        "full_text": "Every day @RNLI risk their lives to save lives. https://t.co/JuIs8cBDx3"
    },
    {
        "id_str": "1420677159719473153",
        "full_text": "I wrote in today’s @DailyMailUK about the interpreters still in Afghanistan. We need to help all those who helped us. \n\nhttps://t.co/tbnDQYkY2M"
    },
    {
        "id_str": "1420386348087848962",
        "full_text": "An outstanding appointment. Congratulations, mate! Sorry, Congratulations general! https://t.co/m43P0UKEXR"
    },
    {
        "id_str": "1420279596868677635",
        "full_text": "I’m with my former boss - Gen the Lord Richards, and the other ex-CDSs and generals who are calling for us to honour our commitment to Afghans who worked with us:\n\nEx-forces chiefs condemn failure to protect Afghan interpreters\n\nhttps://t.co/tM2OvUszDx"
    },
    {
        "id_str": "1420045742648012806",
        "full_text": "@anandMenon1 And sin."
    },
    {
        "id_str": "1420029777478623248",
        "full_text": "@DavidHenigUK @anandMenon1 You are both wrong. It is wasteful and sinful. The eternal fires of hell await you."
    },
    {
        "id_str": "1419789965207216130",
        "full_text": "@LSEChaplain To think that St Thomas may have known them and seen them as the knights of King Henry martyred him is a powerful connection to our past."
    },
    {
        "id_str": "1419557248129503232",
        "full_text": "A legal opinion on Nord Stream 2. Worth reading. https://t.co/nfrfgcR6Yn"
    },
    {
        "id_str": "1419349646892228613",
        "full_text": "This is worth reading. https://t.co/T3xezwJrHv"
    },
    {
        "id_str": "1419282627006173187",
        "full_text": "In his classic post-war work How To Be A Brit, Hungarian-born George Mikes observes: “An Englishman, even if he is alone, forms an orderly queue of one.\"\n\nThis has been updated for our Covid age in the following image. https://t.co/AudZrAJDOX"
    },
    {
        "id_str": "1419225937972011011",
        "full_text": "I bet the residents of Henan Province will hope that Beijing’s commitment to climate cooperation depends on their interest in safeguarding their own citizens not just exerting leverage over others. https://t.co/NPoWf1c9gi"
    },
    {
        "id_str": "1419220716298412036",
        "full_text": "@CharlotteLeslie @Conservatives @BorisJohnson As you know this is something @CommonsForeign has been looking at. We will need to look again as @CatherineBelton’s case is demonstrating."
    },
    {
        "id_str": "1419189655052996615",
        "full_text": "@rcolvile I don't understand the point you're making. Those seem reasonable choices. #NannyState"
    },
    {
        "id_str": "1419188154196795398",
        "full_text": "Vaccine passports risk a social credit system of control.\nIf we need a vaccine to for events like a party conference or a nightclub - why not to travel by a train, or go to a university lecture or a shop? What other choices will result in denial of service?"
    },
    {
        "id_str": "1418746131601833989",
        "full_text": "This👇is why Nord Stream2 isn’t about German energy it’s about Russian power.\n\nWe’re like an army abandoning our forts before a Potemkin enemy. Today’s Russia is nothing but a hollowed out shell of its former glory but we are inflating it and diminishing ourselves. https://t.co/WnGzGPJif7"
    },
    {
        "id_str": "1418671914101481479",
        "full_text": "Hearing a 7 and a 4 year old describe #homealone is a great improvement on watching it!"
    },
    {
        "id_str": "1418659500966490112",
        "full_text": "This is an extraordinary gift. Thank you @DeepMind https://t.co/QoJnTlYPzk"
    },
    {
        "id_str": "1418584850915905543",
        "full_text": "The outreach of Saudi Arabia to Iran is a statement of the changing nature of US influence in the Middle East. https://t.co/x8xGow59vJ"
    },
    {
        "id_str": "1418563360484909061",
        "full_text": "This is the most important event this year. https://t.co/qiMoLaBtGg"
    },
    {
        "id_str": "1418544374149963779",
        "full_text": "This is a major error which will weaken Germany, expose our eastern @NATO members and undermine the transatlantic alliance.\n\nThis foreign policy is defeatist. Despite the commanding power we hold, we are compromising with those who seek to erode our liberty. It will cost us all. https://t.co/jP1fLJk8vL"
    },
    {
        "id_str": "1418541721273704448",
        "full_text": "@aliciakearns @StewartMcDonald @ChapelDownWines"
    },
    {
        "id_str": "1418538135949127685",
        "full_text": "@StewartMcDonald @aliciakearns They were amazing."
    },
    {
        "id_str": "1418202688802619392",
        "full_text": "@ITVCharlotte @UNESCO @CommonsForeign Damn. Sorry. I’ll find and correct."
    },
    {
        "id_str": "1418175349293264899",
        "full_text": "@ITVCharlotte @UNESCO @CommonsForeign Yes - go down and there’s a section on UNESCO."
    },
    {
        "id_str": "1418170665291616259",
        "full_text": "Hearing that @UNESCO has stripped Liverpool of it status while it refuses to consider the destruction of cultural sites in Xinjiang is a worrying politically charged decision. You can read @CommonsForeign view here.\nhttps://t.co/HeHivgd3LR"
    },
    {
        "id_str": "1418140445021032452",
        "full_text": "@patricklohlein @willpaddyg Impressive."
    },
    {
        "id_str": "1418135051691249666",
        "full_text": "@Zehra_Zaidi @jillyrutter @PreetKGillMP I did. She was a friend of my aunt!"
    },
    {
        "id_str": "1418128303400099842",
        "full_text": "@willpaddyg @patricklohlein Stay in touch and let me know what you’re planning."
    },
    {
        "id_str": "1418112020407332864",
        "full_text": "This is a great opportunity for someone interested in one of the biggest foreign policy question of today. https://t.co/9P6yr77qh0"
    },
    {
        "id_str": "1418094527789797390",
        "full_text": "As always, @ThreshedThought is worth reading. https://t.co/THzXLWTR70"
    },
    {
        "id_str": "1417907297771298820",
        "full_text": "This is good news. Most of us won't get a rise this year but @NHSuk really deserve it. https://t.co/pzMf5LYjMh"
    },
    {
        "id_str": "1417902617171275776",
        "full_text": "@british_north @_SaveOurStatues Yes, like Violet Szabo who “participated” in her execution after showing extraordinary courage in the SOE."
    },
    {
        "id_str": "1417882866386673667",
        "full_text": "This is @Conservatives delivering. Well done @BenHouchen !! https://t.co/XmHP7A7wL7"
    },
    {
        "id_str": "1417789587968118784",
        "full_text": "Suggest your own heroes. Who speaks to you and should be remembered? Who is forgotten but changed lives?\nI’m celebrating the women of the SOE who fought in WW2. @PreetKGillMP is celebrating suffragette Sophia Duleep Singh.\n\nWho do you want to see on a pedestal? https://t.co/stBr9XGwDA"
    },
    {
        "id_str": "1417787566657613825",
        "full_text": "@BunnyLadyofKent @RevDavidGreen Man, we’ve all been there!!"
    },
    {
        "id_str": "1417773565290684419",
        "full_text": "I’m glad #WW2 #BattleofBritain pilot Sqn Ldr Mohinder Singh Pujji DFC is remembered in Gravesend, Kent. He too built Britain. \n\nhttps://t.co/8ALJ1VUGKQ"
    },
    {
        "id_str": "1417771985556418561",
        "full_text": "We can celebrate all those who made us to bring us together. Women SOE heroes, black abolitionists, Indian suffragettes show a more complete history than the statues we know today. #HiddenHistory is about bringing our past to life. @PreetKGillMP @WeTooBB https://t.co/18vcQKXHLS"
    },
    {
        "id_str": "1417584013972226053",
        "full_text": "Gordon was a charming, kind and gentle man. I shall miss him, as will many others. https://t.co/27S5CCv4m4"
    },
    {
        "id_str": "1417544640677416964",
        "full_text": "@RevDavidGreen Yes! I was truly rumbled!!"
    },
    {
        "id_str": "1417507949833080835",
        "full_text": "@ChrisMasonBBC https://t.co/pR5knY88MS"
    },
    {
        "id_str": "1417506032406908928",
        "full_text": "@ChrisMasonBBC Are you cattle rustling again?"
    },
    {
        "id_str": "1417502213241548801",
        "full_text": "The reports out of Henan Province, China of severe flooding is very serious.\nWe are all struggling with the changing environment. This is an opportunity to build cooperation and trust and protect citizens of every country - a true win-win."
    },
    {
        "id_str": "1417476365406851088",
        "full_text": "#عيد_اضحى_مبارك \n#EidMubarak https://t.co/uaJdB3Pn7a"
    },
    {
        "id_str": "1417358914186850322",
        "full_text": "Empty homes and rising rents cause greater insecurity to families across the UK. https://t.co/IpsR3mvR34"
    },
    {
        "id_str": "1417245660420743169",
        "full_text": "This is fascinating. Well, for some of us! https://t.co/8paW52vhPh"
    },
    {
        "id_str": "1417197411190050817",
        "full_text": "Is it just my phone or does @ApplePodcasts not work well anymore? Takes ages to start, mis-starts and failures to download seem standard now."
    },
    {
        "id_str": "1417187004748533761",
        "full_text": "well... https://t.co/uEd7fdrD6j"
    },
    {
        "id_str": "1417094686657982469",
        "full_text": "China’s cyber attack is an appalling demonstration of the reality of the kind of relationship Beijing is seeking. Win-win to the CCP means winning openly and, if not, trying to steal a victory.\nWe need to use the powers we have to defend our interests, not stand aside."
    },
    {
        "id_str": "1417083320458952709",
        "full_text": "This is deeply concerning. https://t.co/i1R6vsY7Tu"
    },
    {
        "id_str": "1417062513976430593",
        "full_text": "This is the best intro to an obiit! https://t.co/9ULg91eb69"
    },
    {
        "id_str": "1416860134127644682",
        "full_text": "When we ask China to stop building coal plants and to commit to reducing emissions we’re not asking a favour, we’re offering a joint response to a crisis that threatens us all. \n@COP26 is a moment we all need if we’re going to make a difference. https://t.co/nDhotezrFC"
    },
    {
        "id_str": "1416752029138030592",
        "full_text": "This is completely right. We’ve got a decision to make in the UK and others to make across Europe. We need to ensure we’re not selling out our future. https://t.co/0BEiHyPuPs"
    },
    {
        "id_str": "1416372458668625922",
        "full_text": "Canada’s ⁦@marcomendicino⁩ has launched a visa category for human rights defenders. That’s a great way of standing with those who stand up for others.  https://t.co/9HoxBySSbw"
    },
    {
        "id_str": "1416371296934498305",
        "full_text": "Barry has led @KingsHillFC1 brilliantly over a very difficult year. I’m so grateful to him and every other volunteer and player for all their hard work. https://t.co/ms0Bt7lYAc"
    },
    {
        "id_str": "1416331182015500291",
        "full_text": "Durham - one of Britain’s most beautiful cities. https://t.co/xhY5asSGlv"
    },
    {
        "id_str": "1415790064156749825",
        "full_text": "We are so close to our past and to a time we can share common ancestry. https://t.co/xDXn13cxCa"
    },
    {
        "id_str": "1415715399723802633",
        "full_text": "It is with deep sadness I offer my condolences and that of @CommonsForeign to all who lost their lives in the terrible Rhine floods."
    },
    {
        "id_str": "1415688553938538507",
        "full_text": "A great friend of the UK. https://t.co/zYDa6n2WT3"
    },
    {
        "id_str": "1415656316589252612",
        "full_text": "@aliblahblah3 And it would only do that downhill!"
    },
    {
        "id_str": "1415652685655773186",
        "full_text": "This is a great read. https://t.co/VuCN3BYAUM"
    },
    {
        "id_str": "1415650295695163397",
        "full_text": "This thread is essential reading.\n\nRussian designs on Ukraine are increasing. The threats of direct invasion, replacing proxy forces, and annexing parts of the country are growing. This is a worrying escalation that threatens the peace of Europe. https://t.co/vpr5SB4eSr"
    },
    {
        "id_str": "1415386375835295750",
        "full_text": "Global inflation fears rise as UK index hits three-year high\n\nOr in English - affordability.\n\nMaking ends meet is not easy for many families. \n\nhttps://t.co/FsyvSnJPTM"
    },
    {
        "id_str": "1415307255797399554",
        "full_text": "This is an outstanding result and a huge success by @NHSuk and the government. @Conservatives https://t.co/i5uCKHCEHg"
    },
    {
        "id_str": "1415267407460020224",
        "full_text": "The PM is right - tech firms that can target ads and stop competitors can stop racist abuse. @BorisJohnson"
    },
    {
        "id_str": "1415249288871956481",
        "full_text": "How the Chinese government is buying its way into UK universities - ⁦@NewStatesman⁩. Follow ⁦@ChinaResearchGp⁩ to learn more.  https://t.co/2754wgUqcj"
    },
    {
        "id_str": "1415237851369848835",
        "full_text": "The real challenge with aid is getting the outcomes right. We need to make sure the money spent delivers - and that means spending on projects that support people to grow their lives and hopes at home. Protecting Britain starts abroad. https://t.co/aS8Ak5MVOL"
    },
    {
        "id_str": "1415232413043732484",
        "full_text": "All true! Parliament is barely relevant.  https://t.co/8RlzUM0RJR"
    },
    {
        "id_str": "1415221428660670467",
        "full_text": "@pietri_lisandru L’offre était là ! https://t.co/YzZB2uQauK"
    },
    {
        "id_str": "1415220551468060674",
        "full_text": "Happy #14Juillet ! https://t.co/f66UWptXQt"
    },
    {
        "id_str": "1415217373058146306",
        "full_text": "This is absolutely right. We have had a Potemkin Parliament for too long. https://t.co/5bGt7MuUO2"
    },
    {
        "id_str": "1415194881874612227",
        "full_text": "@sobusybbeez Please explain why you didn’t bother to read the voting record before posting this."
    },
    {
        "id_str": "1415189623823872006",
        "full_text": "Father reunited with abducted son after searching for 24 years\n\nhttps://t.co/3xbJzyEFJW"
    },
    {
        "id_str": "1415091006236680195",
        "full_text": "https://t.co/9YalhE8dMA"
    },
    {
        "id_str": "1414941700800368645",
        "full_text": "@patrick_kidd @holland_tom Shhhhh. He wouldn’t know."
    },
    {
        "id_str": "1414603022085275652",
        "full_text": "This... completely this.👇 https://t.co/rO5cWs3gre"
    },
    {
        "id_str": "1414602317714890757",
        "full_text": "These are fantastic pizzas. I confess to having eaten more than one...as you can probably tell. https://t.co/D631sR7OiL"
    },
    {
        "id_str": "1414510802875428866",
        "full_text": "If we do not tackle climate change now, it will get so bad that the radicals will take over by ⁦@timothy_stanley⁩ in ⁦@Telegraph⁩ is worth reading https://t.co/a39eaY06f2"
    },
    {
        "id_str": "1414485607548661761",
        "full_text": "@RihardsKols @azzurri @pierofassino @England Thank you my friend and congratulations @pierofassino !"
    },
    {
        "id_str": "1414465170525540352",
        "full_text": "Social media has algorithms that targets ads to you but won’t stop the racist abuse against some exemplary young men. \n\nThose who write are pathetic and deserve to be identified and face the public consequences, those who publish it are profiting from hate."
    },
    {
        "id_str": "1414366296683188236",
        "full_text": "No one gets used to tyranny, no matter how long it’s endured. https://t.co/MhMdBiZvIC"
    },
    {
        "id_str": "1414357441928646656",
        "full_text": "@JoeCoshan @Uber Turns out coming home is hard."
    },
    {
        "id_str": "1414355583096983553",
        "full_text": "Well, the kids loved it and were asleep quicker than it took Shaw to score!\n\nWhat a team. What a leader. We’re lucky to have them. #ThankYouEngland"
    },
    {
        "id_str": "1414286274022846470",
        "full_text": "Buona fortuna @pierofassino !"
    },
    {
        "id_str": "1414269337758834695",
        "full_text": "@youngvulgarian Yeah, but you're celebrating the first two leopards before the third:\nNormandy, Aquitaine and England!"
    },
    {
        "id_str": "1414148195513520129",
        "full_text": "@NJ_Timothy Only two are. Oh, and they’re leopards."
    },
    {
        "id_str": "1414141598372442113",
        "full_text": "https://t.co/QG0PVZqQe5"
    },
    {
        "id_str": "1414139196906909698",
        "full_text": "Interesting to see a general defending a political decision on @AndrewMarr9"
    },
    {
        "id_str": "1413784195663597570",
        "full_text": "This is joyful! https://t.co/smNrScRVeu"
    },
    {
        "id_str": "1413532583669948416",
        "full_text": "80,000,001!\n\nThank you @nadhimzahawi but most of all thank you @NHSuk https://t.co/F3oxD1JOkz https://t.co/K1K2UziXEq"
    },
    {
        "id_str": "1413511455765196809",
        "full_text": "I’m pleased to add the chairs of the 🇪🇺🇪🇸 here and - though not on this copy - 🇳🇱. https://t.co/BAYmqxpFxh https://t.co/D3U8chNfbZ"
    },
    {
        "id_str": "1413425012523085827",
        "full_text": "We call for:\n1️⃣ban on trafficking flights\n2️⃣sanctions on traffickers\n3️⃣support to border controls\n4️⃣@EU_Commission and @NATO statements against any participating states.\n2/2"
    },
    {
        "id_str": "1413425009956118528",
        "full_text": "We, the chairs of the Foreign Affairs Committees of\n🇨🇿🇪🇪🇫🇷🇩🇪🇮🇪🇱🇻🇱🇹🇵🇱🇺🇦🇬🇧🇺🇸 condemn the people trafficking being carried out by the illegal Lukashenka regime in Belarus.\n1/2 https://t.co/bJoqI5oHru"
    },
    {
        "id_str": "1413071510764462084",
        "full_text": "I was on @BBCPolitics talking about the boycott of @Beijing2022. https://t.co/EZZrXtsbCb"
    },
    {
        "id_str": "1413039143504994306",
        "full_text": "I’m heading into @BBCPolitics to talk about @CommonsForeign and much more. We’re on at 0915."
    },
    {
        "id_str": "1412872946863984644",
        "full_text": "Good decision by @BorisJohnson to review the sale of the UK’s largest semiconductor maker at a time of shortage and stockpiling of chips. https://t.co/xkjcN4BYAG"
    },
    {
        "id_str": "1412856758645710849",
        "full_text": "Worth reading https://t.co/TZAWKxEUp1"
    },
    {
        "id_str": "1412837319724482560",
        "full_text": "@ElizabethHaggis @BethRigby @jjamesh2015 https://t.co/rDBKPAgXvo"
    },
    {
        "id_str": "1412823829475434504",
        "full_text": "Great to hear ⁦@BorisJohnson⁩ tell me ⁦@CommonsLiaison⁩ he’s reviewing the decision to wave through the sale of our largest semiconductor maker to a Beijing-backed Nexperia. Read this👇to see why. https://t.co/JaTkdNW6s6"
    },
    {
        "id_str": "1412814888079183888",
        "full_text": "About half. https://t.co/4gJ4XxuYVs"
    },
    {
        "id_str": "1412813255605641225",
        "full_text": "I’m sorry to hear @JBrokenshire is resigning to recover. He’s a great man and a good friend."
    },
    {
        "id_str": "1412799455443701760",
        "full_text": "@JZarif Not all foreign forces, Javad. Your enemies, sorry, partners in the IRGC are still there."
    },
    {
        "id_str": "1412795891510091780",
        "full_text": "It’s what we need to happen https://t.co/D1JgvzEPSQ"
    },
    {
        "id_str": "1412786013735473153",
        "full_text": "We need governments to have the power and the resources to enact the policies. Too often we see the capability but not the money needed to make them operational. https://t.co/xQ9VGLMMqf"
    },
    {
        "id_str": "1412700409886609411",
        "full_text": "This is a powerful interview (clipped briefly here) about drink in our society. It’s worth listening to. https://t.co/CSBFAUEpvq"
    },
    {
        "id_str": "1412425067686993930",
        "full_text": "Congratulations, Your Excellency! https://t.co/fHpK17bCza"
    },
    {
        "id_str": "1412422187424923666",
        "full_text": "@benedictrogers But it’s the contribution I am willing to make personally."
    },
    {
        "id_str": "1412421539417497623",
        "full_text": "Britain 🇬🇧 and Australia 🇦🇺 can do much more together. I’ve set out option for ⁦@CISOZ⁩ and summarised them here for ⁦@ForeignPolicy⁩  https://t.co/pdyEoQSPRE"
    },
    {
        "id_str": "1412304662183788545",
        "full_text": "Gosh… https://t.co/XyWBxDcA5A"
    },
    {
        "id_str": "1412174796100677647",
        "full_text": "US, EU and ⁦@HouseofCommons⁩ consider this a national security decision. I’m waiting to hear why others think differently. https://t.co/2uwfFQuB2j https://t.co/yT3u4N6knd"
    },
    {
        "id_str": "1412137232773885962",
        "full_text": "This is a difficult decision to square with the comments made alongside our US allies and others at the G7.  https://t.co/IQhX3DJ9GW"
    },
    {
        "id_str": "1412043431099129857",
        "full_text": "For 73 years @NHSuk has underwritten our success by protecting us when we’re most vulnerable. That’s national insurance working for us all.\nWe need to make sure the NHS is here to protect our children and give them the support we have had.\nThank you #NHSBirthday"
    },
    {
        "id_str": "1412010026152206336",
        "full_text": "Thanks Nick! https://t.co/U1dWdK60nR"
    },
    {
        "id_str": "1411942040926105600",
        "full_text": "@AlastairBruce_ @StephenKnott_ @StJohnPrincesSt @BritishArmy @secsynod @ArmyinScotland @edinburghcastle The very model of a modern major general! Congratulations to you both."
    },
    {
        "id_str": "1411744741746778120",
        "full_text": "Our government should protect the most vulnerable in our society. That means our children especially those let down by their birth parents. #TonyLaw https://t.co/plwuNUIpWx"
    },
    {
        "id_str": "1411481680720838657",
        "full_text": "This, on our China policy over 50\nyears, is brilliant. \n\nhttps://t.co/U9MQ4cX4SC"
    },
    {
        "id_str": "1411434826457141252",
        "full_text": "The echoes are clear. But the difference this time is that the danger was low until the rug was pulled.\nThe failure of US and @NATO in Afghanistan risks undermining our credibility in every other place. https://t.co/7uCne9MGzz https://t.co/kfQaNNlauk"
    },
    {
        "id_str": "1411282881448644613",
        "full_text": "Tory MP Tom Tugendhat slams the strategic folly of the Afghanistan withdrawal, is how I’d put it! https://t.co/4cqAmftWFJ"
    },
    {
        "id_str": "1411282616112893957",
        "full_text": "This - by ⁦@edwardlucas⁩ - is well worth reading.  https://t.co/rTSqaDStfI"
    },
    {
        "id_str": "1411256792303161345",
        "full_text": "If you’re looking for a longer explanation on why the decision to withdraw from enabling the Afghan Sy Forces makes no military, diplomatic or strategic sense, read this.  https://t.co/KArv2Ti5tw"
    },
    {
        "id_str": "1411219004434391040",
        "full_text": "I'm about to be on @BBCr4today talking about the withdrawal from Afghanistan.\nAll that heart and effort gone into stabilising a country only to walk away. It's like pulling out of Germany in 1960. The fighting has stopped. Now we're just holding the peace. Not anymore."
    },
    {
        "id_str": "1411005180833943552",
        "full_text": "This is a huge achievement https://t.co/YBYYaqN5h4"
    },
    {
        "id_str": "1410887347634376708",
        "full_text": "@TFletcher Where’s the full list?"
    },
    {
        "id_str": "1410885270497644547",
        "full_text": "@TFletcher I'm a little disappointed that the evening favourite, George Brown, is not listed."
    },
    {
        "id_str": "1410532315273572361",
        "full_text": "I’m with @manojladwa about to join @IGFupdates to talk with @MalikAshok about our shared future. Join us on @RepublicTVs or online. #IndiaBritain https://t.co/9QxECKshDV"
    },
    {
        "id_str": "1410488417750859782",
        "full_text": "If only he had had a chance to shape the operation.\n\nhttps://t.co/KH0ZXoc8wa"
    },
    {
        "id_str": "1410290542173474817",
        "full_text": "@manfred698 @UKParliament You are too kind. Thank you."
    },
    {
        "id_str": "1410288383516155909",
        "full_text": "I spoke in the Estimates Day debate in @UKParliament and highlighted a dissonance that I think stands out. We need to engage with partners not just obligations, that’s how we’ll deliver #GlobalBritain. https://t.co/dKty5d5xop"
    },
    {
        "id_str": "1410257203303493635",
        "full_text": "@patrick_kidd @GrantTucker @yngvlgrn Submariners? Drinking? Never!\n\nSandies anyone?"
    },
    {
        "id_str": "1410256943332179970",
        "full_text": "@yngvlgrn @GrantTucker Brilliant."
    },
    {
        "id_str": "1410256288928370688",
        "full_text": "@GrantTucker @yngvlgrn @patrick_kidd Has this been published? I will always take counsel from @patrick_kidd, but only after lunch."
    },
    {
        "id_str": "1410255519571492866",
        "full_text": "@GrantTucker @yngvlgrn What were the grounds of the action? Surely you could plead \"funny\" which as we all know, is an absolute defence in law.*\n\n*Terms and conditions apply. Tweet does not constitute formal legal advice. Genuine legal professionals may give different advice."
    },
    {
        "id_str": "1410232200457510915",
        "full_text": "Hey @n_roettgen good to see our governments following our request of Feb 2020. We need an Anglo-German friendship treaty. https://t.co/O0rLBwqOQv https://t.co/PGib4SeEQX"
    },
    {
        "id_str": "1410219659744403463",
        "full_text": "I’m speaking this afternoon in the Estimates Day Debate in @UKParliament about the strategic misalignment of our words and our actions. @CommonsForeign"
    },
    {
        "id_str": "1409934786181861377",
        "full_text": "@n_roettgen Ah, but I will happily buy them for you when we next meet!"
    },
    {
        "id_str": "1409906651264602115",
        "full_text": "@markomihkelson @n_roettgen You win either way!"
    },
    {
        "id_str": "1409903415313014800",
        "full_text": "Viel Glück, mein Freund!  Aber nicht zu viel! @n_roettgen"
    },
    {
        "id_str": "1409891053759610880",
        "full_text": "This isn’t new. 2 years ago @CommonsForeign raised the way autocracies are undermining our academic freedoms in our report ‘A Cautious Embrace’. You can read it here:\nhttps://t.co/3vwr5Fghzm https://t.co/OibOIE5Nse"
    },
    {
        "id_str": "1409889339945984003",
        "full_text": "What can we do with our Australian allies to defend our common interests in the Indo-Pacific? Here’s a few suggestions published in @CISOZ\nhttps://t.co/oMd0t9XmNF"
    },
    {
        "id_str": "1409818574521352198",
        "full_text": "How do we cooperate to defend the rules that have seen millions prosper in peace? @RobAtkinsonITIF has set out an agenda for @NATO for trade in a paper for @ChinaResearchGp. You can read it here:\nhttps://t.co/blBWwsjOu8"
    },
    {
        "id_str": "1409557590334492673",
        "full_text": "I've #justsponsored Stuart Anderson MP, who's fundraising for Wolverhampton Wanderers Foundation on @JustGiving. Donate now https://t.co/1Tmm2x7p6e"
    },
    {
        "id_str": "1409552717761101844",
        "full_text": "Having @DavidHenigUK chip in on the difficulty of resolving this debate and whether it’s possible. “How do we prioritise China, not fighting each other?”"
    },
    {
        "id_str": "1409550506746331144",
        "full_text": "The challenges of cooperation and different forms of response leaves some exposed."
    },
    {
        "id_str": "1409546297854631943",
        "full_text": "Interesting that @bueti is challenging this questioning not the intend but the limited ambition of a @nato for trade. We cannot leave the rest of the world to China. And what would be the equivalent of the NATO Art V?"
    },
    {
        "id_str": "1409545722182184965",
        "full_text": "Good to hear @AgathaKratz putting in ideas where we can cooperate further and deepen defences."
    },
    {
        "id_str": "1409544226740871181",
        "full_text": "Fascinating listening to @RobAtkinsonITIF speaking to @ChinaResearchGp about a @NATO for trade. Now @AgathaKratz is suggesting ways. I’m looking forward to hearing @bueti last to see how we plan a different future."
    },
    {
        "id_str": "1409437697085685763",
        "full_text": "Please join the discussion today at 1700 🇬🇧 time.  @ChinaResearchGp will be hosting this online and all are welcome. https://t.co/yBUnBXhkGw"
    },
    {
        "id_str": "1408813894282457091",
        "full_text": "Completely right 👇 https://t.co/gvymhUZF0k"
    },
    {
        "id_str": "1408756487380418562",
        "full_text": "Good to see @fordcombeinfo village hall is looking nearly ready. It will be a huge asset to the village and to @FordcombeSchool https://t.co/GEKk45WLXn"
    },
    {
        "id_str": "1408226677138903041",
        "full_text": "Our military hadn’t been in combat for almost 2 years but 10k ⁦@NATO⁩ troops gave confidence and support to 200k Afghan forces. The withdrawal is sapping morale and eroding the will to fight.\n\nThe decision to go weakens trust in us and our allies.\n\nhttps://t.co/b82JchyLFD"
    },
    {
        "id_str": "1407983947968126978",
        "full_text": "I’m going to be doing this short course in memory of my friend Rose.\nWho will you be thinking of? https://t.co/wdl6j6Go7w"
    },
    {
        "id_str": "1407814224336805892",
        "full_text": "To all on @HMSDefender - BZ!"
    },
    {
        "id_str": "1407813849391194118",
        "full_text": "I thought this was a spoof but it turns out to be real. Extraordinary. https://t.co/5yC1r7Qipl"
    },
    {
        "id_str": "1407813173172973570",
        "full_text": "@DaveClark_AFP Apologies - you are right!"
    },
    {
        "id_str": "1407812900421619713",
        "full_text": "This is the most wonderful interview. Thoughtful, considerate and honest from @DavidGauke and @montie.\nIt discusses ideas and approaches in a respectful but clear way and is exactly the way journalism in democracy should be conducted. Thank you both. https://t.co/z0Ht0pTMqq"
    },
    {
        "id_str": "1407730434600022019",
        "full_text": "The closure of @appledaily_hk undermines the liberty of everyone in Hong Kong and the prosperity of the people. It’s a sad day for Hongkongers everywhere. https://t.co/M6Y3Z9p9x2"
    },
    {
        "id_str": "1407713427347365892",
        "full_text": "The Sino-British Joint Declaration binds both the UK and China. Sadly it's now almost entirely ignored and the people who suffer are the Hongkongers.\nA free press is the lifeblood of a free society. Hong Kong today is becoming less free. @appledaily_hk https://t.co/z12RCSAwXK"
    },
    {
        "id_str": "1407711044085112837",
        "full_text": "@ZygisPavilionis @RihardsKols @markomihkelson Thank you!"
    },
    {
        "id_str": "1407691817219497987",
        "full_text": "Families meeting, businesses selling, trade flowing\nall depends on the travel industry flying, sailing, driving and working. https://t.co/Nv4cHwbJg9"
    },
    {
        "id_str": "1407686462146072579",
        "full_text": "Now it appears they lied about it.\nFor a mafia regime they really are pretty rubbish. But then they've so robbed the people and stripped out the country that there's nothing left.\nRussia deserves better than these thieves."
    },
    {
        "id_str": "1407684940557426691",
        "full_text": "Firing shots at ships in international waters is criminal. Putin's regime has:\n-Used chemical weapons in the UK\n-Murdered opponents across Europe\n-Set explosions in Prague\n-Invaded and illegally occupied Ukraine and Georgia\n-Kept the Russian people hostage for a generation."
    },
    {
        "id_str": "1407373049746366468",
        "full_text": "@TonbridgeUK @CambridgeInt @TalkEducationUK Congratulations!"
    },
    {
        "id_str": "1407367832757805059",
        "full_text": "Welcome. These interpreters showed courage alongside us that saved lives - British and Afghan -  they’ve more than earned a home safe from fear. https://t.co/ugZQJOFrjJ"
    },
    {
        "id_str": "1407344332030595078",
        "full_text": "If we ignore Lebanon’s instability we will pay more to recover from the consequences than we would have to avert the disaster. https://t.co/NWHbtfztJU"
    },
    {
        "id_str": "1407342887650697221",
        "full_text": "The days are closing in. As @jonsnowC4 say, winter’s coming. https://t.co/m6cKqhWQyU"
    },
    {
        "id_str": "1407291658916466688",
        "full_text": "@JGForsyth It has. Watch @CommonsForeign"
    },
    {
        "id_str": "1407281574245191681",
        "full_text": "@kasia_peters I made an error on an earlier tweet. I deleted it and have reposted a corrected version."
    },
    {
        "id_str": "1406985906410688513",
        "full_text": "The dignity of this image is so powerful. About to lose everything, no doubt terrified, already stigmatised by the🔻he shows a defiance and courage that is inspiring.\n\nReposted to correct an error. https://t.co/vGdvGV1pwX"
    }
]